Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Override this team's current grade using the problem's rubric.
pl: Zastąp bieżącą ocenę tego zespołu, używając rubryki zadania.

source: Team Response
pl: Odpowiedź Zespołu

source: The team's response to the prompt above
pl: Odpowiedź zespołu na powyższą prośbę

source: Viewing learner: %(learner)s
pl: Przeglądanie ucznia: %(learner)s

source: Viewing team: %(team)s
pl: Przeglądanie zespołu: %(team)s

source: Learner's Response
pl: Odpowiedź Ucznia

source: Team's Response
pl: Odpowiedź Zespołu

source: Learner submission removed by %(removed_by_username)s on %(removed_datetime)s
pl: Zgłoszenie ucznia usunięte przez %(removed_by_username)s dnia %(removed_datetime)s

source: Learner submission removed on %(removed_datetime)s
pl: Zgłoszenie ucznia usunięte dnia %(removed_datetime)s

source: Comments: %(comments)s
pl: Komentarze: %(comments)s

source: Peer Assessments for This Learner
pl: Oceny Koleżeńskie dla Tego Ucznia

source: Learner's Self Assessment
pl: Samoocena Ucznia

source: Staff Assessment for This Learner
pl: Ocena Personelu dla Tego Ucznia

source: Staff Assessment for this Team
pl: Ocena Personelu dla Tego Zespołu

source: Learner's Final Grade
pl: Ostateczna Ocena Ucznia

source: Team's Final Grade
pl: Ostateczna Ocena Zespołu

source: Final grade: %(points_earned)s out of %(points_possible)s
pl: Ostateczna ocena: %(points_earned)s z %(points_possible)s

source: Final Grade Details
pl: Szczegóły Ostatecznej Oceny

source: Feedback Recorded
pl: Opinia Zarejestrowana

source: The submission is waiting for assessments.
pl: Zgłoszenie oczekuje na oceny.

source: The learner's submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
pl: Zgłoszenie ucznia zostało usunięte z oceny koleżeńskiej. Uczeń otrzyma ocenę zero, chyba że usuniesz stan ucznia dla tego problemu, aby umożliwić mu ponowne przesłanie odpowiedzi.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete the a team member’s state for the problem to allow the team to resubmit a response.
pl: Zgłoszenie zespołu zostało usunięte z oceniania. Zespół otrzymuje ocenę zero, chyba że usuniesz stan członka zespołu dla tego problemu, aby umożliwić zespołowi ponowne przesłanie odpowiedzi.

source: The problem has not been started.
pl: Zadanie nie zostało rozpoczęte.

source: The problem has not been completed.
pl: Zadanie nie zostało ukończone.

source: Submit Assessment Grade Override
pl: Prześlij Zastąpienie Oceny Oceny

source: Submit Team Grade Override
pl: Prześlij Zastąpienie Oceny Zespołu

source: Unable to perform grade override
pl: Nie można wykonać zastąpienia oceny

source: Grades are frozen. Grades are automatically frozen 30 days after the course end date.
pl: Oceny są zamrożone. Oceny są automatycznie zamrażane 30 dni po dacie zakończenia kursu.

source: This submission has been cancelled and cannot recieve a grade. Refer to documentation for how to delete the learner’s state for this problem to allow them to resubmit.
pl: To zgłoszenie zostało anulowane i nie może otrzymać oceny. Zapoznaj się z dokumentacją, aby dowiedzieć się, jak usunąć stan ucznia dla tego problemu, aby umożliwić mu ponowne przesłanie.

source: Remove Submission From Peer Grading
pl: Usuń Zgłoszenie z Oceny Koleżeńskiej

source: Remove Team Submission from Grading
pl: Usuń Zgłoszenie Zespołu z Oceniania

source: Caution: This Action Cannot Be Undone
pl: Ostrzeżenie: Tej Czynności Nie Można Cofnąć

source: Removing a learner's submission cannot be undone and should be done with caution.
pl: Usunięcia zgłoszenia ucznia nie można cofnąć i należy to robić ostrożnie.

source: Removing a team's submission cannot be undone and should be done with caution.
pl: Usunięcia zgłoszenia zespołu nie można cofnąć i należy to robić ostrożnie.

source: Comments:
pl: Komentarze:

source: Remove submission
pl: Usuń zgłoszenie

source: A response was not found for this learner.
pl: Nie znaleziono odpowiedzi dla tego ucznia.

source: Assessment %(assessment_num)s:
pl: Ocena %(assessment_num)s:

source: Assessment Details
pl: Szczegóły Oceny

source: Selected Option
pl: Wybrana Opcja

source: Feedback
pl: Opinia

source: Points Possible
pl: Możliwe Punkty

source: Learn to Assess Responses
pl: Naucz się Oceniać Odpowiedzi

source: In Progress (%(current_progress_num)s of %(training_available_num)s)
pl: W Trakcie (%(current_progress_num)s z %(training_available_num)s)

source: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
pl: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(start_date)s" data-string="dostępne {date} (za %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>

source: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
pl: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(due_date)s" data-string="termin {date} (za %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>

source: Learning to Assess Responses
pl: Nauka Oceniania Odpowiedzi

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
pl: Zanim zaczniesz oceniać odpowiedzi swoich kolegów, nauczysz się, jak przeprowadzać oceny koleżeńskie, przeglądając odpowiedzi, które instruktorzy już ocenili. Jeśli wybierzesz te same opcje dla odpowiedzi, które wybrał instruktor, przejdziesz do następnego kroku. Jeśli nie wybierzesz tych samych opcji, przejrzysz odpowiedź i spróbujesz ponownie.

source: Your assessment differs from the instructor's assessment of this response. Review the response and consider why the instructor may have assessed it differently. Then, try the assessment again.
pl: Twoja ocena różni się od oceny instruktora dla tej odpowiedzi. Przejrzyj odpowiedź i zastanów się, dlaczego instruktor mógł ją ocenić inaczej. Następnie spróbuj ocenić ponownie.

source: The response to the prompt above:
pl: Odpowiedź na powyższą prośbę:

source: Selected Options Agree
pl: Wybrane Opcje Zgodne

source: The option you selected is the option that the instructor selected.
pl: Wybrana przez ciebie opcja jest opcją, którą wybrał instruktor.

source: Selected Options Differ
pl: Wybrane Opcje Różnią Się

source: The option you selected is not the option that the instructor selected.
pl: Wybrana przez ciebie opcja nie jest opcją, którą wybrał instruktor.

source: We could not check your assessment
pl: Nie udało się sprawdzić twojej oceny

source: Compare your selections with the instructor's selections
pl: Porównaj swoje wybory z wyborami instruktora

source: The due date for this step has passed. This step is now closed. You can no longer continue with this assignment, and you will receive a grade of Incomplete.
pl: Minął termin na wykonanie tego kroku. Ten krok jest teraz zamknięty. Nie możesz już kontynuować tego zadania, a otrzymasz ocenę Niekompletne.

source: Error Loading Learner Training Examples
pl: Błąd Ładowania Przykładów Szkoleniowych dla Ucznia

source: The Learner Training Step of this assignment could not be loaded.
pl: Krok Szkolenia Ucznia tego zadania nie mógł zostać załadowany.

source: Loading Open Response Assessment...
pl: Ładowanie Oceny Otwartej Odpowiedzi...

source: An unexpected error occurred.
pl: Wystąpił nieoczekiwany błąd.

source: Peer Assessment
pl: Ocena Koleżeńska

source: Self Assessment
pl: Samoocena

source: Assessment feedback could not be saved.
pl: Nie udało się zapisać opinii dotyczącej oceny.

source: Feedback saved.
pl: Opinia zapisana.

source: Staff Comments
pl: Komentarze Personelu

source: Peer {peer_index}
pl: Kolega {peer_index}

source: Peer Comments
pl: Komentarze Kolegów

source: Self Assessment Grade
pl: Ocena Samooceny

source: Your Self Assessment
pl: Twoja Samoocena

source: Your Comments
pl: Twoje Komentarze

source: Peer Mean Grade
pl: Średnia Ocena Koleżeńska

source: Peer Median Grade
pl: Mediana Ocen Koleżeńskich

source: Waiting for peer reviews
pl: Oczekiwanie na recenzje kolegów

source: The grade for this problem is determined by your Staff Grade.
pl: Ocena za to zadanie jest określana przez Ocenę Personelu.

source: The grade for this problem is determined by your Self Assessment.
pl: Ocena za to zadanie jest określana przez twoją Samoocenę.

source: You have successfully completed this problem and received a {earned_points}/{total_points}.
pl: Ukończyłeś to zadanie pomyślnie i otrzymałeś {earned_points}/{total_points}.

source: You have not yet received all necessary peer reviews to determine your final grade.
pl: Nie otrzymałeś jeszcze wszystkich niezbędnych recenzji kolegów, aby określić twoją ostateczną ocenę.

source: The grade for this problem is determined by the median score of your Peer Assessments.
pl: Ocena za to zadanie jest określana przez medianę wyników twoich Ocen Koleżeńskich.

source: The grade for this problem is determined by the mean score of your Peer Assessments.
pl: Ocena za to zadanie jest określana przez średnią wyników twoich Ocen Koleżeńskich.

source: Peer Assessment Only
pl: Tylko Ocena Koleżeńska

source: Self Assessment Only
pl: Tylko Samoocena

source: Staff Assessment Only
pl: Tylko Ocena Personelu

source: Self Assessment to Peer Assessment
pl: Samoocena do Oceny Koleżeńskiej

source: Self Assessment to Staff Assessment
pl: Samoocena do Oceny Personelu

source: You can't reset your submission.
pl: Nie możesz zresetować swojego zgłoszenia.

source: The user does not exist.
pl: Użytkownik nie istnieje.

source: There is no submission to reset.
pl: Nie ma zgłoszenia do zresetowania.

source: Submission reset successfully.
pl: Zgłoszenie zresetowane pomyślnie.

source: You must specify a block id from which to copy a rubric.
pl: Musisz określić identyfikator bloku, z którego ma zostać skopiowana rubryka.

source: Invalid block id.
pl: Nieprawidłowy identyfikator bloku.

source: No Open Response Assessment found in {course_id} with block id {block_id}
pl: Nie znaleziono Oceny Otwartej Odpowiedzi w {course_id} z identyfikatorem bloku {block_id}

source: You do not have permission to schedule training
pl: Nie masz uprawnień do planowania szkolenia

source: You do not have permission to reschedule tasks.
pl: Nie masz uprawnień do zmiany harmonogramu zadań.

source: You do not have permission to access the ORA staff area
pl: Nie masz uprawnień do dostępu do obszaru personelu ORA

source: You do not have permission to access ORA learner information.
pl: Nie masz uprawnień do dostępu do informacji o uczniu ORA.

source: You do not have permission to access ORA staff grading.
pl: Nie masz uprawnień do dostępu do oceniania przez personel ORA.

source: Pending
pl: Oczekujące

source: Complete/Overwritten
pl: Ukończone/Nadpisane

source: Not applicable
pl: Nie dotyczy

source: Not submitted
pl: Nie przesłano

source: Submitted
pl: Przesłano

source: Error getting learner information.
pl: Błąd podczas pobierania informacji o uczniu.

source: Error loading the checked out learner response.
pl: Błąd podczas ładowania wyrejestrowanej odpowiedzi ucznia.

source: No other learner responses are available for grading at this time.
pl: W tej chwili nie są dostępne żadne inne odpowiedzi uczniów do oceniania.

source: Error getting staff grade information.
pl: Błąd podczas pobierania informacji o ocenie personelu.

source: Error getting staff grade ungraded and checked out counts.
pl: Błąd podczas pobierania liczby nieocenionych i wyrejestrowanych ocen personelu.

source: Please enter valid reason to remove the submission.
pl: Wprowadź poprawny powód usunięcia zgłoszenia.

source: Submission not found
pl: Nie znaleziono zgłoszenia

source: Submission for team assignment has no associated team submission
pl: Zgłoszenie do zadania zespołowego nie ma powiązanego zgłoszenia zespołowego

source: The learner submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
pl: Zgłoszenie ucznia zostało usunięte z oceny koleżeńskiej. Uczeń otrzymuje ocenę zero, chyba że usuniesz stan ucznia dla tego zadania, aby umożliwić mu ponowne przesłanie odpowiedzi.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete a team member’s state for the problem to allow the team to resubmit a response.
pl: Zgłoszenie zespołu zostało usunięte z oceniania. Zespół otrzymuje ocenę zero, chyba że usuniesz stan członka zespołu dla tego zadania, aby umożliwić zespołowi ponowne przesłanie odpowiedzi.

source: Error updating XBlock configuration
pl: Błąd podczas aktualizowania konfiguracji XBlock

source: Error: Text Response and File Upload Response cannot both be disabled
pl: Błąd: Odpowiedź Tekstowa i Odpowiedź Przesłaniem Pliku nie mogą być jednocześnie wyłączone

source: Error: When Text Response is disabled, File Upload Response must be Required
pl: Błąd: Gdy Odpowiedź Tekstowa jest wyłączona, Odpowiedź Przesłaniem Pliku musi być Wymagana

source: Error: When File Upload Response is disabled, Text Response must be Required
pl: Błąd: Gdy Odpowiedź Przesłaniem Pliku jest wyłączona, Odpowiedź Tekstowa musi być Wymagana

source: Validation error: {error}
pl: Błąd walidacji: {error}

source: Successfully updated OpenAssessment XBlock
pl: Pomyślnie zaktualizowano OpenAssessment XBlock

source: You must provide options selected in the assessment.
pl: Musisz podać opcje wybrane w ocenie.

source: You must provide overall feedback in the assessment.
pl: Musisz podać ogólną opinię w ocenie.

source: You must provide feedback for criteria in the assessment.
pl: Musisz podać opinię dla kryteriów w ocenie.

source: '{date}' is an invalid date format. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
pl: '{date}' to nieprawidłowy format daty. Upewnij się, że data jest w formacie YYYY-MM-DDTHH:MM:SS.

source: '{date}' must be a date string or datetime
pl: '{date}' musi być ciągiem znaków daty lub datą i czasem

source: This step's start date '{start}' cannot be earlier than the previous step's start date '{prev}'.
pl: Data rozpoczęcia tego kroku '{start}' nie może być wcześniejsza niż data rozpoczęcia poprzedniego kroku '{prev}'.

source: This step's due date '{due}' cannot be later than the next step's due date '{prev}'.
pl: Termin tego kroku '{due}' nie może być późniejszy niż termin następnego kroku '{prev}'.

source: The start date '{start}' cannot be later than the due date '{due}'
pl: Data rozpoczęcia '{start}' nie może być późniejsza niż termin '{due}'

source: This problem must include at least one assessment.
pl: To zadanie musi zawierać co najmniej jedną ocenę.

source: The assessment order you selected is invalid.
pl: Wybrana kolejność ocen jest nieprawidłowa.

source: In peer assessment, the "Must Grade" value must be a positive integer.
pl: W ocenie koleżeńskiej wartość "Musi Ocenić" musi być liczbą całkowitą dodatnią.

source: In peer assessment, the "Graded By" value must be a positive integer.
pl: W ocenie koleżeńskiej wartość "Oceniane Przez" musi być liczbą całkowitą dodatnią.

source: In peer assessment, the "Must Grade" value must be greater than or equal to the "Graded By" value.
pl: W ocenie koleżeńskiej wartość "Musi Ocenić" musi być większa lub równa wartości "Oceniane Przez".

source: You must provide at least one example response for learner training.
pl: Musisz podać co najmniej jedną przykładową odpowiedź do szkolenia ucznia.

source: Each example response for learner training must be unique.
pl: Każda przykładowa odpowiedź do szkolenia ucznia musi być unikalna.

source: The "required" value must be true if staff assessment is the only step.
pl: Wartość "wymagane" musi być prawdziwa, jeśli ocena personelu jest jedynym krokiem.

source: The number of assessments cannot be changed after the problem has been released.
pl: Liczba ocen nie może być zmieniona po opublikowaniu zadania.

source: The assessment type cannot be changed after the problem has been released.
pl: Typ oceny nie może być zmieniony po opublikowaniu zadania.

source: The grading strategy for peer assessments cannot be changed after the problem has been released.
pl: Strategia oceniania dla ocen koleżeńskich nie może być zmieniona po opublikowaniu zadania.

source: This rubric definition is not valid.
pl: Ta definicja rubryki jest nieprawidłowa.

source: You must provide at least one prompt.
pl: Musisz podać co najmniej jedną prośbę.

source: Options in '{criterion}' have duplicate name(s): {duplicates}
pl: Opcje w '{criterion}' mają zduplikowane nazwy: {duplicates}

source: Criteria with no options must require written feedback.
pl: Kryteria bez opcji muszą wymagać pisemnej opinii.

source: Prompts cannot be created or deleted after a problem is released.
pl: Prośby nie mogą być tworzone ani usuwane po opublikowaniu zadania.

source: The number of criteria cannot be changed after a problem is released.
pl: Liczba kryteriów nie może być zmieniona po opublikowaniu zadania.

source: Criteria names cannot be changed after a problem is released
pl: Nazwy kryteriów nie mogą być zmienione po opublikowaniu zadania

source: The number of options cannot be changed after a problem is released.
pl: Liczba opcji nie może być zmieniona po opublikowaniu zadania.

source: Point values cannot be changed after a problem is released.
pl: Wartości punktowe nie mogą być zmienione po opublikowaniu zadania.

source: Learner training must have at least one training example.
pl: Szkolenie ucznia musi mieć co najmniej jeden przykład szkoleniowy.

source: Leaderboard number is invalid.
pl: Liczba tablicy wyników jest nieprawidłowa.

source: The submission format is invalid.
pl: Format zgłoszenia jest nieprawidłowy.
