Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Could not parse serialized rubric
pl: Nie można przeanalizować zserializowanej rubryki

source: If your assignment includes a learner training step, the rubric must have at least one criterion, and that criterion must have at least one option.
pl: Jeśli Twoje zadanie zawiera krok szkolenia uczącego się, rubryka musi mieć co najmniej jedno kryterium, a to kryterium musi mieć co najmniej jedną opcję.

source: Example {example_number} has a validation error: {error}
pl: Przykład {example_number} zawiera błąd walidacji: {error}

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
pl: Przykład {example_number} ma nieprawidłową opcję dla "{criterion_name}": "{option_name}"

source: Example {example_number} has an extra option for "{criterion_name}"
pl: Przykład {example_number} ma dodatkową opcję dla "{criterion_name}"

source: Example {example_number} is missing an option for "{criterion_name}"
pl: Przykład {example_number} nie ma opcji dla "{criterion_name}"

source: Peer
pl: Wzajemna

source: Self
pl: Własna

source: Staff
pl: Personel

source: Unknown
pl: Nieznany

source: Criterion {number}: {label}
pl: Kryterium {number}: {label}

source: Points {number}
pl: Punkty {number}

source: Median Score {number}
pl: Mediana wyniku {number}

source: Feedback {number}
pl: Informacja zwrotna {number}

source: Item ID
pl: ID Elementu

source: Submission ID
pl: ID Zgłoszenia

source: Anonymized Student ID
pl: Anonimizowane ID Studenta

source: Assessment ID
pl: ID Oceny

source: Assessment Scored Date
pl: Data Oceny

source: Assessment Scored Time
pl: Czas Oceny

source: Assessment Type
pl: Typ Oceny

source: Anonymous Scorer Id
pl: Anonimowy ID Oceniającego

source: Overall Feedback
pl: Ogólna Informacja Zwrotna

source: Assessment Score Earned
pl: Uzyskany Wynik Oceny

source: Assessment Scored At
pl: Oceniono Dnia

source: Date/Time Final Score Given
pl: Data/Godzina Wystawienia Ostatecznej Oceny

source: Final Score Earned
pl: Uzyskana Ocena Końcowa

source: Final Score Possible
pl: Możliwa Ocena Końcowa

source: Feedback Statements Selected
pl: Wybrane Stwierdzenia Informacji Zwrotnej

source: Feedback on Assessment
pl: Informacja Zwrotna dot. Oceny

source: Response Files
pl: Pliki Odpowiedzi

source: No description provided.
pl: Nie podano opisu.

source: None
pl: Brak

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Open Response Assessments allow you to configure single or multiple steps in a rubric based open response assessment sequence. The steps available below can be enabled, disable, and ordered for a flexible set of pedagogical needs.
pl: Oceny Otwartej Odpowiedzi (ORA) pozwalają na konfigurację pojedynczych lub wielu kroków w sekwencji oceniania otwartej odpowiedzi opartej na rubryce. Kroki dostępne poniżej można włączać, wyłączać i porządkować, aby sprostać elastycznemu zestawowi potrzeb pedagogicznych.

source: Display Name
pl: Nazwa Wyświetlana

source: The display name for this component.
pl: Nazwa wyświetlana dla tego komponentu.

source: Text Response
pl: Odpowiedź Tekstowa

source: Specify whether learners must include a text based response to this problem's prompt.
pl: Określ, czy uczący się musi dołączyć odpowiedź tekstową do polecenia tego zadania.

source: Response Editor
pl: Edytor Odpowiedzi

source: Select which editor learners will use to include a text based response to this problem's prompt.
pl: Wybierz, którego edytora użyją uczący się, aby dołączyć odpowiedź tekstową do polecenia tego zadania.

source: File Uploads Response
pl: Odpowiedź z Przesyłaniem Plików

source: Specify whether learners are able to upload files as a part of their response.
pl: Określ, czy uczący się mogą przesyłać pliki jako część swojej odpowiedzi.

source: Allow Multiple Files
pl: Zezwól na Wiele Plików

source: False
pl: Fałsz

source: True
pl: Prawda

source: Specify whether learners can upload more than one file. This has no effect if File Uploads Response is set to None. This is automatically set to True for Team Assignments.
pl: Określ, czy uczący się mogą przesyłać więcej niż jeden plik. Nie ma to żadnego efektu, jeśli Odpowiedź z Przesyłaniem Plików jest ustawiona na Brak. Jest to automatycznie ustawiane na Prawda dla Zadań Zespołowych.

source: File Upload Types
pl: Typy Przesyłanych Plików

source: PDF or Image Files
pl: Pliki PDF lub Graficzne

source: Image Files
pl: Pliki Graficzne

source: Custom File Types
pl: Niestandardowe Typy Plików

source: Specify whether learners can submit files along with their text responses.
pl: Określ, czy uczący się mogą przesyłać pliki wraz ze swoimi odpowiedziami tekstowymi.

source: File Types
pl: Typy Plików

source: Enter the file extensions, separated by commas, that you want learners to be able to upload. For example: pdf,doc,docx.
pl: Wprowadź rozszerzenia plików, oddzielone przecinkami, które chcesz, aby uczący się mogli przesyłać. Na przykład: pdf,doc,docx.

source: To add more file extensions, select Custom File Types and enter the full list of acceptable file extensions to be included.
pl: Aby dodać więcej rozszerzeń plików, wybierz Niestandardowe Typy Plików i wprowadź pełną listę akceptowalnych rozszerzeń plików, które mają być uwzględnione.

source: Allow LaTeX Responses
pl: Zezwól na Odpowiedzi w LaTeX

source: Specify whether learners can write LaTeX formatted strings
pl: Określ, czy uczący się mogą pisać ciągi sformatowane w LaTeX

source: Top Responses
pl: Najlepsze Odpowiedzi

source: (Disabled)
pl: (Wyłączone)

source: Specify the number of top scoring responses to display after the learner has submitted a response. Valid numbers are 0 to 99. If the number is 0, the Top Responses section does not appear to learners.
pl: Określ liczbę najwyżej ocenionych odpowiedzi do wyświetlenia po tym, jak uczący się prześle odpowiedź. Prawidłowe liczby to od 0 do 99. Jeśli liczba wynosi 0, sekcja Najlepsze Odpowiedzi nie jest widoczna dla uczących się.

source: When Teams Enabled is set to true, Top Responses will be disabled.
pl: Gdy Zespoły Włączone jest ustawione na prawdę, Najlepsze Odpowiedzi zostaną wyłączone.

source: Teams Enabled
pl: Zespoły Włączone

source: Specify whether team submissions are allowed for this response.
pl: Określ, czy dozwolone są zgłoszenia zespołowe dla tej odpowiedzi.

source: Select Team-Set
pl: Wybierz Zestaw Zespołów

source: Show Rubric During Response
pl: Pokaż Rubrykę Podczas Odpowiedzi

source: Specify whether learners can see the rubric while they are working on their response.
pl: Określ, czy uczący się mogą zobaczyć rubrykę podczas pracy nad swoją odpowiedzią.

source: Allow Learner Resubmissions
pl: Zezwól na Ponowne Zgłoszenia Uczącego się

source: Set to TRUE to allow learners to resubmit ungraded work. Set to FALSE if resubmissions are not allowed.
pl: Ustaw na PRAWDA, aby zezwolić uczącym się na ponowne zgłoszenie nieocenionej pracy. Ustaw na FAŁSZ, jeśli ponowne zgłoszenia nie są dozwolone.

source: Resubmission Grace Period
pl: Okres Karencji na Ponowne Zgłoszenie

source: Specify the maximum period during which resubmissions are allowed. If left blank, learners will be able to reset their submission as long as it has not been graded. The grace period starts once the learner has submitted their response.
pl: Określ maksymalny okres, w którym dozwolone jest ponowne zgłoszenie. Jeśli pozostawisz puste, uczący się będą mogli zresetować swoje zgłoszenie, o ile nie zostało ono ocenione. Okres karencji rozpoczyna się, gdy uczący się prześle swoją odpowiedź.

source: Criterion
pl: Kryterium

source: You cannot delete a criterion after the assignment has been released.
pl: Nie można usunąć kryterium po udostępnieniu zadania.

source: Remove
pl: Usuń

source: Criterion Name
pl: Nazwa Kryterium

source: Criterion Prompt
pl: Polecenie Kryterium

source: Add Option
pl: Dodaj Opcję

source: Feedback for This Criterion
pl: Informacja Zwrotna dla Tego Kryterium

source: Optional
pl: Opcjonalne

source: Required
pl: Wymagane

source: Select one of the options above. This describes whether or not the reviewer will have to provide criterion feedback.
pl: Wybierz jedną z powyższych opcji. Określa to, czy recenzent będzie musiał udzielić informacji zwrotnej dotyczącej kryterium.

source: Open Response Assessment
pl: Ocena Otwartej Odpowiedzi

source: Prompt
pl: Polecenie

source: Rubric
pl: Rubryka

source: Schedule
pl: Harmonogram

source: Assessment steps
pl: Kroki oceny

source: Settings
pl: Ustawienia

source: Option
pl: Opcja

source: Option Name
pl: Nazwa Opcji

source: Option Points
pl: Punkty Opcji

source: Option Explanation
pl: Wyjaśnienie Opcji

source: Step: Peer Assessment
pl: Krok: Ocena Wzajemna (Peer Assessment)

source: Peer Assessment allows students to provide feedback to other students and also receive feedback from others in their final grade. Often, though not always, this step is preceded by Self Assessment or Learner Training steps.
pl: Ocena Wzajemna (Peer Assessment) pozwala studentom na udzielanie informacji zwrotnej innym studentom, a także otrzymywanie informacji zwrotnej od innych do ich oceny końcowej. Często, choć nie zawsze, ten krok jest poprzedzony krokami Samooceny (Self Assessment) lub Szkolenia Uczącego się (Learner Training).

source: Configuration: For this step to be configured you must specify the number of peer reviews a student will be assessed with, and the number of peer a student must grade. Additional options can be specified.
pl: Konfiguracja: Aby ten krok został skonfigurowany, musisz określić liczbę ocen wzajemnych, którymi student zostanie oceniony, oraz liczbę prac, które student musi ocenić. Można określić dodatkowe opcje.

source: View Options & Configuration
pl: Wyświetl Opcje i Konfigurację

source: Must Grade
pl: Musi Ocenić

source: Specify the number of peer assessments that each learner must complete. Valid numbers are 1 to 99.
pl: Określ liczbę ocen wzajemnych, które musi wykonać każdy uczący się. Prawidłowe liczby to od 1 do 99.

source: Graded By
pl: Oceniane Przez

source: Specify the number of learners that each response must be assessed by. Valid numbers are 1 to 99.
pl: Określ liczbę uczących się, którzy muszą ocenić każdą odpowiedź. Prawidłowe liczby to od 1 do 99.

source: Enable Flexible Peer Grade Averaging
pl: Włącz Elastyczne Uśrednianie Ocen Wzajemnych

source: When enabled, learners who have received at least 30%% of the required \
pl: Po włączeniu, uczący się, którzy otrzymali co najmniej 30%% wymaganych \

source: This feature is being enabled by the course-level setting. It can be found under the Open Response Assessment Settings card on the Pages & Resources studio page.
pl: Ta funkcja jest włączana przez ustawienie na poziomie kursu. Można ją znaleźć pod kartą Ustawienia Oceny Otwartej Odpowiedzi (Open Response Assessment Settings) na stronie Studio Strony i Zasoby (Pages & Resources).

source: Grading strategy for the peer assessment
pl: Strategia oceniania dla oceny wzajemnej

source: Mean
pl: Średnia arytmetyczna

source: Median (default)
pl: Mediana (domyślnie)

source: Select the preferred grading strategy for the peer assessment. By default, the median across all peer reviews is used to calculate the final grade. If you select the mean, the average of all peer reviews will be used.
pl: Wybierz preferowaną strategię oceniania dla oceny wzajemnej. Domyślnie mediana ze wszystkich ocen wzajemnych jest używana do obliczenia oceny końcowej. Jeśli wybierzesz średnią, zostanie użyta średnia ze wszystkich ocen wzajemnych.

source: Peer Assessment Deadlines
pl: Terminy Oceny Wzajemnej

source: Start Date
pl: Data Rozpoczęcia

source: Start Time
pl: Czas Rozpoczęcia

source: The date and time when learners can begin assessing peer responses.
pl: Data i godzina, od której uczący się mogą rozpocząć ocenianie odpowiedzi rówieśników.

source: Due Date
pl: Data Końcowa

source: Due Time
pl: Czas Końcowy

source: The date and time when all peer assessments must be complete.
pl: Data i godzina, do której wszystkie oceny wzajemne muszą zostać zakończone.

source: You cannot delete a prompt after the assignment has been released.
pl: Nie możesz usunąć polecenia po udostępnieniu zadania.

source: Prompts. Replace the sample text with your own text. For more information, see the ORA documentation.
pl: Polecenia. Zastąp przykładowy tekst własnym tekstem. Aby uzyskać więcej informacji, zobacz dokumentację ORA.

source: Add Prompt
pl: Dodaj Polecenie

source: Rubrics are made up of criteria, which usually contain one or more options. Each option has a point value. This template contains two sample criteria and their options. Replace the sample text with your own text. For more information, see the ORA documentation.
pl: Rubryki składają się z kryteriów, które zazwyczaj zawierają jedną lub więcej opcji. Każda opcja ma wartość punktową. Ten szablon zawiera dwa przykładowe kryteria i ich opcje. Zastąp przykładowy tekst własnym tekstem. Aby uzyskać więcej informacji, zobacz dokumentację ORA.

source: Add Criterion
pl: Dodaj Kryterium

source: Feedback for This Response
pl: Informacja Zwrotna do Tej Odpowiedzi

source: Feedback Instructions
pl: Instrukcje dot. Informacji Zwrotnej

source: Encourage learners to provide feedback on the response they have graded. You can replace the sample text with your own.
pl: Zachęć uczących się do udzielenia informacji zwrotnej na temat ocenianej odpowiedzi. Możesz zastąpić przykładowy tekst własnym.

source: Default Feedback Text
pl: Domyślny Tekst Informacji Zwrotnej

source: Enter feedback text that learners will see before they enter their own feedback. Use this text to show learners a good example peer assessment.
pl: Wprowadź tekst informacji zwrotnej, który uczący się zobaczą, zanim wprowadzą własną informację zwrotną. Użyj tego tekstu, aby pokazać uczącym się dobry przykład oceny wzajemnej.

source: Deadlines Configuration
pl: Konfiguracja Terminów

source: Select a deadline configuration option
pl: Wybierz opcję konfiguracji terminu

source: Configure deadlines manually
pl: Konfiguruj terminy ręcznie

source: Match deadlines to the subsection due date
pl: Dopasuj terminy do daty końcowej podsekcji

source: Match deadlines to the course end date
pl: Dopasuj terminy do daty końcowej kursu

source: Learn more about open response date settings
pl: Dowiedz się więcej o ustawieniach dat dla otwartej odpowiedzi

source: Response Start Date
pl: Data Rozpoczęcia Odpowiedzi

source: Response Start Time
pl: Czas Rozpoczęcia Odpowiedzi

source: The date and time when learners can begin submitting responses.
pl: Data i godzina, od której uczący się mogą rozpocząć przesyłanie odpowiedzi.

source: Response Due Date
pl: Data Końcowa Odpowiedzi

source: Response Due Time
pl: Czas Końcowy Odpowiedzi

source: The date and time when learners can no longer submit responses.
pl: Data i godzina, po której uczący się nie mogą już przesyłać odpowiedzi.

source: Step: Self Assessment
pl: Krok: Samoocena (Self Assessment)

source: Self Assessment asks learners to grade their own submissions against the rubric.
pl: Samoocena prosi uczących się o ocenę własnych zgłoszeń na podstawie rubryki.

source: Self Assessment Deadlines
pl: Terminy Samooceny

source: The date and time when learners can begin assessing their responses.
pl: Data i godzina, od której uczący się mogą rozpocząć ocenianie swoich odpowiedzi.

source: The date and time when all self assessments must be complete.
pl: Data i godzina, do której wszystkie samooceny muszą zostać zakończone.

source: Step: Staff Assessment
pl: Krok: Ocena przez Personel (Staff Assessment)

source: Staff Assessment gates sets the final grade for students if enabled with other steps, though it can also be used as a standalone step.
pl: Ocena przez Personel (Staff Assessment) ustala ocenę końcową dla studentów, jeśli jest włączona wraz z innymi krokami, chociaż może być również używana jako samodzielny krok.

source: Step: Learner Training
pl: Krok: Szkolenie Uczącego się (Learner Training)

source: Learner Training is used to help students practice grading a simulated peer submission in order to train them on the rubric and ensure learner's understand the rubric for either Self or Peer Assessment steps.
pl: Szkolenie Uczącego się (Learner Training) służy do pomocy studentom w ćwiczeniu oceniania symulowanego zgłoszenia rówieśników, aby przeszkolić ich w zakresie rubryki i upewnić się, że uczący się rozumieją rubrykę dla kroków Samooceny lub Oceny Wzajemnej.

source: Configuration: For this step to be fully configured you must provide one or more graded sample responses. Learners must then match this instructor score to advance and are provided feedback when their score doesn't match the sample response.
pl: Konfiguracja: Aby ten krok został w pełni skonfigurowany, musisz dostarczyć jedną lub więcej ocenionych przykładowych odpowiedzi. Uczący się muszą następnie dopasować ten wynik instruktora, aby przejść dalej, i otrzymują informację zwrotną, gdy ich wynik nie pasuje do przykładowej odpowiedzi.

source: View / Add Sample Responses
pl: Wyświetl / Dodaj Przykładowe Odpowiedzi

source: Add Sample Response
pl: Dodaj Przykładową Odpowiedź

source: Clone Rubric
pl: Klonuj Rubrykę

source: To clone a rubric from an existing published or unpublished draft, you can search by the Block ID. Note that cloning is one-way, meaning changes made after cloning will only affect the rubric being modified, and will not modify any rubric it was cloned from.
pl: Aby sklonować rubrykę z istniejącego opublikowanego lub nieopublikowanego szkicu, możesz wyszukać według ID Bloku. Pamiętaj, że klonowanie jest jednokierunkowe, co oznacza, że zmiany wprowadzone po klonowaniu wpłyną tylko na modyfikowaną rubrykę i nie zmodyfikują żadnej rubryki, z której została sklonowana.

source: Block ID For this ORA:
pl: ID Bloku dla tej ORA:

source: Block ID
pl: ID Bloku

source: No other Open Response Assessments found in course
pl: Nie znaleziono innych Ocen Otwartych Odpowiedzi w kursie

source: Clone
pl: Klonuj

source: Rubric Successfully Cloned from Block ID:
pl: Rubryka Została Pomyślnie Sklonowana z ID Bloku:

source: Scored Response
pl: Oceniona Odpowiedź

source: Response Score
pl: Wynik Odpowiedzi

source: Response
pl: Odpowiedź

source: Not Selected
pl: Nie Wybrano

source: points
pl: punkty

source: %(assessment_title)s - %(points)s point
pl: %(assessment_title)s - %(points)s punkt

source: More information about %(name)s
pl: Więcej informacji o %(name)s

source: Your Grade
pl: Twoja Ocena

source: %(points_earned)s out of %(points_possible)s
pl: %(points_earned)s z %(points_possible)s

source: Your submission has been cancelled.
pl: Twoje zgłoszenie zostało anulowane.

source: %(points_earned)s out of %(points_possible)s
pl: %(points_earned)s z %(points_possible)s

source: Your Response
pl: Twoja Odpowiedź

source: Your Upload
pl: Twoje Przesłane Pliki

source: Assessments of Your Response
pl: Oceny Twojej Odpowiedzi

source: Overall Grade
pl: Ocena Ogólna

source: Points
pl: Punkty

source: Additional comments on your response
pl: Dodatkowe komentarze do Twojej odpowiedzi

source: Provide feedback on peer assessments
pl: Prześlij informację zwrotną na temat ocen wzajemnych

source: Submitting Feedback
pl: Przesyłanie Informacji Zwrotnej

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
pl: Twoja informacja zwrotna została przesłana. Personel kursu będzie mógł ją zobaczyć podczas przeglądania rejestrów kursu.

source: Course staff will be able to see any feedback that you provide here when they review course records.
pl: Personel kursu będzie mógł zobaczyć każdą informację zwrotną, którą tutaj prześlesz, podczas przeglądania rejestrów kursu.

source: Select the statements below that best reflect your experience with peer assessments.
pl: Wybierz poniższe stwierdzenia, które najlepiej odzwierciedlają Twoje doświadczenie z ocenami wzajemnymi.

source: These assessments were useful.
pl: Te oceny były użyteczne.

source: These assessments were not useful.
pl: Te oceny nie były użyteczne.

source: I disagree with one or more of the peer assessments of my response.
pl: Nie zgadzam się z jedną lub więcej ocenami wzajemnymi mojej odpowiedzi.

source: Some comments I received were inappropriate.
pl: Niektóre otrzymane komentarze były nieodpowiednie.

source: Provide feedback on the grade or comments that you received from your peers.
pl: Prześlij informację zwrotną na temat oceny lub komentarzy, które otrzymałeś od swoich rówieśników.

source: I feel the feedback I received was...
pl: Czuję, że otrzymana informacja zwrotna była...

source: We could not submit your feedback
pl: Nie mogliśmy przesłać Twojej informacji zwrotnej

source: Submit feedback on peer assessments
pl: Prześlij informację zwrotną na temat ocen wzajemnych

source: Not Completed
pl: Nie Ukończono

source: You have not completed all the steps of this problem.
pl: Nie ukończyłeś wszystkich kroków tego zadania.

source: Not Started
pl: Nie Rozpoczęto

source: You have not started this problem yet.
pl: Nie rozpocząłeś jeszcze tego zadania.

source: Waiting for Assessments
pl: Oczekiwanie na Oceny

source: You have completed your steps in the assignment, but some assessments still need to be done on your response. When the assessments of your response are complete, you will see feedback from everyone who assessed your response, and you will receive your final grade.
pl: Ukończyłeś swoje kroki w zadaniu, ale nadal brakuje niektórych ocen Twojej odpowiedzi. Gdy oceny Twojej odpowiedzi zostaną zakończone, zobaczysz informację zwrotną od wszystkich, którzy ją ocenili, i otrzymasz swoją ocenę końcową.

source: Grade Available Responses
pl: Oceń Dostępne Odpowiedzi

source: Grade Available Responses is unavailable. This item is not configured for Staff Assessment.
pl: Ocenianie Dostępnych Odpowiedzi jest niedostępne. Ten element nie jest skonfigurowany do Oceny przez Personel.

source: Please wait
pl: Proszę czekać

source: Waiting Step Details
pl: Szczegóły Kroku Oczekiwania

source: Waiting Step details view is unavailable. This item is not configured for peer assessments.
pl: Widok szczegółów Kroku Oczekiwania jest niedostępny. Ten element nie jest skonfigurowany do ocen wzajemnych.

source: %(num_points)s points
pl: %(num_points)s punkty

source: Your peer's response to the prompt above
pl: Odpowiedź Twojego rówieśnika na powyższe polecenie

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
pl: Po ukończeniu wszystkich kroków tego zadania, możesz zobaczyć najwyżej ocenione odpowiedzi od Twoich rówieśników.

source: Your team’s submission has been cancelled. Your team will receive a grade of zero unless course staff resets your assessment to allow the team to resubmit a response.
pl: Zgłoszenie Twojego zespołu zostało anulowane. Twój zespół otrzyma ocenę zero, chyba że personel kursu zresetuje Twoją ocenę, aby umożliwić zespołowi ponowne przesłanie odpowiedzi.

source: Your submission has been cancelled. You will receive a grade of zero unless course staff resets your assessment to allow you to resubmit a response.
pl: Twoje zgłoszenie zostało anulowane. Otrzymasz ocenę zero, chyba że personel kursu zresetuje Twoją ocenę, aby umożliwić Ci ponowne przesłanie odpowiedzi.

source: This task is not yet available. Check back to complete the assignment once this section has opened.
pl: To zadanie nie jest jeszcze dostępne. Sprawdź ponownie, aby ukończyć zadanie, gdy ta sekcja zostanie otwarta.
