Repository: medical-tribune-polska/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Your basket couldn't be updated. Please correct any validation errors below.
pl: Nie można zaktualizować Twojego koszyka. Proszę poprawić wszelkie błędy walidacji poniżej.

source: You have already added coupon code '{code}' to your basket.
pl: Kod kuponu '{code}' został już dodany do Twojego koszyka.

source: Coupon code '{code}' does not exist.
pl: Kod kuponu '{code}' nie istnieje.

source: No coupon found with id '%s'
pl: Nie znaleziono kuponu o identyfikatorze '%s'

source: Coupon code '%s' was removed from your basket.
pl: Kod kuponu '%s' został usunięty z Twojego koszyka.

source: Last date/time on which this product can be purchased.
pl: Ostatnia data/godzina, do której można kupić ten produkt.

source: Username
pl: Nazwa użytkownika

source: {link_start}Refund #{refund_id}{link_end} created! Click {link_start}here{link_end} to view it.
pl: Zwrot {link_start}numeru #{refund_id}{link_end} został utworzony! Kliknij {link_start}tutaj{link_end}, aby go zobaczyć.

source: A refund cannot be created for these lines. They may have already been refunded.
pl: Nie można utworzyć zwrotu dla tych pozycji. Mogły już zostać zwrócone.

source: Refunds Dashboard
pl: Panel Zwrotów

source: Refund ID
pl: ID Zwrotu

source: Failed to retrieve enrollment data.
pl: Nie udało się pobrać danych o zapisach.

source: Number of times to retry failing IAP client actions (e.g., payment creation, payment execution)
pl: Liczba ponownych prób dla nieudanych akcji klienta IAP (np. tworzenie płatności, wykonanie płatności)

source: Past number of days to fetch Android refunds for.
pl: Liczba dni wstecz, dla których mają być pobrane zwroty Androida.

source: mobile team email
pl: adres e-mail zespołu mobilnego

source: Original Transaction ID
pl: Oryginalny ID Transakcji

source: Day 3
pl: Dzień 3

source: Day 10
pl: Dzień 10

source: Day 19
pl: Dzień 19

source: Assign
pl: Przypisz

source: Remind
pl: Przypomnij

source: Revoke
pl: Odwołaj

source: Automatic
pl: Automatyczny

source: Manual
pl: Ręczny

source: Course Catalog ID from the Discovery Service.
pl: ID Katalogu Kursów z Usługi Discovery.

source: UUID for an EnterpriseCustomerCatalog from the Enterprise Service.
pl: UUID dla EnterpriseCustomerCatalog z Usługi Enterprise.

source: EnterpriseCustomer Name
pl: Nazwa Klienta Korporacyjnego

source: EnterpriseCustomerCatalog UUID
pl: UUID Katalogu Klienta Korporacyjnego

source: Program UUID
pl: UUID Programu

source: Email to user pending.
pl: Oczekująca wiadomość e-mail do użytkownika.

source: Code successfully assigned to user.
pl: Kod pomyślnie przypisany użytkownikowi.

source: Code has been redeemed by user.
pl: Kod został wykorzystany przez użytkownika.

source: Email to user bounced.
pl: Wiadomość e-mail do użytkownika odbita.

source: Code has been revoked for this user.
pl: Kod został odwołany dla tego użytkownika.

source: Make a particular template version active.
pl: Uaktywnij określoną wersję szablonu.

source: Email has been sent.
pl: Wiadomość e-mail została wysłana.

source: This user should receive email
pl: Ten użytkownik powinien otrzymać wiadomość e-mail

source: Order administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
pl: Administracja zamówieniami została wyłączona z powodu obciążenia bazy danych. Tę funkcjonalność można przywrócić, aktywując przełącznik Waffle {switch_name}. Bądź ostrożny podczas ponownej aktywacji tego przełącznika!

source: %d%% discount for manual course enrollment order
pl: %d%% zniżki na ręczne zamówienie zapisu na kurs

source: Payment Processor
pl: Procesor Płatności

source: It expect that the order numbers stuck in fulfillment error state will be provided in a txt file format one per line.
pl: Oczekuje się, że numery zamówień, które utknęły w stanie błędu realizacji, zostaną dostarczone w formacie pliku txt, po jednym na wiersz.

source: Click 'Save and Continue Editing' to add stock records
pl: Kliknij 'Zapisz i kontynuuj edycję', aby dodać rekordy magazynowe

source: Partners
pl: Partnerzy

source: Unknown
pl: Nieznany

source: We don't support the payment option you selected.
pl: Nie obsługujemy wybranej opcji płatności.

source: Choose country
pl: Wybierz kraj

source: {label} (required)
pl: {label} (wymagane)

source: Organization (required)
pl: Organizacja (wymagana)

source: I am purchasing on behalf of my employer or other professional organization
pl: Dokonuję zakupu w imieniu mojego pracodawcy lub innej organizacji zawodowej

source: There was a problem retrieving your basket. Refresh the page to try again.
pl: Wystąpił problem z pobraniem Twojego koszyka. Odśwież stronę, aby spróbować ponownie.

source: First Name (required)
pl: Imię (wymagane)

source: Last Name (required)
pl: Nazwisko (wymagane)

source: Address (required)
pl: Adres (wymagany)

source: Suite/Apartment Number
pl: Numer apartamentu/lokalu

source: City (required)
pl: Miasto (wymagane)

source: State/Province
pl: Stan/Prowincja

source: Zip/Postal Code
pl: Kod pocztowy

source: Country (required)
pl: Kraj (wymagany)

source: This field is required.
pl: To pole jest wymagane.

source: Postal codes for the U.S. and Canada are limited to nine (9) characters.
pl: Kody pocztowe dla USA i Kanady są ograniczone do dziewięciu (9) znaków.

source: Transaction ID
pl: ID Transakcji

source: Payment Processor Response
pl: Odpowiedź Procesora Płatności

source: Payment Processor Responses
pl: Odpowiedzi Procesora Płatności

source: Number of times to retry failing Paypal client actions (e.g., payment creation, payment execution)
pl: Liczba ponownych prób dla nieudanych akcji klienta Paypal (np. tworzenie płatności, wykonanie płatności)

source: More than 10 digits before the decimal not allowed for fixed value.
pl: Dla wartości stałej nie jest dozwolone więcej niż 10 cyfr przed przecinkiem.

source: More than 2 digits after the decimal not allowed for fixed value.
pl: Dla wartości stałej nie jest dozwolone więcej niż 2 cyfry po przecinku.

source: Percentage greater than 100 not allowed.
pl: Procent większy niż 100 nie jest dozwolony.

source: transaction declined
pl: transakcja odrzucona

source: Refund administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
pl: Administracja zwrotami została wyłączona z powodu obciążenia bazy danych. Tę funkcjonalność można przywrócić, aktywując przełącznik Waffle {switch_name}. Bądź ostrożny podczas ponownej aktywacji tego przełącznika!

source: Order
pl: Zamówienie

source: User
pl: Użytkownik

source: Total Credit (excl. tax)
pl: Całkowity Kredyt (bez podatku)

source: Currency
pl: Waluta

source: Refund
pl: Zwrot

source: Order Line
pl: Pozycja Zamówienia

source: Line Credit (excl. tax)
pl: Kredyt Pozycji (bez podatku)

source: Quantity
pl: Ilość

source: Can be used once by one customer
pl: Może być użyty raz przez jednego klienta

source: Can be used multiple times by multiple customers
pl: Może być użyty wiele razy przez wielu klientów

source: Can only be used once per customer
pl: Może być użyty tylko raz na klienta

source: Can be used multiple times by one customer
pl: Może być użyty wiele razy przez jednego klienta

source: Usage
pl: Użycie

source: Is Public Code Batch
pl: Jest Publiczną Partią Kodów

source: Should this code batch be public or private for assignment.
pl: Czy ta partia kodów powinna być publiczna, czy prywatna do przypisania.

source: This voucher is assigned to another user.
pl: Ten voucher jest przypisany innemu użytkownikowi.

source: Catalog Query
pl: Zapytanie Katalogu

source: Redeemed For Course IDs
pl: Wykorzystane dla ID Kursów

source: Redeemed For Course ID
pl: Wykorzystane dla ID Kursu

source: Redeemed
pl: Wykorzystane

source: Active
pl: Aktywny

source: Inactive
pl: Nieaktywny

source: Discount
pl: Zniżka

source: Enrollment
pl: Zapis

source: Code
pl: Kod

source: This row applies to all vouchers
pl: Ten wiersz dotyczy wszystkich voucherów

source: Category
pl: Kategoria

source: Coupon Expiry Date
pl: Data wygaśnięcia Kuponu

source: Coupon Name
pl: Nazwa Kuponu

source: Coupon Start Date
pl: Data rozpoczęcia Kuponu

source: Coupon Type
pl: Typ Kuponu

source: Create Date
pl: Data Utworzenia

source: Discount Percentage
pl: Procent Zniżki

source: Discount Amount
pl: Kwota Zniżki

source: Email Domains
pl: Domeny E-mail

source: Invoiced Amount
pl: Kwota Fakturowana

source: Note
pl: Notatka

source: Price
pl: Cena

source: Course ID
pl: ID Kursu

source: Organization
pl: Organizacja

source: Course Seat Types
pl: Typy Miejsc Kursu

source: Maximum Coupon Usage
pl: Maksymalne Użycie Kuponu

source: Redemption Count
pl: Liczba Wykorzystań

source: URL
pl: Adres URL

source: Client
pl: Klient

source: Order Number
pl: Numer Zamówienia

source: Redeemed By Username
pl: Wykorzystane przez Nazwę Użytkownika

source: Range for coupon [{coupon_id}]
pl: Zakres dla kuponu [{coupon_id}]

source: Coupon Report for {coupon_name}
pl: Raport Kuponu dla {coupon_name}

source: Failed to find a matching stock record for coupon, report download canceled.
pl: Nie udało się znaleźć pasującego rekordu magazynowego dla kuponu, pobieranie raportu anulowane.

source: Not Paid
pl: Nieopłacony

source: Paid
pl: Opłacony

source: Prepaid
pl: Przedpłata

source: Postpaid
pl: Płatność po wykonaniu usługi

source: Bulk purchase
pl: Zakup hurtowy

source: Not applicable
pl: Nie dotyczy

source: Fixed
pl: Stała

source: Management View
pl: Widok Zarządzania

source: Refund Transactions
pl: Transakcje Zwrotu

source: {action} is not a valid action.
pl: {action} nie jest prawidłową akcją.

source: {value}% program discount
pl: {value}% zniżki na program

source: {value} fixed-price program discount
pl: {value} zniżki na program o stałej cenie

source: An offer already exists for this program.
pl: Oferta dla tego programu już istnieje.

source: {current_date} Discount for the {program_title} {program_type} Program
pl: Zniżka {current_date} dla Programu {program_title} {program_type}

source: Edit Program Offer: %(program_title)s
pl: Edytuj Ofertę Programu: %(program_title)s

source: Create Program Offer
pl: Utwórz Ofertę Programu

source: Program Offers
pl: Oferty Programów

source: Edit Program Offer
pl: Edytuj Ofertę Programu

source: %(platform_name)s Program Offer Administration Tool
pl: Narzędzie Administracyjne Ofert Programów %(platform_name)s

source: Current program offers
pl: Obecne oferty programów

source: Program Title
pl: Tytuł Programu

source: Program offer updated!
pl: Oferta programu zaktualizowana!

source: Program offer created!
pl: Oferta programu utworzona!

source: Affiliate ID
pl: ID Partnera

source: UTM Source
pl: Źródło UTM

source: UTM Medium
pl: Medium UTM

source: UTM Campaign
pl: Kampania UTM

source: UTM Term
pl: Termin UTM

source: UTM Content
pl: Treść UTM

source: UTM Created At
pl: Utworzono UTM w

source: Dashboard
pl: Panel

source: Catalogue
pl: Katalog

source: Products
pl: Produkty

source: Product Types
pl: Typy Produktów

source: Categories
pl: Kategorie

source: Ranges
pl: Zakresy

source: Low stock alerts
pl: Alerty o niskim stanie magazynowym

source: Fulfillment
pl: Realizacja

source: Orders
pl: Zamówienia

source: Statistics
pl: Statystyki

source: Refunds
pl: Zwroty

source: Customers
pl: Klienci

source: Stock alert requests
pl: Żądania alertów magazynowych

source: Offers
pl: Oferty

source: Vouchers
pl: Vouchery

source: Reports
pl: Raporty

source: English
pl: Angielski

source: Spanish
pl: Hiszpański

source: Spanish (Latin American)
pl: Hiszpański (Ameryka Łacińska)

source: Build
pl: Budowa

source: Version:
pl: Wersja:

source: Redeem
pl: Wykorzystaj

source: Coupon Codes
pl: Kody Kuponów

source: Earn a verified certificate in one of our popular courses to advance your career, showcase your accomplishments or enhance your college application.
pl: Zdobądź zweryfikowany certyfikat na jednym z naszych popularnych kursów, aby rozwinąć swoją karierę, pochwalić się osiągnięciami lub wzbogacić swoją aplikację na studia.

source: Why buy a verified certificate?
pl: Dlaczego warto kupić zweryfikowany certyfikat?

source: A verified certificate (digital) confirming that a user has completed the course on a specified date. The certificate includes edX's logo and the university's logo, as well as signatures from faculty members involved with the course. There is also a URL that can be used to verify the authenticity of the certificate.
pl: Zweryfikowany certyfikat (cyfrowy) potwierdzający, że użytkownik ukończył kurs w określonym terminie. Certyfikat zawiera logo edX i logo uniwersytetu, a także podpisy wykładowców zaangażowanych w kurs. Istnieje również adres URL, który można wykorzystać do weryfikacji autentyczności certyfikatu.

source: A verified certificate demonstrates to future employers that you've mastered the course material.
pl: Zweryfikowany certyfikat dowodzi przyszłym pracodawcom, że opanowałeś materiał kursu.

source: The certificate is officially signed and stamped by the institution that offers the course.
pl: Certyfikat jest oficjalnie podpisany i ostemplowany przez instytucję oferującą kurs.

source: You're twelve times more likely to complete the course if you're working toward a verified certificate.
pl: Masz dwunastokrotnie większe szanse na ukończenie kursu, jeśli dążysz do uzyskania zweryfikowanego certyfikatu.

source: Courses
pl: Kursy

source: %(platform_name)s Course Administration Tool
pl: Narzędzie Administracyjne Kursu %(platform_name)s

source: Student Dashboard
pl: Panel Studenta

source: Course Admin Tool
pl: Narzędzie Administracyjne Kursu

source: E-Commerce Dashboard
pl: Panel E-Commerce

source: Sign Out
pl: Wyloguj

source: Receipt for %(order_number)s
pl: Potwierdzenie zamówienia dla %(order_number)s

source: Thank you for your order!
pl: Dziękujemy za Twoje zamówienie!

source: Your order is complete. You will receive a confirmation message and your enrollment code(s) at {link_start}{email}{link_end}. If you need a receipt, you can print this page.
pl: Twoje zamówienie jest kompletne. Otrzymasz wiadomość z potwierdzeniem i kody zapisu na adres {link_start}{email}{link_end}. Jeśli potrzebujesz potwierdzenia, możesz wydrukować tę stronę.

source: Your order is complete. If you need a receipt, you can print this page. {next_start} Next Steps:{next_end} 1. Check your inbox for an order confirmation email from Get Smarter.{next_line} 2: Follow the instructions in the email to complete your registration.
pl: Twoje zamówienie jest kompletne. Jeśli potrzebujesz potwierdzenia, możesz wydrukować tę stronę. {next_start} Następne Kroki:{next_end} 1. Sprawdź swoją skrzynkę odbiorczą w poszukiwaniu e-maila z potwierdzeniem zamówienia od Get Smarter.{next_line} 2: Postępuj zgodnie z instrukcjami zawartymi w e-mailu, aby zakończyć rejestrację.

source: Your order is complete. If you need a receipt, you can print this page.
pl: Twoje zamówienie jest kompletne. Jeśli potrzebujesz potwierdzenia, możesz wydrukować tę stronę.

source: Order Number:
pl: Numer Zamówienia:

source: Payment Method:
pl: Metoda Płatności:

source: Order Date:
pl: Data Zamówienia:

source: Order Information
pl: Informacje o Zamówieniu

source: Description
pl: Opis

source: Item Price
pl: Cena Przedmiotu

source: Quantity:
pl: Ilość:

source: Description:
pl: Opis:

source: Item Price:
pl: Cena Przedmiotu:

source: Subtotal
pl: Suma częściowa

source: %(voucher_discount_amount)s off
pl: %(voucher_discount_amount)s zniżki

source: Discount of type %(type)s provided by %(enterprise_name)s
pl: Zniżka typu %(type)s dostarczona przez %(enterprise_name)s

source: Discount for your first upgrade
pl: Zniżka na Twoje pierwsze ulepszenie

source: Discount of type %(type)s is provided.
pl: Zniżka typu %(type)s jest zapewniona.

source: Courtesy of %(enterprise_name)s.
pl: Dzięki uprzejmości %(enterprise_name)s.

source: Total
pl: Suma

source: Get Your Course Credit
pl: Zdobądź Kredyt za Kurs

source: To receive academic credit for this course, you must apply for credit at the organization that offers the credit. You can find a link to the organization’s website on your {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}, next to the course name.
pl: Aby otrzymać punkty akademickie za ten kurs, musisz złożyć wniosek o kredyt w organizacji, która go oferuje. Link do strony internetowej tej organizacji znajdziesz na swoim {link_start}{lms_dashboard_url}{link_middle}panelu{link_end}, obok nazwy kursu.

source: Go to dashboard
pl: Przejdź do panelu

source: Find more courses
pl: Znajdź więcej kursów

source: Order Not Found
pl: Nie znaleziono Zamówienia

source: The specified order could not be located. Please ensure that the URL is correct, and try again.
pl: Nie można zlokalizować określonego zamówienia. Upewnij się, że adres URL jest poprawny i spróbuj ponownie.

source: You may also view your previous orders on the {link_start}{order_history_url}{link_middle}{link_end}Account Settings{link_end} page.
pl: Możesz również przeglądać swoje poprzednie zamówienia na stronie {link_start}{order_history_url}{link_middle}{link_end}Ustawienia Konta{link_end} .

source: Select
pl: Wybierz

source: Credits:
pl: Kredyty:

source: Price:
pl: Cena:

source: Learn more about %(display_name)s credit?
pl: Dowiedz się więcej o kredycie %(display_name)s?

source: Credit available until %(date)s
pl: Kredyt dostępny do %(date)s

source: Purchase Credit for %(course_name)s
pl: Kup Kredyt dla %(course_name)s

source: Purchase Credit for %(course_name)s
pl: Kup Kredyt dla %(course_name)s

source: Congratulations! You are eligible to purchase academic course credit for this course. You must purchase your credit before %(date)s. Select one of the following institutions to purchase your credit.
pl: Gratulacje! Jesteś uprawniony do zakupu akademickiego kredytu za ten kurs. Musisz kupić kredyt przed %(date)s. Wybierz jedną z poniższych instytucji, aby kupić kredyt.

source: Price:
pl: Cena:

source: Discount:
pl: Zniżka:

source: Total:
pl: Suma:

source: You deserve it.
pl: Zasługujesz na to.

source: The hard work is over - you passed the course! Now get the credit you deserve to start or complete a degree.
pl: Ciężka praca za Tobą - zdałeś kurs! Teraz zdobądź kredyt, na który zasługujesz, aby rozpocząć lub ukończyć studia.

source: It's affordable.
pl: Jest przystępny cenowo.

source: The credit offered through edX generally costs less than the same credit at most institutions.
pl: Kredyt oferowany za pośrednictwem edX kosztuje zazwyczaj mniej niż ten sam kredyt w większości instytucji.

source: It opens doors.
pl: Otwiera drzwi.

source: Many of today's most in-demand jobs require a college degree. Start your path to success!
pl: Wiele najbardziej pożądanych zawodów wymaga dziś wyższego wykształcenia. Rozpocznij swoją drogę do sukcesu!

source: Questions?
pl: Pytania?

source: Please read {link_start}our FAQs to view common questions about our certificates.{link_end}
pl: Prosimy przeczytać {link_start}nasze FAQ, aby zobaczyć często zadawane pytania na temat naszych certyfikatów.{link_end}

source: You are enrolling in:
pl: Zapisujesz się na:

source: An email has been sent to %(user_email)s with a link for you to activate your account.
pl: E-mail został wysłany na adres %(user_email)s z linkiem do aktywacji Twojego konta.

source: Why activate?
pl: Dlaczego aktywować?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
pl: Prosimy o aktywację konta, aby upewnić się, że to naprawdę Ty tworzysz konto i zapobiec oszustwom.

source: If you need assistance, contact edX support.
pl: Jeśli potrzebujesz pomocy, skontaktuj się ze wsparciem edX.

source: Coupons
pl: Kupony

source: Enterprise Coupons
pl: Kupony Korporacyjne

source: Toggle navigation
pl: Przełącz nawigację

source: Dashboard for:
pl: Panel dla:

source: Toggle Dropdown
pl: Przełącz rozwijane

source: Login
pl: Zaloguj

source: E-Commerce Course Administration
pl: Administracja Kursami E-Commerce

source: E-Commerce Coupon Administration
pl: Administracja Kuponami E-Commerce

source: E-Commerce Program Offers Administration
pl: Administracja Ofertami Programów E-Commerce

source: Your basket is empty
pl: Twój koszyk jest pusty

source: If you attempted to make a purchase, you have not been charged. Return to your {link_start}{link_middle}{homepage_url}dashboard{link_end} to try again, or {link_start}{homepage_url}{link_middle}contact {platform_name} Support{link_end}.
pl: Jeśli próbowałeś dokonać zakupu, nie zostałeś obciążony. Wróć do swojego {link_start}{link_middle}{homepage_url}panelu{link_end}, aby spróbować ponownie, lub {link_start}{homepage_url}{link_middle}skontaktuj się ze Wsparciem {platform_name}{link_end}.

source: Your basket is now empty
pl: Twój koszyk jest teraz pusty

source: {strong_start}We’ve updated your quantity.{strong_end} {paragraph_start}Your cart includes {num_items} enrollment codes at a total cost of {total}, that you will receive via email.{paragraph_end}
pl: {strong_start}Zaktualizowaliśmy Twoją ilość.{strong_end} {paragraph_start}Twój koszyk zawiera {num_items} kodów zapisu o łącznym koszcie {total}, które otrzymasz drogą mailową.{paragraph_end}

source: View basket
pl: Wyświetl koszyk

source: Checkout now
pl: Przejdź do kasy teraz

source: Applying...
pl: Stosowanie...

source: Apply
pl: Zastosuj

source: in your cart
pl: w Twoim koszyku

source: Your purchase contains the following
pl: Twój zakup zawiera następujące pozycje

source: Updating...
pl: Aktualizowanie...

source: Update
pl: Aktualizuj

source: summary
pl: podsumowanie

source: Discounts applied
pl: Zastosowane zniżki

source: %(benefit)s discount provided by %(enterprise_customer_name)s.
pl: Zniżka %(benefit)s dostarczona przez %(enterprise_customer_name)s.

source: %(benefit)s%% discount for your first upgrade applied.
pl: Zastosowano zniżkę %(benefit)s%% na Twoje pierwsze ulepszenie.

source: Coupon %(voucher_code)s applied for %(total_benefit)s off
pl: Kupon %(voucher_code)s zastosowany dla %(total_benefit)s zniżki

source: Remove coupon
pl: Usuń kupon

source: Add coupon code
pl: Dodaj kod kuponu

source: (optional)
pl: (opcjonalnie)

source: TOTAL
pl: SUMA CAŁKOWITA

source: order details
pl: szczegóły zamówienia

source: select payment method
pl: wybierz metodę płatności

source: Pay with a Credit Card
pl: Zapłać Kartą Kredytową

source: Pay with PayPal
pl: Zapłać przez PayPal

source: Pay with Apple Pay
pl: Zapłać przez Apple Pay

source: card holder information
pl: informacje o posiadaczu karty

source: billing information
pl: informacje rozliczeniowe

source: Credit cards
pl: Karty kredytowe

source: Card Number (required)
pl: Numer Karty (wymagane)

source: Secure
pl: Bezpieczne

source: Credit card icon
pl: Ikona karty kredytowej

source: Security Code (required)
pl: Kod Zabezpieczający (wymagane)

source: Help with CVV
pl: Pomoc z CVV

source: The three last digits in the signature area on the back of your card. For American Express, it is the four digits on the front of the card.
pl: Trzy ostatnie cyfry w polu podpisu na odwrocie karty. Dla American Express są to cztery cyfry z przodu karty.

source: Expiration (required)
pl: Data Ważności (wymagane)

source: Month
pl: Miesiąc

source: Year
pl: Rok

source: Place Order
pl: Złóż zamówienie

source: Earn a valuable certificate to showcase the skills you learn in
pl: Zdobądź wartościowy certyfikat, aby zaprezentować umiejętności nabyte w

source: %(benefit_value)s off
pl: %(benefit_value)s zniżki
