Repository: medical-tribune-polska/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Personal info
pl: Informacje osobiste

source: Permissions
pl: Uprawnienia

source: Important dates
pl: Ważne daty

source: User administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
pl: Administracja użytkownikami została wyłączona z powodu obciążenia bazy danych. Tę funkcjonalność można przywrócić, aktywując przełącznik Waffle {switch_name}. Bądź ostrożny podczas ponownej aktywacji tego przełącznika!

source: LMS base url for custom site/microsite
pl: Bazowy adres URL LMS dla niestandardowej witryny/mikrowitryny

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
pl: Główny adres URL LMS tej witryny (np. https://courses.stage.edx.org)

source: Path to custom site theme
pl: Ścieżka do niestandardowego motywu witryny

source: Payment processors
pl: Procesory płatności

source: Comma-separated list of processor names: 'cybersource,paypal'
pl: Lista nazw procesorów oddzielona przecinkami: 'cybersource,paypal'

source: Client-side payment processor
pl: Procesor płatności po stronie klienta

source: Processor that will be used for client-side payments
pl: Procesor, który będzie używany do płatności po stronie klienta

source: OAuth settings
pl: Ustawienia OAuth

source: JSON string containing OAuth backend settings.
pl: Ciąg znaków JSON zawierający ustawienia zaplecza OAuth.

source: Segment key
pl: Klucz Segment

source: Segment write/API key.
pl: Klucz do zapisu/klucz API Segment.

source: From email
pl: Adres email nadawcy

source: Address from which emails are sent.
pl: Adres, z którego wysyłane są wiadomości e-mail.

source: Enable enrollment codes
pl: Włącz kody rejestracyjne

source: Enable the creation of enrollment codes.
pl: Włącz tworzenie kodów rejestracyjnych.

source: Payment support email
pl: Adres e-mail wsparcia płatności

source: Contact email for payment support issues.
pl: Kontaktowy adres e-mail w sprawach wsparcia płatności.

source: Payment support url
pl: Adres URL wsparcia płatności

source: URL for payment support issues.
pl: Adres URL dla spraw wsparcia płatności.

source: UTM Cookie Name
pl: Nazwa pliku cookie UTM

source: Name of cookie storing UTM data.
pl: Nazwa pliku cookie przechowującego dane UTM.

source: Affiliate Cookie Name
pl: Nazwa pliku cookie Partnera

source: Name of cookie storing affiliate data.
pl: Nazwa pliku cookie przechowującego dane partnera.

source: Send refund email notification
pl: Wyślij powiadomienie e-mail o zwrocie pieniędzy

source: Enable SDN check
pl: Włącz sprawdzanie SDN

source: Enable SDN check at checkout.
pl: Włącz sprawdzanie SDN przy kasie.

source: [Deprecated] US Treasury SDN API URL
pl: [Przestarzałe] Adres URL API SDN Skarbu USA

source: [Deprecated] US Treasury SDN API key
pl: [Przestarzałe] Klucz API SDN Skarbu USA

source: SDN lists
pl: Listy SDN

source: A comma-separated list of Treasury OFAC lists to check against.
pl: Lista list OFAC Skarbu USA oddzielona przecinkami, które mają być sprawdzone.

source: Require Account Activation
pl: Wymagaj aktywacji konta

source: Require users to activate their account before allowing them to redeem a coupon.
pl: Wymagaj od użytkowników aktywacji konta, zanim pozwolimy im na wykorzystanie kuponu.

source: Optimizely snippet source URL
pl: Źródłowy adres URL fragmentu kodu Optimizely

source: This script will be loaded on every page.
pl: Ten skrypt zostanie załadowany na każdej stronie.

source: Base Cookie Domain
pl: Bazowa domena plików cookie

source: Base cookie domain used to share cookies across services.
pl: Bazowa domena plików cookie używana do udostępniania plików cookie między usługami.

source: Enable embargo check
pl: Włącz sprawdzanie embarga

source: Enable embargo check at checkout.
pl: Włącz sprawdzanie embarga przy kasie.

source: Discovery API URL
pl: Adres URL API Discovery

source: Enable Apple Pay
pl: Włącz Apple Pay

source: Enable Partial Program Offer
pl: Włącz częściową ofertę programu

source: Enable the application of program offers to remaining unenrolled or unverified courses
pl: Włącz zastosowanie ofert programów do pozostałych niezarejestrowanych lub niezweryfikowanych kursów

source: Hubspot Portal Secret Key
pl: Tajny klucz portalu Hubspot

source: Secret key for Hubspot portal authentication
pl: Tajny klucz do uwierzytelniania w portalu Hubspot

source: Enable Microfrontend for Basket Page
pl: Włącz mikrofrontend dla strony koszyka

source: Use the microfrontend implementation of the basket page instead of the server-side template
pl: Użyj implementacji mikrofrontendu strony koszyka zamiast szablonu po stronie serwera

source: Payment Microfrontend URL
pl: Adres URL mikrofrontendu płatności

source: URL for the Payment Microfrontend (used if Enable Microfrontend for Basket Page is set)
pl: Adres URL mikrofrontendu płatności (używany, jeśli włączono mikrofrontend dla strony koszyka)

source: last name
pl: nazwisko

source: first name
pl: imię

source: Full Name
pl: Pełne imię i nazwisko

source: LMS user id
pl: ID użytkownika LMS

source: Name
pl: Nazwa

source: EnterpriseCustomer UUID
pl: UUID Klienta Korporacyjnego

source: UUID for an EnterpriseCustomer from the Enterprise Service.
pl: UUID Klienta Korporacyjnego z Usługi Korporacyjnej.

source: Coupon does not exist.
pl: Kupon nie istnieje.

source: This coupon code is not yet valid.
pl: Ten kod kuponu nie jest jeszcze ważny.

source: This coupon code has expired.
pl: Ten kod kuponu wygasł.

source: Product [{product}] not available for purchase.
pl: Produkt [{product}] jest niedostępny w zakupie.

source: This coupon code is no longer available.
pl: Ten kod kuponu nie jest już dostępny.

source: This coupon code is invalid.
pl: Ten kod kuponu jest nieprawidłowy.

source: The voucher is not applicable to your current basket.
pl: Kupon nie ma zastosowania do Twojego obecnego koszyka.

source: Welcome to edX
pl: Witaj w edX

source: Please choose from the courses selected by your organization to start learning.
pl: Wybierz spośród kursów wybranych przez Twoją organizację, aby rozpocząć naukę.

source: Code not provided.
pl: Nie podano kodu.

source: SKU not provided.
pl: Nie podano kodu SKU.

source: The product does not exist.
pl: Produkt nie istnieje.

source: You are not eligible to use this coupon.
pl: Nie jesteś uprawniony do użycia tego kuponu.

source: Couldn't find a matching Enterprise Customer for this coupon.
pl: Nie można znaleźć pasującego Klienta Korporacyjnego dla tego kuponu.

source: This coupon is not valid for purchasing a program. Try using this on an individual course in the program. If you need assistance, contact edX support.
pl: Ten kupon nie jest ważny przy zakupie programu. Spróbuj użyć go na pojedynczym kursie w programie. Jeśli potrzebujesz pomocy, skontaktuj się ze wsparciem edX.

source: Invalid data sharing consent token provided.
pl: Podano nieprawidłowy token zgody na udostępnianie danych.

source: You have already purchased {course} seat.
pl: Zakupiłeś już miejsce na kursie {course}.

source: A discount has been applied, courtesy of {enterprise_customer_name}.
pl: Zastosowano zniżkę dzięki uprzejmości {enterprise_customer_name}.

source: This coupon code is not valid for this course. Try a different course.
pl: Ten kod kuponu jest nieprawidłowy dla tego kursu. Spróbuj innego kursu.

source: Site
pl: Witryna

source: Last date/time on which verification for this product can be submitted.
pl: Ostatnia data/godzina, do której można przesłać weryfikację dla tego produktu.

source: Failed to publish commerce data for {course_id} to LMS.
pl: Nie udało się opublikować danych handlowych dla {course_id} w LMS.

source: Audit
pl: Audyt

source: Credit
pl: Kredyt

source: Honor
pl: Honorowy

source: Professional
pl: Profesjonalny

source: Verified
pl: Zweryfikowany

source: Executive Education
pl: Edukacja Wykonawcza

source: Paid Executive Education
pl: Płatna Edukacja Wykonawcza

source: Unpaid Executive Education
pl: Bezpłatna Edukacja Wykonawcza

source: Paid Bootcamp
pl: Płatny Bootcamp

source: Unpaid Bootcamp
pl: Bezpłatny Bootcamp

source: An error has occurred. We could not confirm that you are eligible for course credit. Try the transaction again.
pl: Wystąpił błąd. Nie mogliśmy potwierdzić, że kwalifikujesz się do uzyskania kredytu za kurs. Spróbuj ponownie przeprowadzić transakcję.

source: Credit is not currently available for "{course_name}". If you are currently enrolled in the course, please try again after all grading is complete. If you need additional assistance, please contact the {site_name} Support Team.
pl: Kredyt nie jest obecnie dostępny dla "{course_name}". Jeśli jesteś obecnie zapisany na kurs, spróbuj ponownie po zakończeniu wszystkich ocen. Jeśli potrzebujesz dodatkowej pomocy, skontaktuj się z Zespołem Wsparcia {site_name}.

source: An error has occurred. We could not confirm that the institution you selected offers this course credit. Try the transaction again.
pl: Wystąpił błąd. Nie mogliśmy potwierdzić, że wybrana instytucja oferuje kredyt za ten kurs. Spróbuj ponownie przeprowadzić transakcję.

source: %d%% enterprise discount
pl: Zniżka korporacyjna %d%%

source: {value} fixed-price enterprise discount
pl: {value} zniżka korporacyjna o stałej cenie

source: Percentage
pl: Procent

source: Absolute
pl: Bezwzględna

source: This coupon has been made available through {new_enterprise}. To redeem this coupon, you must first logout. When you log back in, please select {new_enterprise} as your enterprise and try again.
pl: Ten kupon został udostępniony za pośrednictwem {new_enterprise}. Aby zrealizować ten kupon, musisz się najpierw wylogować. Po ponownym zalogowaniu, wybierz {new_enterprise} jako swoją firmę i spróbuj ponownie.

source: This code is not valid with your email. Please login with the correct email assigned to the code or contact your Learning Manager for additional questions.
pl: Ten kod jest nieprawidłowy dla Twojego adresu e-mail. Zaloguj się za pomocą poprawnego adresu e-mail przypisanego do kodu lub skontaktuj się ze swoim Menedżerem ds. Nauki w przypadku dodatkowych pytań.

source: Enterprise Customer UUID
pl: UUID Klienta Korporacyjnego

source: Enterprise Customer Catalog UUID
pl: UUID Katalogu Klienta Korporacyjnego

source: Discount Type
pl: Typ zniżki

source: Discount Value
pl: Wartość zniżki

source: Contract Discount Type
pl: Typ zniżki kontraktowej

source: Contract Discount
pl: Zniżka kontraktowa

source: Prepaid Invoice Amount
pl: Kwota faktury prepaid

source: Salesforce Opportunity ID
pl: ID Szansy Sprzedażowej w Salesforce

source: Salesforce Opportunity Line Item
pl: Pozycja Szansy Sprzedażowej w Salesforce

source: Emails Addresses
pl: Adresy e-mail

source: Comma separated emails which will receive the offer usage alerts
pl: Adresy e-mail oddzielone przecinkami, które będą otrzymywać powiadomienia o wykorzystaniu oferty

source: Frequency for offer usage emails
pl: Częstotliwość wysyłania wiadomości e-mail dotyczących wykorzystania oferty

source: The maximum number of enrollments that can redeem this offer.
pl: Maksymalna liczba zapisów, które mogą skorzystać z tej oferty.

source: The maximum USD dollar amount that can be redeemed by this offer.
pl: Maksymalna kwota w dolarach USD, którą można zrealizować za pomocą tej oferty.

source: The maximum number of enrollments, by a user, that can redeem this offer.
pl: Maksymalna liczba zapisów, jaką może zrealizować użytkownik za pomocą tej oferty.

source: The maximum USD dollar amount that can be redeemed using this offer by a user.
pl: Maksymalna kwota w dolarach USD, jaką może zrealizować użytkownik za pomocą tej oferty.

source: Start Date
pl: Data rozpoczęcia

source: End Date
pl: Data zakończenia

source: Enrollment Limit
pl: Limit zapisów

source: Bookings Limit
pl: Limit rezerwacji

source: Per User Enrollment Limit
pl: Limit zapisów na użytkownika

source: Per User Bookings Limit
pl: Limit rezerwacji na użytkownika

source: Ensure new value must be greater than or equal to consumed({offer_enrollments}) value.
pl: Upewnij się, że nowa wartość musi być większa lub równa wartości wykorzystanej ({offer_enrollments}).

source: Salesforce Opportunity ID must be 18 alphanumeric characters and begin with 006.
pl: ID Szansy Sprzedażowej w Salesforce musi składać się z 18 znaków alfanumerycznych i zaczynać się od '006'.

source: The Salesforce Opportunity Line Item must be 18 alphanumeric characters and begin with '00k'.
pl: Pozycja Szansy Sprzedażowej w Salesforce musi składać się z 18 znaków alfanumerycznych i zaczynać się od '00k'.

source: Ensure this value is greater than or equal to 0.
pl: Upewnij się, że ta wartość jest większa lub równa 0.

source: Ensure new value must be greater than or equal to consumed({consumed_discount:.2f}) value.
pl: Upewnij się, że nowa wartość musi być większa lub równa wartości wykorzystanej ({consumed_discount:.2f}).

source: Given email address {email} is not a valid email.
pl: Podany adres e-mail {email} nie jest prawidłowym adresem e-mail.

source: An offer already exists for this Enterprise & Catalog combination.
pl: Oferta dla tego połączenia Klienta Korporacyjnego i Katalogu już istnieje.

source: Percentage discounts cannot be greater than 100%.
pl: Zniżki procentowe nie mogą być większe niż 100%.

source: A start date must be specified when specifying an end date.
pl: Należy podać datę rozpoczęcia, jeśli podana jest data zakończenia.

source: The start date must occur before the end date.
pl: Data rozpoczęcia musi przypadać przed datą zakończenia.

source: More than 2 digits after the decimal not allowed for absolute value.
pl: Dla wartości bezwzględnej niedozwolone są więcej niż 2 cyfry po przecinku.

source: This field is required when contract discount type is absolute.
pl: To pole jest wymagane, gdy typ zniżki kontraktowej jest bezwzględny.

source: Discount of type {} provided by {} for {}.
pl: Zniżka typu {} dostarczona przez {} dla {}.

source: Enterprise Coupon Codes
pl: Kody Kuponów Korporacyjnych

source: Edit Enterprise Offer: %(enterprise_customer_name)s
pl: Edytuj Ofertę Korporacyjną: %(enterprise_customer_name)s

source: Create Enterprise Offer
pl: Utwórz Ofertę Korporacyjną

source: Enterprise Offers
pl: Oferty Korporacyjne

source: Edit
pl: Edytuj

source: Create
pl: Utwórz

source: Edit Enterprise Offer
pl: Edytuj Ofertę Korporacyjną

source: Save Changes
pl: Zapisz Zmiany

source: Cancel
pl: Anuluj

source: %(platform_name)s Enterprise Offer Administration Tool
pl: Narzędzie Administracyjne Ofert Korporacyjnych %(platform_name)s

source: Current enterprise offers
pl: Obecne oferty korporacyjne

source: Enterprise Customer Name
pl: Nazwa Klienta Korporacyjnego

source: Type
pl: Typ

source: Value
pl: Wartość

source: Start
pl: Początek

source: End
pl: Koniec

source: %(platform_name)s Enterprise Offer Administration Tool
pl: Narzędzie Administracyjne Ofert Korporacyjnych %(platform_name)s

source: SKU {sku} does not exist.
pl: SKU {sku} nie istnieje.

source: There is no Enterprise Customer associated with SKU {sku}.
pl: Nie ma Klienta Korporacyjnego powiązanego z SKU {sku}.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise}.
pl: Jeśli masz obawy dotyczące udostępniania swoich danych, skontaktuj się z administratorem pod adresem {enterprise}.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise} at {contact_info}.
pl: Jeśli masz obawy dotyczące udostępniania swoich danych, skontaktuj się z administratorem pod adresem {enterprise} pod adresem {contact_info}.

source: Enrollment in {course_name} was not complete.
pl: Zapis na kurs {course_name} nie został ukończony.

source: Enterprise offer updated!
pl: Oferta korporacyjna zaktualizowana!

source: Enterprise offer created!
pl: Oferta korporacyjna utworzona!

source: You can't check out with an empty basket.
pl: Nie możesz zrealizować zamówienia z pustym koszykiem.

source: We couldn't locate the identification code necessary to find one of your products.
pl: Nie udało nam się zlokalizować kodu identyfikacyjnego niezbędnego do znalezienia jednego z Twoich produktów.

source: We couldn't find one of the products you're looking for.
pl: Nie mogliśmy znaleźć jednego z produktów, których szukasz.

source: One of the products you're trying to order is unavailable.
pl: Jeden z produktów, które próbujesz zamówić, jest niedostępny.

source: We couldn't find enough information about you to perform the calculation.
pl: Nie mogliśmy znaleźć wystarczającej ilości informacji o Tobie, aby przeprowadzić obliczenia.

source: EXPIRED
pl: WYGASŁY

source: INACTIVE
pl: NIEAKTYWNY

source: ACTIVE
pl: AKTYWNY

source: Products must have a certificate type.
pl: Produkty muszą mieć typ certyfikatu.

source: Products must have a price.
pl: Produkty muszą mieć cenę.

source: You need to provide a course UUID to create Course Entitlements.
pl: Musisz podać UUID kursu, aby utworzyć Uprawnienia do Kursu.

source: Products must indicate whether ID verification is required.
pl: Produkty muszą wskazywać, czy wymagana jest weryfikacja tożsamości.

source: Invalid product class [{product_class}] requested.
pl: Zażądano nieprawidłowej klasy produktu [{product_class}].

source: Course [{course_id}] was not published to LMS because the switch [publish_course_modes_to_lms] is disabled. To avoid ghost SKUs, data has not been saved.
pl: Kurs [{course_id}] nie został opublikowany w LMS, ponieważ przełącznik [publish_course_modes_to_lms] jest wyłączony. Aby uniknąć 'widmowych' SKU, dane nie zostały zapisane.

source: Enrollment code
pl: Kod zapisu

source: Discount code
pl: Kod rabatowy

source: Invalid order number or order {} does not exists.
pl: Nieprawidłowy numer zamówienia lub zamówienie {} nie istnieje.

source: New coupon voucher assignment Failure. Error: {}
pl: Niepowodzenie przypisania nowego kuponu voucherowego. Błąd: {}

source: Your order {} can not be refunded as '{}' coupon are not supported to refund.
pl: Zwrot pieniędzy za Twoje zamówienie {} nie może zostać zrealizowany, ponieważ kupony '{}' nie są obsługiwane przy zwrotach.

source: Could note create new voucher for the order: {}
pl: Nie można utworzyć nowego vouchera dla zamówienia: {}

source: No SKUs provided.
pl: Nie podano żadnych SKU.

source: Products with SKU(s) [{skus}] do not exist.
pl: Produkty z SKU [{skus}] nie istnieją.

source: Provide username or is_anonymous query param, but not both
pl: Podaj nazwę użytkownika lub parametr zapytania is_anonymous, ale nie oba.

source: Product API only supports {http_method} for {product_class} products.
pl: API Produktu obsługuje tylko metodę {http_method} dla produktów klasy {product_class}.

source: Missing or bad value for: [{name}].
pl: Brakująca lub nieprawidłowa wartość dla: [{name}].

source: {id} - {status} basket (owner: {owner}, lines: {num_lines})
pl: {id} - {status} koszyk (właściciel: {owner}, linie: {num_lines})

source: Basket
pl: Koszyk

source: Attribute Type
pl: Typ Atrybutu

source: Text Attribute
pl: Atrybut Tekstowy

source: Due to export controls, we cannot allow you to access this course at this time.
pl: Ze względu na kontrole eksportu nie możemy w tej chwili zezwolić Ci na dostęp do tego kursu.

source: Click here to just purchase an enrollment for yourself
pl: Kliknij tutaj, aby kupić zapis tylko dla siebie

source: Click here to purchase multiple seats in this course
pl: Kliknij tutaj, aby kupić wiele miejsc na ten kurs

source: Coupon code '{code}' has expired.
pl: Kod kuponu '{code}' wygasł.

source: Coupon code '{code}' is not active.
pl: Kod kuponu '{code}' nie jest aktywny.

source: Coupon code '{code}' is not available. {msg}
pl: Kod kuponu '{code}' jest niedostępny. {msg}

source: Coupon code '{code}' is not valid for this basket.
pl: Kod kuponu '{code}' jest nieprawidłowy dla tego koszyka.

source: Coupon code '{code}' is not valid for this basket for a bundled purchase.
pl: Kod kuponu '{code}' jest nieprawidłowy dla tego koszyka w przypadku zakupu pakietowego.

source: Coupon code '{code}' added to basket.
pl: Kod kuponu '{code}' dodany do koszyka.

source: Basket does not qualify for coupon code {code}.
pl: Koszyk nie kwalifikuje się do kodu kuponu {code}.

source: Could not apply the code '{code}'; it requires data sharing consent.
pl: Nie można zastosować kodu '{code}'; wymaga on zgody na udostępnianie danych.

source: After you complete your order you will be able to select course dates from your dashboard.
pl: Po zakończeniu zamówienia będziesz mógł wybrać daty kursu ze swojego panelu nawigacyjnego.

source: After you complete your order you will be automatically enrolled in the verified track of the course.
pl: Po zakończeniu zamówienia zostaniesz automatycznie zapisany na zweryfikowaną ścieżkę kursu.

source: After you complete your order you will receive credit for your course.
pl: Po zakończeniu zamówienia otrzymasz zaliczenie za swój kurs.

source: After you complete your order you will be automatically enrolled in the course.
pl: Po zakończeniu zamówienia zostaniesz automatycznie zapisany na kurs.

source: {paragraph_start}By purchasing, you and your organization agree to the following terms:{paragraph_end} {ul_start} {li_start}Each code is valid for the one course covered and can be used only one time.{li_end} {li_start}You are responsible for distributing codes to your learners in your organization.{li_end} {li_start}Each code will expire in one year from date of purchase or, if earlier, once the course is closed.{li_end} {li_start}If a course is not designated as self-paced, you should confirm that a course run is available before expiration. {li_end} {li_start}You may not resell codes to third parties.{li_end} {li_start}All edX for Business Sales are final and not eligible for refunds.{li_end}{ul_end} {paragraph_start}You will receive an email at {user_email} with your enrollment code(s). {paragraph_end}
pl: {paragraph_start}Kupując, Ty i Twoja organizacja zgadzacie się na następujące warunki:{paragraph_end} {ul_start} {li_start}Każdy kod jest ważny dla jednego kursu, który obejmuje, i może być użyty tylko raz.{li_end} {li_start}Jesteś odpowiedzialny za dystrybucję kodów do swoich kursantów w organizacji.{li_end} {li_start}Każdy kod wygaśnie po roku od daty zakupu lub, jeśli wcześniej, po zamknięciu kursu.{li_end} {li_start}Jeśli kurs nie jest oznaczony jako we własnym tempie, powinieneś potwierdzić, że uruchomienie kursu jest dostępne przed wygaśnięciem. {li_end} {li_start}Nie możesz odsprzedawać kodów stronom trzecim.{li_end} {li_start}Wszystkie transakcje edX dla Biznesu są ostateczne i nie kwalifikują się do zwrotu pieniędzy.{li_end}{ul_end} {paragraph_start}Otrzymasz wiadomość e-mail na adres {user_email} z kodami zapisu. {paragraph_end}

source: {strong_start}Purchasing just for yourself?{strong_end}{paragraph_start}If you are purchasing a single code for someone else, please continue with checkout. However, if you are the learner {link_start}go back{link_end} to enroll directly.{paragraph_end}
pl: {strong_start}Kupujesz tylko dla siebie?{strong_end}{paragraph_start}Jeśli kupujesz pojedynczy kod dla kogoś innego, kontynuuj proces realizacji zamówienia. Jeśli jednak jesteś kursantem, {link_start}wróć{link_end}, aby zapisać się bezpośrednio.{paragraph_end}

source: You have already purchased these products
pl: Kupiłeś już te produkty

source: No product is available to buy.
pl: Żaden produkt nie jest dostępny do kupienia.

source: quantity successfully updated
pl: ilość pomyślnie zaktualizowana
