Repository: medical-tribune-polska/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Coupon code %(voucher_code)s applied
pl: Zastosowano kod kuponu %(voucher_code)s

source: Apply a coupon code
pl: Zastosuj kod kuponu

source: Checkout with %(title)s
pl: Przejdź do kasy z %(title)s

source: Checkout
pl: Kasa

source: {strong_start}Note:{strong_end} To complete your enrollment, select Checkout or Checkout with PayPal.
pl: {strong_start}Uwaga:{strong_end} Aby dokończyć rejestrację, wybierz Kasa lub Kasa z PayPal.

source: Have questions?
pl: Masz pytania?

source: Please read our FAQs to view common questions about our certificates.
pl: Zapoznaj się z naszymi FAQ, aby zobaczyć najczęściej zadawane pytania dotyczące naszych certyfikatów.

source: %(seat_type)s Certificate
pl: Certyfikat %(seat_type)s

source: Checkout Cancelled
pl: Anulowano płatność

source: Your transaction has been cancelled. If you feel an error has occurred, contact {start_link} {payment_support_email}{end_link}.
pl: Twoja transakcja została anulowana. Jeśli uważasz, że wystąpił błąd, skontaktuj się z {start_link} {payment_support_email}{end_link}.

source: Checkout Error
pl: Błąd płatności

source: An error has occurred with your payment.
pl: Wystąpił błąd podczas dokonywania płatności.

source: You have not been charged.
pl: Nie zostałeś obciążony.

source: Please try to submit your payment again. If this problem persists, please refer to our {start_link} Payments FAQ {end_link} for troubleshooting tips.
pl: Spróbuj ponownie przesłać płatność. Jeśli problem będzie się powtarzał, zapoznaj się z naszym {start_link} FAQ dotyczącym płatności {end_link} w celu uzyskania wskazówek dotyczących rozwiązywania problemów.

source: Payment Failed
pl: Płatność nie powiodła się

source: An error occurred while processing your payment. {strong_start}You have not been charged.{strong_end}
pl: Wystąpił błąd podczas przetwarzania płatności. {strong_start}Nie zostałeś obciążony.{strong_end}

source: Please wait a few minutes and then try again. For help, check our {start_link}Help Center{end_link}.
pl: Proszę poczekać kilka minut i spróbować ponownie. Aby uzyskać pomoc, sprawdź nasze {start_link}Centrum Pomocy{end_link}.

source: To try again, return to your {start_link}dashboard{end_link}.
pl: Aby spróbować ponownie, wróć do swojego {start_link}panelu{end_link}.

source: SDN Check Failure
pl: Niepowodzenie kontroli SDN

source: Unfortunately, your account profile or payment information appears to match one or more records on a U.S. Treasury Department sanctions list. This means we cannot complete your transaction or provide you with services and must suspend your learner account.
pl: Niestety, Twój profil konta lub informacje o płatności wydają się pasować do jednego lub więcej rekordów na liście sankcji Departamentu Skarbu USA. Oznacza to, że nie możemy dokończyć transakcji ani świadczyć Ci usług i musimy zawiesić Twoje konto ucznia.

source: If you have questions regarding clearing a match, please contact {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} for information about options for clearing a match. Your account will be suspended until this matter is resolved satisfactorily.
pl: Jeśli masz pytania dotyczące usunięcia dopasowania, skontaktuj się z {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} w celu uzyskania informacji o opcjach usunięcia dopasowania. Twoje konto zostanie zawieszone do czasu pomyślnego rozwiązania tej sprawy.

source: Copyright © %(year)s %(platform_name)s. All rights reserved.
pl: Copyright © %(year)s %(platform_name)s. Wszelkie prawa zastrzeżone.

source: Hi %(full_name)s,
pl: Witaj %(full_name)s,

source: Thank you for purchasing %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
pl: Dziękujemy za zakup %(course_title)s. Opłata pojawi się na wyciągu z Twojej karty kredytowej lub debetowej z nazwą firmy "%(platform_name)s".

source: You can access your course and complete your verification (if required) on your %(platform_name)s dashboard.
pl: Możesz uzyskać dostęp do swojego kursu i ukończyć weryfikację (jeśli jest wymagana) na swoim panelu %(platform_name)s.

source: To explore other great courses, visit the %(platform_name)s website. More courses are added every day!
pl: Aby poznać inne wspaniałe kursy, odwiedź stronę internetową %(platform_name)s. Więcej kursów dodawanych jest każdego dnia!

source: View Payment Information
pl: Wyświetl informacje o płatności

source: Thank you. We hope you enjoy the course!
pl: Dziękujemy. Mamy nadzieję, że kurs Ci się spodoba!

source: %(platform_name)s team
pl: Zespół %(platform_name)s

source: You are receiving this email because you purchased a seat in the %(platform_name)s course %(course_title)s.
pl: Otrzymujesz ten e-mail, ponieważ zakupiłeś miejsce w kursie %(platform_name)s %(course_title)s.

source: Receipt Confirmation for:
pl: Potwierdzenie paragonu dla:

source: To view your payment information, visit the following website.
pl: Aby wyświetlić informacje o płatności, odwiedź następującą stronę internetową.

source: %(platform_name)s team
pl: Zespół %(platform_name)s

source: The edX team
pl: Zespół edX

source: Order Placed
pl: Złożono zamówienie

source: Payment Confirmation
pl: Potwierdzenie płatności

source: Payment confirmation for:
pl: Potwierdzenie płatności dla:

source: Dear %(full_name)s,
pl: Drogi %(full_name)s,

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
pl: Dziękujemy za zakup %(credit_hours)s godzin kredytowych od %(credit_provider)s dla %(course_title)s. Opłata pojawi się na wyciągu z Twojej karty kredytowej lub debetowej z nazwą firmy "%(platform_name)s".

source: To receive your course credit, you must also request credit at the %(credit_provider)s website. For a link to request credit from %(credit_provider)s, or to see the status of your credit request, go to your %(platform_name)s dashboard.
pl: Aby otrzymać kredyt kursu, musisz również złożyć wniosek o kredyt na stronie internetowej %(credit_provider)s. Aby uzyskać link do wniosku o kredyt z %(credit_provider)s, lub zobaczyć status swojego wniosku o kredyt, przejdź do swojego panelu %(platform_name)s.

source: To explore other credit-eligible courses, visit the %(platform_name)s website. We add new courses frequently!
pl: Aby poznać inne kursy kwalifikujące się do kredytu, odwiedź stronę internetową %(platform_name)s. Często dodajemy nowe kursy!

source: Thank you. We hope you enjoyed your course!
pl: Dziękujemy. Mamy nadzieję, że podobał Ci się kurs!

source: The %(platform_name)s team
pl: Zespół %(platform_name)s

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
pl: Otrzymałeś tę wiadomość, ponieważ zakupiłeś godziny kredytowe dla %(course_title)s, kursu %(platform_name)s.

source: Payment confirmation for:
pl: Potwierdzenie płatności dla:

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
pl: Dziękujemy za zakup %(credit_hours)s godzin kredytowych od %(credit_provider)s dla %(course_title)s. Opłata pojawi się na wyciągu z Twojej karty kredytowej lub debetowej z nazwą firmy "%(platform_name)s".

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
pl: Otrzymałeś tę wiadomość, ponieważ zakupiłeś godziny kredytowe dla %(course_title)s, kursu %(platform_name)s.

source: Order Receipt
pl: Paragon Zamówienia

source: For Business
pl: Dla Biznesu

source: Thank you for purchasing access to %(course_name)s. Let's get your group ready to learn with edX:
pl: Dziękujemy za zakup dostępu do %(course_name)s. Przygotujmy Twoją grupę do nauki z edX:

source: Download and save the {link_start}{download_csv_link}{link_middle} enrollment code file.{link_end}
pl: Pobierz i zapisz plik z kodem {link_start}{download_csv_link}{link_middle} rejestracyjnym.{link_end}

source: Distribute one code per learner before the expiration date.
pl: Rozdaj jeden kod każdemu uczniowi przed datą ważności.

source: Pro tip: Track which code is associated with which person.
pl: Wskazówka: Śledź, który kod jest powiązany z którą osobą.

source: Learners sign-in/register with edX and enroll for the course.
pl: Uczniowie logują się/rejestrują w edX i zapisują się na kurs.

source: To view your payment information, log in to see your Order History, under {link_start}{order_history_url}{link_middle}Account Settings{link_end}.
pl: Aby wyświetlić informacje o płatności, zaloguj się, aby zobaczyć Historię Zamówień, w sekcji {link_start}{order_history_url}{link_middle}Ustawienia Konta{link_end}.

source: For more information and assistance, check our {link_start}Help Center{link_end}
pl: Aby uzyskać więcej informacji i pomoc, sprawdź nasze {link_start}Centrum Pomocy{link_end}

source: Thank You
pl: Dziękujemy

source: By purchasing, you and your organization agree to the following terms:
pl: Dokonując zakupu, Ty i Twoja organizacja zgadzacie się na następujące warunki:

source: Each code is valid for the one course covered and can be used only one time.
pl: Każdy kod jest ważny dla jednego objętego kursem i może być użyty tylko raz.

source: You are responsible for distributing codes to your learners.
pl: Jesteś odpowiedzialny za dystrybucję kodów swoim uczniom.

source: Each code will expire in one year from date of purchase or, if earlier, once the course is closed.
pl: Każdy kod wygaśnie w ciągu jednego roku od daty zakupu lub, jeśli wcześniej, po zamknięciu kursu.

source: If a course is not designated as self-paced, you should confirm that a course run is available before expiration.
pl: Jeśli kurs nie jest oznaczony jako prowadzony we własnym tempie, powinieneś potwierdzić, że jest dostępna jego edycja przed wygaśnięciem.

source: You may not resell codes to third parties.
pl: Nie wolno odsprzedawać kodów osobom trzecim.

source: All sales final. No refunds.
pl: Wszystkie transakcje są ostateczne. Brak zwrotów.

source: Order confirmation for:
pl: Potwierdzenie zamówienia dla:

source: Please visit %(download_csv_link)s to download and save the enrollment code file.
pl: Odwiedź stronę %(download_csv_link)s, aby pobrać i zapisać plik z kodem rejestracyjnym.

source: To view your payment information, log in to see your Order History, under Account Settings at %(order_history_url)s.
pl: Aby wyświetlić informacje o płatności, zaloguj się, aby zobaczyć Historię Zamówień, w sekcji Ustawienia Konta pod adresem %(order_history_url)s.

source: For more information and assistance, contact info@edx.org.
pl: Aby uzyskać więcej informacji i pomoc, skontaktuj się z info@edx.org.

source: %(partner_name)s: Order Confirmation: [%(order_number)s]
pl: %(partner_name)s: Potwierdzenie zamówienia: [%(order_number)s]

source: Sections
pl: Sekcje

source: Category details
pl: Szczegóły kategorii

source: Search engine optimisation
pl: Optymalizacja dla wyszukiwarek

source: or
pl: lub

source: Saving...
pl: Zapisywanie...

source: Save and continue editing
pl: Zapisz i kontynuuj edycję

source: Save
pl: Zapisz

source: Actions
pl: Akcje

source: Edit category
pl: Edytuj kategorię

source: Add child category
pl: Dodaj podkategorię

source: Edit children
pl: Edytuj podrzędne

source: Delete
pl: Usuń

source: Created product variant '%(name)s'.
pl: Utworzono wariant produktu '%(name)s'.

source: Created variant of '%(parent_name)s'.
pl: Utworzono wariant '%(parent_name)s'.

source: Updated product variant '%(name)s'.
pl: Zaktualizowano wariant produktu '%(name)s'.

source: Updated a variant of '%(parent_name)s'.
pl: Zaktualizowano wariant '%(parent_name)s'.

source: Created product '%(name)s'.
pl: Utworzono produkt '%(name)s'.

source: Updated product '%(name)s'.
pl: Zaktualizowano produkt '%(name)s'.

source: Edit again
pl: Edytuj ponownie

source: You are currently editing a product variant of {start_anchor}{title}{end_anchor}.
pl: Aktualnie edytujesz wariant produktu: {start_anchor}{title}{end_anchor}.

source: Product details
pl: Szczegóły produktu

source: Attributes
pl: Atrybuty

source: Images
pl: Obrazy

source: Stock and pricing
pl: Stan magazynowy i ceny

source: Variants
pl: Warianty

source: Upselling
pl: Sprzedaż dodatkowa

source: Product Type:
pl: Typ produktu:

source: Upload, change or remove images
pl: Prześlij, zmień lub usuń obrazy

source: Num in stock
pl: Ilość w magazynie

source: Num allocated
pl: Ilość przydzielona

source: Low stock threshold
pl: Próg niskiego stanu magazynowego

source: Cost price
pl: Cena kosztu

source: Price (excl tax)
pl: Cena (bez VAT)

source: Retail price
pl: Cena detaliczna

source: Delete?
pl: Usunąć?

source: Adding...
pl: Dodawanie...

source: Add variant
pl: Dodaj wariant

source: Title
pl: Tytuł

source: Stock records
pl: Ewidencja magazynowa

source: This product does not have any variants.
pl: Ten produkt nie ma żadnych wariantów.

source: One can't add variants to this product at this point.
pl: W tym momencie nie można dodawać wariantów do tego produktu.

source: This is likely because this product still has stock records.
pl: Prawdopodobnie dzieje się tak, ponieważ ten produkt nadal ma ewidencję magazynową.

source: Recommended products
pl: Polecane produkty

source: Save and add another variant
pl: Zapisz i dodaj kolejny wariant

source: Store Statistics (Last 24 Hours)
pl: Statystyki sklepu (ostatnie 24 godziny)

source: New Customers
pl: Nowi klienci

source: Revenue
pl: Przychody

source: Average order cost
pl: Średni koszt zamówienia

source: Average (paid) order cost
pl: Średni koszt zamówienia (opłaconego)

source: Products and vouchers
pl: Produkty i kupony

source: Total products
pl: Wszystkie produkty

source: Active Vouchers
pl: Aktywne kupony

source: %(name)s | Offers
pl: %(name)s | Oferty

source: Reinstating...
pl: Przywracanie...

source: Reinstate offer
pl: Przywróć ofertę

source: Suspending...
pl: Zawieszanie...

source: Suspend offer
pl: Zawieś ofertę

source: Delete offer
pl: Usuń ofertę

source: Offer currently available
pl: Oferta aktualnie dostępna

source: Offer not available due to restrictions!
pl: Oferta niedostępna z powodu ograniczeń!

source: Total cost:
pl: Całkowity koszt:

source: Number of orders:
pl: Liczba zamówień:

source: Number of uses:
pl: Liczba użyć:

source: Date created:
pl: Data utworzenia:

source: Offer details
pl: Szczegóły oferty

source: Incentive
pl: Zachęta

source: Condition
pl: Warunek

source: Restrictions
pl: Ograniczenia

source: Num of vouchers
pl: Liczba kuponów

source: Attached vouchers
pl: Załączone kupony

source: No vouchers are attached to this offer.
pl: Do tej oferty nie są dołączone żadne kupony.

source: Export to CSV
pl: Eksportuj do CSV

source: Orders that used this offer
pl: Zamówienia, które wykorzystały tę ofertę

source: Order number
pl: Numer zamówienia

source: Order date
pl: Data zamówienia

source: Order total
pl: Suma zamówienia

source: Cost
pl: Koszt

source: Offer summary
pl: Podsumowanie oferty

source: Order %(number)s - Line #%(id)s
pl: Zamówienie %(number)s - Linia #%(id)s

source: Line #%(id)s
pl: Linia #%(id)s

source: Order #%(number)s - Line #%(id)s
pl: Zamówienie #%(number)s - Linia #%(id)s

# Product title
source: Title
pl: Tytuł

source: Product Type
pl: Typ produktu

source: UPC
pl: Kod UPC

source: Product Options
pl: Opcje produktu

source: Partner details
pl: Szczegóły partnera

source: Partner SKU
pl: SKU partnera

source: Shipping details
pl: Szczegóły wysyłki

source: Partner reference number
pl: Numer referencyjny partnera

source: Partner notes
pl: Notatki partnera

source: Estimate dispatch date
pl: Szacowana data wysyłki

source: Shipping status
pl: Status wysyłki

source: State
pl: Stan

source: No shipping events have occurred.
pl: Nie wystąpiły żadne zdarzenia wysyłki.

source: Shipping events
pl: Zdarzenia wysyłki

source: Event
pl: Zdarzenie

source: Reference
pl: Odniesienie

source: Date
pl: Data

source: Payment events
pl: Zdarzenia płatności

source: No payment events have occurred.
pl: Nie wystąpiły żadne zdarzenia płatności.

source: Order %(number)s
pl: Zamówienie %(number)s

source: Order #%(number)s
pl: Zamówienie #%(number)s

source: Customer Information
pl: Informacje o kliencie

source: Email address
pl: Adres email

source: Customer checked out as a guest.
pl: Klient złożył zamówienie jako gość.

source: Customer has deleted their account.
pl: Klient usunął swoje konto.

source: Order information
pl: Informacje o zamówieniu

source: Order Total
pl: Suma zamówienia

source: Date of purchase
pl: Data zakupu

source: Time of purchase
pl: Godzina zakupu

source: Order Details
pl: Szczegóły zamówienia

source: Order contents
pl: Zawartość zamówienia

source: Shipping
pl: Wysyłka

source: Payment
pl: Płatność

source: Discounts
pl: Rabaty

source: Notes
pl: Notatki

source: Items ordered
pl: Zamówione przedmioty

source: Line ID
pl: ID Linii

source: Product
pl: Produkt

source: Supplier
pl: Dostawca

source: Supplier SKU
pl: SKU dostawcy

source: Price excl tax (before discounts)
pl: Cena netto (przed rabatami)

source: Price inc tax (before discounts)
pl: Cena brutto (przed rabatami)

source: View
pl: Widok

source: Basket total (excl. discounts)
pl: Suma koszyka (bez rabatów)

source: Basket total (inc. discounts)
pl: Suma koszyka (z rabatami)

source: Basket total
pl: Suma koszyka

source: Shipping total (excl. discounts)
pl: Całkowity koszt wysyłki (bez rabatów)

source: Shipping total (inc. discounts)
pl: Całkowity koszt wysyłki (z rabatami)

source: Shipping total
pl: Całkowity koszt wysyłki

source: Surcharge %(name)s
pl: Opłata dodatkowa %(name)s

source: With selected lines
pl: Z wybranymi liniami

source: Change line status to
pl: Zmień status linii na

source: choose new status
pl: wybierz nowy status

source: Create shipping event
pl: Utwórz zdarzenie wysyłki

source: choose event type
pl: wybierz typ zdarzenia

source: with reference
pl: z odniesieniem

source: Create payment event
pl: Utwórz zdarzenie płatności

source: with amount
pl: z kwotą

source: Create Refund
pl: Utwórz zwrot

source: Go!
pl: Idź!

source: Change order status
pl: Zmień status zamówienia

source: Change status
pl: Zmień status

source: This order can't have its status changed.
pl: Status tego zamówienia nie może zostać zmieniony.

source: Status Changes
pl: Zmiany statusu

source: From
pl: Z

source: To
pl: Do

source: No status changes.
pl: Brak zmian statusu.

source: Shipping Events
pl: Zdarzenia wysyłki

source: Lines
pl: Linie

source: %(title)s (quantity %(event_qty)s/%(total_qty)s)
pl: %(title)s (ilość %(event_qty)s/%(total_qty)s)

source: No shipping events.
pl: Brak zdarzeń wysyłki.

source: Payment Events
pl: Zdarzenia płatności

source: Amount
pl: Kwota

source: Product:
pl: Produkt:

source: quantity
pl: ilość

source: No payment events.
pl: Brak zdarzeń płatności.

source: Method name
pl: Nazwa metody

source: Method code
pl: Kod metody

source: Charge (incl tax)
pl: Opłata (z VAT)

source: Charge (excl tax)
pl: Opłata (bez VAT)

source: Address
pl: Adres

source: Phone
pl: Telefon

source: Instructions
pl: Instrukcje

source: Billing address
pl: Adres rozliczeniowy

source: Payment sources
pl: Źródła płatności

source: Source
pl: Źródło

source: Allocation
pl: Alokacja

source: Amount debited
pl: Kwota obciążona

source: Amount refunded
pl: Kwota zwrócona

source: No payment sources found for this order.
pl: Nie znaleziono źródeł płatności dla tego zamówienia.

source: Transactions
pl: Transakcje

source: Voucher
pl: Kupon

source: Offer name
pl: Nazwa oferty

source: Frequency
pl: Częstotliwość

source: Message
pl: Wiadomość

source: No discounts were applied to this order.
pl: Do tego zamówienia nie zastosowano rabatów.

source: Admin
pl: Administrator

source: No notes available.
pl: Brak dostępnych notatek.

source: Save note
pl: Zapisz notatkę

source: Notes are only editable for 5 minutes after being saved.
pl: Notatki można edytować tylko przez 5 minut po ich zapisaniu.

source: Search
pl: Szukaj

source: Advanced Search
pl: Wyszukiwanie zaawansowane

source: Order Search Results
pl: Wyniki wyszukiwania zamówień

source: All Orders
pl: Wszystkie zamówienia

source: Download selected orders as a CSV
pl: Pobierz wybrane zamówienia jako CSV

source: Submitting...
pl: Przesyłanie...

source: Download
pl: Pobierz

source: Total inc tax
pl: Suma brutto

source: Number of items
pl: Liczba przedmiotów

source: Customer
pl: Klient

source: Shipping address
pl: Adres wysyłki

source: Deleted
pl: Usunięte

source: Changing...
pl: Zmienianie...

source: No orders found.
pl: Nie znaleziono zamówień.

source: Enrollments
pl: Zapisy

source: Mode
pl: Tryb

source: Active?
pl: Aktywny?

source: No enrollments found.
pl: Nie znaleziono zapisów.

source: Confirm Refund Processing
pl: Potwierdź przetwarzanie zwrotu

source: Are you sure you want to issue a full refund and revoke student's enrollment?
pl: Czy na pewno chcesz wystawić pełny zwrot i anulować zapis studenta?

source: Are you sure you want to issue a full refund without revoking student's enrollment?
pl: Czy na pewno chcesz wystawić pełny zwrot bez anulowania zapisu studenta?

source: Are you sure you want to deny this refund request?
pl: Czy na pewno chcesz odrzucić ten wniosek o zwrot?

source: Confirm
pl: Potwierdź

source: Approve Credit and Revoke
pl: Zatwierdź zwrot i anuluj

source: Approve Credit Only
pl: Zatwierdź tylko zwrot

source: Deny
pl: Odrzuć

source: Number of Items
pl: Liczba przedmiotów

source: Total Credit
pl: Całkowity zwrot

source: Created
pl: Utworzono

source: No refunds found.
pl: Nie znaleziono zwrotów.

source: Close
pl: Zamknij

source: Searching...
pl: Wyszukiwanie...

source: Refund #%(id)s
pl: Zwrot #%(id)s

source: Full name
pl: Pełne imię i nazwisko

source: Refund Overview
pl: Przegląd zwrotu

source: Associated Order
pl: Powiązane zamówienie

source: Refund Items
pl: Elementy zwrotu

source: Refund Line ID
pl: ID Linii Zwrotu

source: Associated Order Line
pl: Powiązana Linia Zamówienia

source: Credit (excl. tax)
pl: Zwrot (bez VAT)

source: Processor
pl: Procesor

source: General
pl: Ogólne

source: Yes,No
pl: Tak,Nie

source: Superuser
pl: Superużytkownik

source: True,False
pl: Prawda,Fałsz

source: Staff
pl: Personel

source: Last login
pl: Ostatnie logowanie

source: Date joined
pl: Data dołączenia

source: Products viewed
pl: Wyświetlone produkty

source: Number of orders
pl: Liczba zamówień

source: Number of ordered items
pl: Liczba zamówionych przedmiotów

source: Total spent
pl: Całkowita wydana kwota

source: Reviews written
pl: Napisane recenzje

source: Send password reset email
pl: Wyślij email z resetowaniem hasła

source: Addresses
pl: Adresy

source: Reviews
pl: Recenzje

source: Num items
pl: Liczba przedmiotów

source: Total value
pl: Całkowita wartość

source: Date placed
pl: Data złożenia

source: This customer has not placed any orders yet.
pl: Ten klient nie złożył jeszcze żadnych zamówień.

source: This customer has not saved any addresses.
pl: Ten klient nie zapisał żadnych adresów.

source: Product ID
pl: ID produktu

source: Score
pl: Wynik

# Product review title
source: Title
pl: Tytuł

source: Body
pl: Treść

source: Date created
pl: Data utworzenia

source: This customer has not written any reviews yet.
pl: Ten klient nie napisał jeszcze żadnych recenzji.

source: E-Commerce Service Administration
pl: Administracja Usługą E-commerce
