Repository: medical-tribune-polska/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: This field is required.
pl: To pole jest wymagane.

source: This value must be a number.
pl: Ta wartość musi być liczbą.

source: This value must be a date.
pl: Ta wartość musi być datą.

source: At least one seat type must be selected.
pl: Należy wybrać przynajmniej jeden typ miejsca.

source: Email domain {%s} is invalid.
pl: Domena e-mail {%s} jest nieprawidłowa.

source: Must occur after start date
pl: Musi nastąpić po dacie rozpoczęcia

source: Max uses for multi-use coupons must be higher than 2.
pl: Maksymalna liczba użyć kuponów wielokrotnego użytku musi być większa niż 2.

source: Must occur before end date
pl: Musi nastąpić przed datą zakończenia

source: A valid course ID is required
pl: Wymagany jest prawidłowy identyfikator kursu

source: A valid Program UUID is required.
pl: Wymagany jest prawidłowy uniwersalny unikatowy identyfikator programu - UUID-.

source: You must select a course type.
pl: Musisz wybrać typ kursu.

source: You must choose if an honor seat should be created.
pl: Musisz wybrać, czy ma zostać utworzone honorowe miejsce.

source: The verification deadline must occur AFTER the upgrade deadline.
pl: Termin weryfikacji musi nastąpić PO upływie terminu aktualizacji.

source: Product validation failed.
pl: Walidacja produktu nie powiodła się.

source: Course ID
pl: ID kursu

source: Course Name
pl: Nazwa kursu

source: Course Type
pl: Typ kursu

source: Verification Deadline
pl: Zweryfikowany termin

source: Include Honor Seat
pl: Uwzględnij honorowe miejsce

source: All course seats must have a price.
pl: Wszystkie miejsca na kursie muszą mieć cenę.

source: Verified seats must have an upgrade deadline.
pl: Zweryfikowane miejsca muszą mieć termin aktualizacji.

source: The upgrade deadline must occur BEFORE the verification deadline.
pl: Termin aktualizacji musi nastąpić PRZED terminem weryfikacji.

source: Verified
pl: Zweryfikowano

source: Credit
pl: Kredyt

source: Professional
pl: Profesjonalny

source: Honor
pl: Wyróżnienie

source: Audit
pl: Audyt

source: Verified Certificate
pl: Zweryfikowany Certyfikat

source: Professional Certificate
pl: Certyfikat zawodowy.

source: Honor Certificate
pl: Certyfikat Honorowy

source: No Certificate
pl: Brak Certyfikatu

source: All credit seats must have a credit provider.
pl: Wszystkie miejsca kredytowe muszą mieć dostawcę kredytów.

source: Please select a valid credit provider.
pl: Wybierz prawidłowego dostawcę kredytu.

source: All credit seats must designate a number of credit hours.
pl: Wszystkie miejsca kredytowe muszą określać liczbę godzin kredytowych.

source: This value must be a valid email.
pl: Ta wartość musi być prawidłowym adresem e-mail.

source: Problem occurred during checkout. Please contact support.
pl: Wystąpił problem podczas realizacji transakcji. Skontaktuj się z obsługą.

source: This field is required
pl: To pole jest wymagane

source: Invalid card number
pl: Nieprawidłowy numer karty

source: Unsupported card type
pl: Nieobsługiwany typ karty

source: Invalid security number
pl: Nieprawidłowy numer bezpieczeństwa

source: Invalid month
pl: Nieprawidłowy miesiąc

source: Invalid year
pl: Nieprawidłowy rok

source: Card expired
pl: Karta wygasła

source: <Choose state/province>
pl: <Wybierz stan/prowincję>

source: State/Province (required)
pl: Stan/Prowincja (wymagane)

source: Create New Coupon
pl: Utwórz nowy kupon

source: View Coupon
pl: Wyświetl kupon

source: Edit Coupon
pl: Edytuj kupon

source: Coupon Codes
pl: Kody Kuponów

source: Create New Course
pl: Utwórz nowy kurs

source: View Course
pl: Wyświetl kurs

source: Edit Course
pl: Edytuj kurs

source: Courses
pl: Kursy

source: Enterprise Coupon Codes
pl: Kody kuponów dla firm

source: Redeem
pl: Wykorzystaj

source: Caution! Using the back button on this page may cause you to be charged again.
pl: Uwaga! Użycie przycisku Wstecz na tej stronie może spowodować ponowne naliczenie opłat.

source: Apple Pay is not available at this time. Please try another payment method.
pl: Apple Pay nie jest obecnie dostępne. Proszę spróbować innej metody płatności.

source: An error occurred while processing your payment. You have NOT been charged. Please try again, or select another payment method.
pl: Wystąpił błąd podczas przetwarzania płatności. NIE zostałeś obciążony. Spróbuj ponownie lub wybierz inną metodę płatności.

source: An error occurred while attempting to process your payment. You have not been charged. Please check your payment details, and try again.
pl: Wystąpił błąd podczas próby przetworzenia płatności. Nie zostałeś obciążony. Sprawdź szczegóły płatności i spróbuj ponownie.

source: An error occurred while processing your payment. Please try again.
pl: Wystąpił błąd podczas przetwarzania płatności. Spróbuj ponownie.

source: Trailing comma not allowed.
pl: Końcowy przecinek jest niedozwolony.

source: Can be used once by one customer
pl: Może być użyty raz przez jednego klienta

source: Can be used multiple times by multiple customers
pl: Może być używany wielokrotnie przez wielu klientów

source: Can be used once by multiple customers
pl: Może być użyty raz przez wielu klientów

source: Enrollment Code
pl: Kod rejestracji

source: Discount Code
pl: Kod rabatowy

source: Save Changes
pl: Zapisz zmiany

source: Create Coupon
pl: Utwórz kupon

source: Name
pl: Nazwa

source: Created
pl: Utworzono

source: Client
pl: Klient

source: Category
pl: Kategoria

source: Coupon Report
pl: Raport kuponów

source: Search...
pl: Szukaj...

source: Next
pl: Dalej

source: Previous
pl: Poprzedni

source: Displaying _START_ to _END_ of _TOTAL_ coupons
pl: Wyświetlanie od _START_ do _END_ z _TOTAL_ kuponów

source: (filtered from _MAX_ total coupons)
pl: (przefiltrowano z _MAX_ wszystkich kuponów)

source: Display _MENU_ coupons
pl: Wyświetl _MENU_ kuponów

source: Free (Audit)
pl: Darmowy (Audyt)

source: Free audit track. No certificate.
pl: Darmowa ścieżka audytu. Bez certyfikatu.

source: Verified and Audit
pl: Zweryfikowano i Audyt

source: Paid certificate track with initial verification and Verified Certificate.
pl: Płatna ścieżka certyfikacyjna z początkową weryfikacją i zweryfikowanym certyfikatem.

source: Also includes the free audit track.
pl: Zawiera również darmową ścieżkę audytu.

source: Verified Only
pl: Tylko zweryfikowane

source: Professional Education
pl: Edukacja zawodowa

source: Paid certificate track with initial verification and Professional Education Certificate
pl: Płatna ścieżka certyfikatu z weryfikacją i Certyfikatem Edukacji Zawodowej.

source: Paid certificate track with initial verification and Verified Certificate, and option to purchase credit
pl: Płatna ścieżka certyfikatu z początkową weryfikacją i zweryfikowanym certyfikatem oraz opcją zakupu kredytu

source: Displaying _START_ to _END_ of _TOTAL_ courses
pl: Wyświetlanie od _START_ do _END_ z _TOTAL_ kursów

source: (filtered from _MAX_ total courses)
pl: (przefiltrowano z _MAX_ wszystkich kursów)

source: Display _MENU_ courses
pl: Wyświetl _MENU_ kursów

source: Course
pl: Kurs

source: Last Edited
pl: Ostatnio edytowane

source: Seat title
pl: Tytuł miejsca

source: Seat type
pl: Typ miejsca

source: Can be used multiple times by one customer
pl: Może być używany wielokrotnie przez jednego klienta

source: Create and Add More
pl: Utwórz i dodaj więcej

source: Enterprise Customer
pl: Klient korporacyjny

source: Enterprise Customer Catalog
pl: Katalog klientów korporacyjnych

source: A course with the specified ID already exists.
pl: Kurs o podanym ID już istnieje.

source: Error!
pl: Błąd!

source: Saving...
pl: Zapisywanie...

source: Please complete all required fields.
pl: Proszę wypełnić wszystkie wymagane pola.

source: An error occurred while saving the data.
pl: Wystąpił błąd podczas zapisywania danych.

source: Ellipsis
pl: Elipsa

source: Load the records for page
pl: Załaduj rekordy dla strony

source: Load the records for the next page
pl: Załaduj rekordy dla następnej strony

source: Load the records for the previous page
pl: Załaduj rekordy dla poprzedniej strony

source: Select
pl: Wybierz

source: Selected
pl: Wybrano

source: Order %(order_number)s has been fulfilled.
pl: Zamówienie %(order_number)s zostało zrealizowane.

source: Failed to fulfill order %(order_number)s: %(error)s
pl: Nie udało się zrealizować zamówienia %(order_number)s: %(error)s

source: Refund #%(refund_id)s has been processed.
pl: Zwrot #%(refund_id)s został przetworzony.

source: Error
pl: Błąd

source: Failed to process refund #%(refund_id)s: %(error)s. Please try again, or contact the E-Commerce Development Team.
pl: Nie udało się przetworzyć zwrotu #%(refund_id)s: %(error)s. Spróbuj ponownie lub skontaktuj się z zespołem rozwoju e-commerce.
