Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: User with this email doesn't exist in system.
pl: Użytkownik z tym adresem e-mail nie istnieje w systemie.

source: An account with the Email '{email}' already exists.
pl: Konto z adresem e-mail '{email}' już istnieje.

source: An account with the Public Username '{username}' already exists.
pl: Konto z publiczną nazwą użytkownika '{username}' już istnieje.

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
pl: Twoje konto zostało wyłączone. Jeśli uważasz, że nastąpiło to przez pomyłkę, skontaktuj się z nami pod adresem {support_email}

source: Disabled Account
pl: Konto wyłączone

source: Namespace of enrollment attribute
pl: Przestrzeń nazw atrybutu zapisu

source: Name of the enrollment attribute
pl: Nazwa atrybutu rejestracji.

source: Value of the enrollment attribute
pl: Wartość atrybutu zapisu

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
pl: Okno czasowe po zapisaniu, w którym użytkownicy mogą otrzymać zwrot pieniędzy, wyrażone w mikrosekundach. Domyślnie jest to 14 dni.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: user_id, username, email, course_id, is_verified, verification_date
pl: Oczekuje się, że dane zostaną dostarczone w formacie pliku CSV z pierwszym wierszem jako nagłówkiem, a kolumny będą następujące: user_id, username, email, course_id, is_verified, verification_date

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: course_id, username, mode
pl: Oczekuje się, że dane zostaną dostarczone w formacie pliku CSV z pierwszym wierszem jako nagłówkiem, a kolumny będą następujące: course_id, username, mode

source: Male
pl: Mężczyzna

source: Female
pl: Kobieta

source: Other/Prefer Not to Say
pl: Inne/Wolę nie określać

source: Doctorate
pl: Doktorat

source: Master's or professional degree
pl: Magister lub tytuł zawodowy

source: Bachelor's degree
pl: Licencjat

source: Associate degree
pl: Technik

source: Secondary/high school
pl: Szkoła średnia/liceum

source: Junior secondary/junior high/middle school
pl: Gimnazjum/szkoła podstawowa (starsze klasy)

source: Elementary/primary school
pl: Szkoła podstawowa

source: No formal education
pl: Brak formalnego wykształcenia

source: Other education
pl: Inne wykształcenie

source: {platform_name} Honor Code Certificate for {course_name}
pl: {platform_name} Certyfikat Kodeksu Honorowego dla {course_name}

source: {platform_name} Verified Certificate for {course_name}
pl: {platform_name} Certyfikat zweryfikowany dla {course_name}

source: {platform_name} Professional Certificate for {course_name}
pl: {platform_name} Certyfikat profesjonalny dla {course_name}

source: Your organization ID (if your organization has an existing page on LinkedIn) e.g 1337. If not provided, will default to sending Platform Name (e.g. edX) instead.
pl: ID Twojej organizacji (jeśli Twoja organizacja ma istniejącą stronę na LinkedIn), np. 1337. Jeśli nie zostanie podane, domyślnie zostanie wysłana Nazwa Platformy (np. edX).

source: {platform_name} Certificate for {course_name}
pl: {platform_name} Certyfikat dla {course_name}

source: The ISO 639-1 language code for this language.
pl: Kod języka ISO 639-1 dla tego języka

source: Name of the UTM cookie
pl: Nazwa pliku cookie UTM

source: Name of the affiliate cookie
pl: Nazwa pliku cookie partnera

source: Name of this user attribute.
pl: Nazwa tego atrybutu użytkownika.

source: Value of this user attribute.
pl: Wartość tego atrybutu użytkownika.

source: Secondary email address
pl: Dodatkowy adres e-mail

source: Secondary email address to recover linked account.
pl: Dodatkowy adres e-mail do odzyskania połączonego konta.

source: An employee (a user whose email has current site's domain name) whose email exists in this model, can be able to login from login screen through email and password. And if any employee's email doesn't exist in this model then that employee can login via third party authentication backend only.
pl: Pracownik (użytkownik, którego adres e-mail ma nazwę domeny bieżącej witryny), którego adres e-mail istnieje w tym modelu, może zalogować się z ekranu logowania za pomocą adresu e-mail i hasła. A jeśli adres e-mail pracownika nie istnieje w tym modelu, to pracownik może zalogować się tylko za pośrednictwem zewnętrznego systemu uwierzytelniania.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: username, current_email, desired_email
pl: Oczekuje się, że dane zostaną dostarczone w formacie pliku CSV, w którym pierwszy wiersz będzie nagłówkiem, a kolumny będą następujące: username, current_email, desired_email

source: Add a reason
pl: Dodaj powód

source: and
pl: i

source: Photos are mismatched
pl: Zdjęcia się nie zgadzają

source: Name missing from ID photo
pl: Brak imienia na zdjęciu dowodu tożsamości

source: ID photo not provided
pl: Nie podano zdjęcia dowodu tożsamości.

source: ID is invalid
pl: ID jest nieprawidłowe

source: Learner photo is blurry
pl: Zdjęcie ucznia jest zamazane

source: Name on ID does not match name on accountNazwa na dokumencie tożsamości nie zgadza się z nazwą na koncie
pl: Nie dostarczono zdjęcia ucznia

source: ID photo is blurry
pl: Zdjęcie dowodu tożsamości jest zamazane

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
pl: Sprawdź skrzynkę odbiorczą {email_start}{email}{email_end} w poszukiwaniu linku aktywacyjnego konta od {platform_name}. Jeśli potrzebujesz pomocy, skontaktuj się z {link_start}Obsługą {platform_name}{link_end}.

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
pl: Adres e-mail do odzyskiwania konta nie jest jeszcze aktywny. Odwiedź swoją pocztę e-mail i postępuj zgodnie z instrukcjami, aby go aktywować.

source: The course you are looking for does not start until {date}.
pl: Szukany kurs rozpoczyna się dopiero {date}.

source: The course you are looking for is closed for enrollment as of {date}.
pl: Zapisy na szukany kurs są zamknięte od {date}.

source: Course id not specified
pl: ID kursu nieokreślone

source: Invalid course id
pl: Nieprawidłowe ID kursu

source: Course id is invalid
pl: ID kursu jest nieprawidłowe

source: Could not enroll
pl: Nie można było zapisać

source: Unenrollment is currently disabled
pl: Wyrejestrowanie jest obecnie wyłączone

source: You are not enrolled in this course
pl: Nie jesteś zapisany na ten kurs

source: Your certificate prevents you from unenrolling from this course
pl: Twój certyfikat uniemożliwia wyrejestrowanie się z tego kursu.

source: Enrollment action is invalid
pl: Akcja zapisu jest nieprawidłowa

source: Please enter a username
pl: Proszę wprowadzić nazwę użytkownika

source: Please choose an option
pl: Proszę wybrać opcję

source: User with username {} does not exist
pl: Użytkownik o nazwie {} nie istnieje

source: Successfully disabled {}'s account
pl: Pomyślnie wyłączono konto {}

source: Successfully reenabled {}'s account
pl: Pomyślnie ponownie włączono konto {}

source: Unexpected account status
pl: Nieoczekiwany status konta

source: {html_start}Your {account_or_email} could not be {activated_or_confirmed}{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
pl: {html_start}Twoje {account_or_email} nie mogło zostać {activated_or_confirmed}{html_end}Coś poszło nie tak, skontaktuj się z <a href="{support_url}">pomocą techniczną</a>, aby rozwiązać ten problem.

source: {html_start}This {account_or_email} has already been {activated_or_confirmed}.{html_end}
pl: {html_start}Ten {account_or_email} został już {activated_or_confirmed}.{html_end}

source: {html_start}Success{html_end} You have {activated_or_confirmed} your {account_or_email}.
pl: {html_start}Sukces{html_end} Twoje {account_or_email} zostało {activated_or_confirmed}.

source: {html_start}Success! You have {activated_or_confirmed} your {account_or_email}.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
pl: {html_start}Sukces! Twoje {account_or_email} zostało {activated_or_confirmed}.{html_end}Będziesz teraz otrzymywać od nas aktualizacje i alerty e-mail dotyczące kursów, na które jesteś zapisany. Zaloguj się, aby kontynuować.

source: Valid e-mail address required.
pl: Wymagany jest prawidłowy adres e-mail.

source: Old email is the same as the new email.
pl: Stary adres e-mail jest taki sam jak nowy.

source: Cannot be same as your sign in email address.
pl: Nie może być taki sam jak Twój adres e-mail do logowania.

source: Unable to send email activation link. Please try again later.
pl: Nie udało się wysłać linku aktywacyjnego e-mail. Proszę spróbować ponownie później.

source: Deleted the selected configuration(s).
pl: Usunięto wybraną konfigurację(e).

source: Delete the selected configuration
pl: Usuń wybraną konfigurację

source: Unable to connect with the external provider, please try again
pl: Nie udało się połączyć z zewnętrznym dostawcą, spróbuj ponownie.

source: Authentication with {} is currently unavailable.
pl: Uwierzytelnianie za pomocą {} jest obecnie niedostępne.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
pl: Dostawcy dodatkowi są wyświetlani mniej wyraźnie, na osobnej liście dostawców logowania "Instytucja".

source: optional. If this provider is an Organization, this attribute can be used reference users in that Organization
pl: opcjonalne. Jeśli ten dostawca jest Organizacją, ten atrybut może być użyty do odwoływania się do użytkowników w tej Organizacji

source: The Site that this provider configuration belongs to.
pl: Witryna, do której należy ta konfiguracja dostawcy.

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
pl: Jeśli ta opcja jest włączona, użytkownicy, którzy odwiedzą adres URL "sugerowany przez TPA" dla tego dostawcy (np. adres URL kończący się na `?tpa_hint=[nazwa_dostawcy]`), zostaną przekierowani bezpośrednio do adresu URL logowania dostawcy, zamiast być najpierw proszeni o okno dialogowe logowania.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
pl: Jeśli ta opcja jest włączona, użytkownicy nie będą proszeni o potwierdzenie swoich danych (imię i nazwisko, adres e-mail itp.) podczas procesu rejestracji. Wybierz tę opcję tylko dla zaufanych dostawców, którzy, jak wiadomo, dostarczają dokładne informacje o użytkownikach.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
pl: Jeśli ta opcja zostanie wybrana, użytkownicy nie będą musieli potwierdzać swojego adresu e-mail, a ich konto zostanie aktywowane natychmiast po rejestracji.

source: If this option is selected, users will be sent a welcome email upon registration.
pl: Jeśli ta opcja zostanie wybrana, użytkownicy otrzymają e-mail powitalny po rejestracji.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
pl: Jeśli ta opcja nie zostanie wybrana, dostawca nie będzie wyświetlany użytkownikom jako opcja uwierzytelniania na ekranie logowania, ale ręczne uwierzytelnianie za pomocą prawidłowego linku jest nadal możliwe.

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
pl: Jeśli ta opcja jest ustawiona, użytkownicy logujący się za pomocą tego dostawcy SSO będą mieli ograniczoną długość sesji do tej wartości. Jeśli ustawiona na 0 (zero), sesja wygaśnie po zamknięciu przeglądarki przez użytkownika. Jeśli pozostawiona pusta, zostanie użyta domyślna długość sesji platformy Django.

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
pl: Jeśli ta opcja zostanie wybrana, użytkownicy zostaną przekierowani na stronę rejestracji natychmiast po uwierzytelnieniu się u strony trzeciej, zamiast na stronę logowania.

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
pl: Synchronizuj dane profilu użytkownika otrzymane od dostawcy tożsamości z kontem użytkownika edX przy każdym logowaniu SSO. Użytkownik zostanie powiadomiony, jeśli adres e-mail powiązany z jego kontem zostanie zmieniony w ramach tej synchronizacji.

source: IDPs with this set to True will be excluded from the dropdown IDP selection in the EnterpriseCustomer Django Admin form.
pl: Dostawcy tożsamości z tą opcją ustawioną na True zostaną wykluczeni z rozwijanej listy wyboru dostawcy tożsamości w formularzu EnterpriseCustomer Django Admin.

source: The Site that this SAML configuration belongs to.
pl: Witryna, do której należy ta konfiguracja SAML.

source: {platform_name} Support
pl: Wsparcie {platform_name}

source: A configuration nickname.
pl: Pseudonim konfiguracji.

source: Please wait
pl: Proszę czekać

# weekday name
source: Monday
pl: Poniedziałek

# weekday name
source: Tuesday
pl: Wtorek

# weekday name
source: Wednesday
pl: Środa

# weekday name
source: Thursday
pl: Czwartek

# weekday name
source: Friday
pl: Piątek

# weekday name
source: Saturday
pl: Sobota

# weekday name
source: Sunday
pl: Niedziela

# abbreviated weekday name
source: Mon
pl: Pon

# abbreviated weekday name
source: Tue
pl: Wt

# abbreviated weekday name
source: Wed
pl: Śr

# abbreviated weekday name
source: Thu
pl: Czw

# abbreviated weekday name
source: Fri
pl: Pt

# abbreviated weekday name
source: Sat
pl: Sob

# abbreviated weekday name
source: Sun
pl: Ndz

# abbreviated month name
source: Jan
pl: Sty

# abbreviated month name
source: Feb
pl: Lut

# abbreviated month name
source: Apr
pl: Kwi

# abbreviated month name
source: May
pl: Maj

# abbreviated month name
source: Jun
pl: Cze

# abbreviated month name
source: Jul
pl: Lip

# abbreviated month name
source: Aug
pl: Sie

# abbreviated month name
source: Sep
pl: Wrz

# abbreviated month name
source: Oct
pl: Paź

# abbreviated month name
source: Nov
pl: Lis

# abbreviated month name
source: Dec
pl: Gru

# month name
source: January
pl: Styczeń

# month name
source: February
pl: Luty

# month name
source: March
pl: Marzec

# month name
source: April
pl: Kwiecień

# month name
source: May
pl: Maj

# month name
source: June
pl: Czerwiec

# month name
source: July
pl: Lipiec

# month name
source: August
pl: Sierpień

# month name
source: September
pl: Wrzesień

# month name
source: October
pl: Październik

# month name
source: November
pl: Listopad

# month name
source: December
pl: Grudzień

source: Maximum upload file size is {file_size} bytes.
pl: Maksymalny rozmiar przesyłanego pliku to {file_size} bajtów.

source: Course {course_id} requires {prerequisite_course_id}
pl: Kurs {course_id} wymaga {prerequisite_course_id}

source: System defined milestone
pl: Kamień milowy zdefiniowany przez system

source: Your password must contain {length_instruction}, including {complexity_instructions}.
pl: Twoje hasło musi zawierać {length_instruction}, w tym {complexity_instructions}.

source: Your password must contain {length_instruction}.
pl: Twoje hasło musi zawierać {length_instruction}.

source: Invalid password.
pl: Nieprawidłowe hasło.

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
pl: Aby wyłączyć XBlock i zapobiec jego renderowaniu w LMS, pozostaw pole "Włączone" niezaznaczone; dla jasności, zaktualizuj odpowiednio stan obsługi XBlockStudioConfiguration.

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
pl: Tylko XBlocki wymienione na liście zaawansowanych modułów kursu mogą być oznaczone jako nieaktualne. Pamiętaj, aby odpowiednio zaktualizować stan obsługi XBlockStudioConfiguration, ponieważ status "nieaktualne" nie wpływa na to, czy nowe instancje XBlock mogą być tworzone w Studio.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
pl: Wyłączone kombinacje XBlock/szablonów nie mogą być edytowane w Studio, niezależnie od poziomu wsparcia. Pamiętaj, aby sprawdzić również, czy wszystkie instancje XBlocku są wyłączone w XBlockConfiguration.

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
pl: Włączone kombinacje XBlock/szablonów z pełnym lub tymczasowym wsparciem mogą zawsze być tworzone w Studio. Nieobsługiwane kombinacje XBlock/szablonów wymagają zgody autora kursu.

source: show deprecation messaging in Studio
pl: Pokaż wiadomość o wycofaniu w Studio

source: Fully Supported
pl: W pełni obsługiwane

source: Provisionally Supported
pl: Wspierane tymczasowo

source: Unsupported
pl: Nieobsługiwane

source: Unlock Account
pl: Odblokuj konto

source: Close
pl: Zamknij

source: This is a routed Account Activation email for %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
pl: To jest przekierowany e-mail aktywacyjny konta dla %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s

source: Account activation
pl: Aktywacja konta

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
pl: Jesteś już prawie na miejscu! Użyj poniższego linku, aby aktywować swoje konto i uzyskać dostęp do angażujących, wysokiej jakości kursów %(platform_name)s. Pamiętaj, że nie będziesz mógł ponownie zalogować się na swoje konto, dopóki go nie aktywujesz.

source: Activate your account
pl: Aktywuj swoje konto

source: Enjoy learning with %(platform_name)s.
pl: Ciesz się nauką z %(platform_name)s.

source: If you need help, please use our web form at {start_anchor_web}%(support_url)s{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
pl: Jeśli potrzebujesz pomocy, skorzystaj z naszego formularza internetowego pod adresem {start_anchor_web}%(support_url)s{end_anchor} lub wyślij e-mail na adres {start_anchor_email}%(support_email)s{end_anchor}.

source: This email message was automatically sent by %(lms_url)s because someone attempted to create an account on %(platform_name)s using this email address.
pl: Ten e-mail został automatycznie wysłany przez %(lms_url)s, ponieważ ktoś próbował utworzyć konto na %(platform_name)s przy użyciu tego adresu e-mail.

source: You’re almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
pl: Jesteś już prawie na miejscu! Użyj poniższego linku, aby aktywować swoje konto i uzyskać dostęp do angażujących, wysokiej jakości kursów %(platform_name)s. Pamiętaj, że nie będziesz mógł ponownie zalogować się na swoje konto, dopóki go nie aktywujesz.

source: If you need help, please use our web form at %(support_url)s or email %(support_email)s.
pl: Jeśli potrzebujesz pomocy, skorzystaj z naszego formularza internetowego pod adresem %(support_url)s lub wyślij e-mail na adres %(support_email)s.

source: Action Required: Activate your %(platform_name)s account
pl: Wymagane działanie: aktywuj swoje konto %(platform_name)s

source: Create Password
pl: Utwórz hasło

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
pl: Otrzymujesz ten e-mail, ponieważ poprosiłeś o utworzenie hasła do swojego konta użytkownika na %(platform_name)s.

source: We've restored access to your %(platform_name)s account using the recovery email you provided at registration.
pl: Przywróciliśmy dostęp do Twojego konta %(platform_name)s, używając e-maila do odzyskiwania, który podałeś podczas rejestracji.

source: Once you've created a password [below], you will be able to log in to %(platform_name)s with this email (%(email)s) and your new password.
pl: Po utworzeniu hasła [poniżej], będziesz mógł zalogować się do %(platform_name)s za pomocą tego adresu e-mail (%(email)s) i nowego hasła.

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
pl: Jeśli nie prosiłeś o tę zmianę, możesz zignorować ten e-mail - nie zresetowaliśmy jeszcze Twojego hasła.

source: Thanks for using our site!
pl: Dziękujemy za korzystanie z naszej strony!

source: The %(platform_name)s Team
pl: Zespół %(platform_name)s

source: Password creation on %(platform_name)s
pl: Tworzenie hasła na %(platform_name)s

source: Email Change
pl: Zmiana adresu e-mail

source: We received a request to change the e-mail associated with your %(platform_name)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
pl: Otrzymaliśmy prośbę o zmianę adresu e-mail powiązanego z Twoim kontem %(platform_name)s z %(old_email)s na %(new_email)s. Jeśli to jest poprawne, potwierdź swój nowy adres e-mail, odwiedzając:

source: Confirm Email Change
pl: Potwierdź zmianę adresu e-mail

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
pl: Jeśli nie prosiłeś o to, nie musisz nic robić; nie będziesz już otrzymywać żadnych wiadomości e-mail od nas. Prosimy nie odpowiadać na ten e-mail; jeśli potrzebujesz pomocy, sprawdź sekcję pomocy na stronie internetowej %(platform_name)s.

source: Request to change %(platform_name)s account e-mail
pl: Prośba o zmianę adresu e-mail konta %(platform_name)s

source: Email Change Confirmation for %(platform_name)s
pl: Potwierdzenie zmiany adresu e-mail dla %(platform_name)s
