Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Currency
pl: Waluta

source: Set Price
pl: Ustaw cenę

source: Proctortrack Escalation Email:
pl: E-mail eskalacyjny Proctortrack:

source: Allowance Section
pl: Sekcja przydziału

source: Student Onboarding Status
pl: Status wprowadzenia studenta

source: Student Special Exam Attempts
pl: Próby egzaminów specjalnych studenta

source: Review Dashboard
pl: Przejrzyj pulpit nawigacyjny

source: View gradebook for enrolled learners
pl: Wyświetl dziennik ocen dla zapisanych uczących się

source: View Gradebook
pl: Wyświetl dziennik ocen

source: Note: This feature is available only to courses with a small number of enrolled learners.
pl: Uwaga: Ta funkcja jest dostępna tylko dla kursów z niewielką liczbą zapisanych uczących się.

source: View a specific learner's enrollment status
pl: Wyświetl status zapisu konkretnego uczącego się

source: Learner email address or username
pl: Adres e-mail lub nazwa użytkownika uczącego się

source: View Enrollment Status
pl: Wyświetl status zapisu

source: View a specific learner's grades and progress
pl: Wyświetl oceny i postępy konkretnego uczącego się

source: Learner's {platform_name} email address or username
pl: Adres e-mail lub nazwa użytkownika uczącego się na platformie {platform_name}

source: View Progress Page
pl: Wyświetl stronę postępów

source: Adjust a learner's grade for a specific problemDostosuj ocenę uczącego się dla konkretnego problemu
pl: Lokalizacja problemu w kursie

source: Example
pl: Przykład

source: Problem location
pl: Lokalizacja problemu

source: Attempts
pl: Próby

source: Allow a learner who has used up all attempts to work on the problem again.
pl: Pozwól uczącemu się, który wykorzystał wszystkie próby, ponownie pracować nad problemem.

source: Reset Attempts to Zero
pl: Zresetuj próby do zera

source: Rescore
pl: Ponownie oceń

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
pl: Dla wskazanego problemu, ponownie oceń odpowiedzi uczącego się. Opcja 'Ponownie oceń tylko, jeśli wynik się poprawi' aktualizuje wynik uczącego się tylko, jeśli poprawia się na korzyść uczącego się.

source: Score Override
pl: Nadpisanie wyniku

source: For the specified problem, override the learner's score.
pl: Dla wskazanego problemu, nadpisz wynik uczącego się.

source: New score for problem, out of the total points available for the problem
pl: Nowy wynik dla problemu, z łącznej liczby punktów dostępnych dla problemu

source: Score
pl: Wynik

source: Override Learner's Score
pl: Nadpisz wynik uczącego się

source: Problem History
pl: Historia problemu

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
pl: Dla wskazanego problemu, trwale i całkowicie usuń odpowiedzi i wyniki uczącego się z bazy danych.

source: Task Status
pl: Status zadania

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
pl: Pokaż status zadań ponownej oceny, które przesłałeś dla tego uczącego się i problemu.

source: Show Task Status
pl: Pokaż status zadania

source: Adjust a learner's entrance exam results
pl: Dostosuj wyniki egzaminu wstępnego uczącego się

source: Allow the learner to take the exam again.
pl: Pozwól uczącemu się ponownie przystąpić do egzaminu.

source: Allow Skip
pl: Zezwól na pominięcie

source: Waive the requirement for the learner to take the exam.
pl: Zwolnij uczącego się z wymogu przystąpienia do egzaminu.

source: Let Learner Skip Entrance Exam
pl: Pozwól uczącemu się pominąć egzamin wstępny

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
pl: Ponownie oceń wszystkie przesłane odpowiedzi. Opcja 'Ponownie oceń wszystkie problemy tylko, jeśli wynik się poprawi' aktualizuje wyniki uczącego się tylko, jeśli poprawiają się na korzyść uczącego się.

source: Rescore All Problems
pl: Ponownie oceń wszystkie problemy

source: Rescore All Problems Only If Score Improves
pl: Ponownie oceń wszystkie problemy tylko, jeśli wynik się poprawi

source: Entrance Exam History
pl: Historia egzaminu wstępnego

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
pl: Dla całego egzaminu wstępnego, trwale i całkowicie usuń odpowiedzi i wyniki uczącego się z bazy danych.

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
pl: Pokaż status zadań ponownej oceny, które przesłałeś dla tego uczącego się i egzaminu wstępnego.

source: Adjust all enrolled learners' grades for a specific problem
pl: Dostosuj oceny wszystkich zapisanych uczących się dla konkretnego problemu

source: Allows all learners to work on the problem again.
pl: Pozwala wszystkim uczącym się ponownie pracować nad problemem.

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
pl: Ponownie oceń przesłane odpowiedzi. Opcja 'Ponownie oceń tylko, jeśli wyniki się poprawią' aktualizuje wynik uczącego się tylko, jeśli poprawia się na korzyść uczącego się.

source: Rescore All Learners' Submissions
pl: Ponownie oceń wszystkie zgłoszenia uczących się

source: Rescore Only If Scores Improve
pl: Ponownie oceń tylko, jeśli wyniki się poprawią

source: Show the status for the tasks that you submitted for this problem.
pl: Pokaż status zadań, które przesłałeś dla tego problemu.

source: Note
pl: Uwaga

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
pl: Wybierz problem, aby wygenerować plik CSV, który zawiera listę wszystkich odpowiedzi studentów na problem. Możesz również wybrać sekcję lub rozdział, aby uwzględnić wyniki wszystkich problemów z tej sekcji lub rozdziału.

source: Click to display the grading configuration for the course.The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
pl: Kliknij, aby wyświetlić konfigurację oceniania dla kursu. Konfiguracja oceniania to podział ocenianych podsekcji kursu (takich jak egzaminy i zestawy problemów) i można ją zmienić na stronie 'Ocenianie' (w 'Ustawieniach') w Studio.

source: Click to download a CSV of anonymized student IDs:
pl: Kliknij, aby pobrać plik CSV ze zanonimizowanymi identyfikatorami studentów:

source: For large courses, generating some reports can take several hours.When report generation is complete, a link that includes the date and time of generation appears in the table below.These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
pl: W przypadku dużych kursów generowanie niektórych raportów może potrwać kilka godzin. Po zakończeniu generowania raportu, w poniższej tabeli pojawia się link zawierający datę i godzinę generowania. Raporty te są generowane w tle, co oznacza, że można opuścić tę stronę podczas generowania raportu.

source: Please be patient and do not click these buttons multiple times.Clicking these buttons multiple times will significantly slow the generation process.
pl: Prosimy o cierpliwość i nieklikanie tych przycisków wielokrotnie. Wielokrotne klikanie tych przycisków znacznie spowolni proces generowania.

source: For smaller courses, click to list profile information for enrolled students directly on this page:
pl: Dla mniejszych kursów, kliknij, aby wyświetlić informacje profilowe dla zapisanych studentów bezpośrednio na tej stronie:

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
pl: Kliknij, aby wygenerować plik CSV ze wszystkimi studentami zapisanymi na tym kursie, wraz z informacjami profilowymi, takimi jak adres e-mail i nazwa użytkownika:

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
pl: Kliknij, aby wygenerować plik CSV, który zawiera listę uczących się, którzy mogą zapisać się na kurs, ale jeszcze tego nie zrobili.

source: Click to generate a CSV file of all proctored exam results in this course.
pl: Kliknij, aby wygenerować plik CSV ze wszystkimi wynikami egzaminów nadzorowanych na tym kursie.

source: Click to generate a CSV file of survey results for this course.
pl: Kliknij, aby wygenerować plik CSV z wynikami ankiety dla tego kursu.

source: Click to generate a CSV ORA grade report for all currently enrolled students.
pl: Kliknij, aby wygenerować raport ocen CSV ORA dla wszystkich aktualnie zapisanych studentów.

source: Click to generate a CSV problem grade report for all currently enrolled students.
pl: Kliknij, aby wygenerować raport ocen problemów w formacie CSV dla wszystkich aktualnie zapisanych studentów.

source: My Courses
pl: Moje kursy

source: There was an error when loading this module!
pl: Wystąpił błąd podczas ładowania tego modułu!

source: This module is available only for users who are signed into {platform}. Kindly sign in and refresh this page to load the content.
pl: Ten moduł jest dostępny tylko dla użytkowników, którzy zalogowali się do {platform}. Uprzejmie prosimy zalogować się i odświeżyć tę stronę, aby załadować zawartość.

source: NOTE:
pl: UWAGA:

source: The email used to sign into this platform and {platform} should be the same.
pl: Adres e-mail użyty do zalogowania się na tej platformie i {platform} powinien być taki sam.

source: Change Preferred Language
pl: Zmień preferowany język

source: Please choose your preferred language
pl: Proszę wybrać preferowany język

source: Save Language Settings
pl: Zapisz ustawienia języka

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
pl: Nie widzisz swojego preferowanego języka? {link_start}Zgłoś się na wolontariusza, aby zostać tłumaczem!{link_end}

source: Explore Courses
pl: Przeglądaj kursy

source: Global
pl: Globalne

source: {p_tag}You currently do not have any peer grading to do.In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
pl: {p_tag}Obecnie nie masz żadnych ocen wzajemnych do wykonania.Aby mieć oceny wzajemne do wykonania: {ul_tag} {li_tag}Musisz przesłać odpowiedź na problem z oceną wzajemną.{end_li_tag} {li_tag}Zespół kursu musi ocenić eseje, które są używane, aby pomóc ci lepiej zrozumieć kryteria oceniania.{end_li_tag} {li_tag}Muszą być dostępne prace oczekujące na ocenę.{end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
pl: Ocena wzajemna

source: Here is a list of problems that need to be peer graded for this course.
pl: Oto lista problemów, które wymagają oceny wzajemnej dla tego kursu.

source: Problem Name
pl: Nazwa problemu

source: Due date
pl: Termin

source: Graded
pl: Oceniono

source: AvailableDostępne
pl: Wymagane

source: No due date
pl: Brak terminu

source: The due date has passed, and peer grading for this problem is closed at this time.
pl: Termin minął, a ocena wzajemna dla tego problemu jest obecnie zamknięta.

source: The due date has passed, and peer grading is closed at this time.
pl: Termin minął, a ocena wzajemna jest obecnie zamknięta.

source: Learning to Grade
pl: Uczenie się oceniania

source: Hide Question
pl: Ukryj pytanie

source: Student Response
pl: Odpowiedź studenta

source: Written Feedback
pl: Informacja zwrotna na piśmie

source: Please include some written feedback as well.
pl: Proszę również dołączyć pisemną opinię.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
pl: Ta praca zawiera treści jawne, obraźliwe lub (podejrzewam) splagiatowane.

source: How did I do?
pl: Jak mi poszło?

source: Ready to grade!
pl: Gotowy do oceniania!

source: You have finished learning to grade, which means that you are now ready to start grading.
pl: Zakończyłeś naukę oceniania, co oznacza, że ​​jesteś teraz gotowy do rozpoczęcia oceniania.

source: Start Grading!
pl: Rozpocznij ocenianie!

source: Learning to grade
pl: Uczenie się oceniania

source: You have not yet finished learning to grade this problem.
pl: Nie zakończyłeś jeszcze nauki oceniania tego problemu.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
pl: Teraz zostanie Ci pokazana seria esejów ocenionych przez instruktora i zostaniesz poproszony o samodzielne ich ocenienie.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
pl: Gdy będziesz w stanie oceniać eseje podobnie do instruktora, będziesz gotowy do oceniania swoich rówieśników.

source: Start learning to grade
pl: Rozpocznij naukę oceniania

source: Are you sure that you want to flag this submission?
pl: Czy na pewno chcesz oznaczyć tę pracę?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
pl: Zamierzasz oznaczyć zgłoszenie. Powinieneś oznaczać zgłoszenia tylko, gdy zawierają treści jawne, obraźliwe lub (podejrzane) plagiaty. Jeśli zgłoszenie nie odnosi się do pytania lub jest nieprawidłowe, powinieneś nadać mu wynik zero i odpowiednią opinię, zamiast oznaczać je.

source: Remove Flag
pl: Usuń flagę

source: Keep Flag
pl: Zachowaj flagę

source: Go Back
pl: Wróć

source: Account Activation Info
pl: Informacje o aktywacji konta

source: Your Password Reset is Complete
pl: Resetowanie hasła zostało zakończone

source: Password Reset Complete
pl: Resetowanie hasła zakończone

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
pl: Twoje hasło zostało zresetowane. {start_link}Zaloguj się na swoje konto.{end_link}

source: Reset Your {platform_name} Password
pl: Zresetuj swoje hasło {platform_name}

source: Invalid Password Reset Link
pl: Nieprawidłowy link do resetowania hasła

source: This password reset link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
pl: Ten link do resetowania hasła jest nieprawidłowy. Mógł już zostać użyty. Aby zresetować hasło, przejdź do strony {start_link}logowania{end_link} i wybierz {start_strong}Zapomniałem hasła{end_strong}.

source: Password reset successful
pl: Resetowanie hasła zakończone pomyślnie

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
pl: Wysłaliśmy Ci instrukcje dotyczące ustawiania hasła na podany adres e-mail. Powinieneś je otrzymać wkrótce.

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} .
pl: Strona, której szukałeś, nie została znaleziona. Wróć do {link_start}strony głównej{link_end}.

source: Too Many Requests
pl: Zbyt wiele żądań

source: Your request has been rate-limited. Please try again later.
pl: Twoje żądanie zostało ograniczone. Spróbuj ponownie później.

source: This page left intentionally blank. Feel free to add your own content.
pl: Ta strona została celowo pozostawiona pusta. Możesz dodać własną treść.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, because {platform_name} is required to comply with export controls, we cannot allow you to access this course at this time.
pl: Nasz system wskazuje, że próbujesz uzyskać dostęp do tego kursu {platform_name} z kraju lub regionu objętego obecnie sankcjami gospodarczymi i handlowymi USA. Niestety, ponieważ {platform_name} jest zobowiązana do przestrzegania kontroli eksportu, nie możemy zezwolić Ci na dostęp do tego kursu w tym czasie.

source: Jobs
pl: Praca

source: In the Press
pl: W prasie

source: Currently the {platform_name} servers are down
pl: Obecnie serwery {platform_name} są wyłączone

source: Our staff is currently working to get the site back up as soon as possible.
pl: Nasz personel pracuje obecnie nad jak najszybszym przywróceniem witryny.

source: There has been a 500 error on the {platform_name} servers
pl: Wystąpił błąd 500 na serwerach {platform_name}

source: Please wait a few seconds and then reload the page.
pl: Proszę poczekać kilka sekund, a następnie ponownie załadować stronę.

source: Currently the {platform_name} servers are overloaded
pl: Obecnie serwery {platform_name} są przeciążone

source: Please Wait
pl: Proszę czekać

source: Sign in or Register
pl: Zaloguj się lub zarejestruj.

source: Student Support
pl: Wsparcie dla studentów

source: Contact {platform_name} Support
pl: Skontaktuj się z pomocą techniczną {platform_name}

source: Student Support: Enrollment
pl: Wsparcie dla studentów: Zapisy

source: Student Support: Feature Based Enrollments
pl: Wsparcie dla studentów: Zapisy oparte na funkcjach

source: Content Type Gating
pl: Bramkowanie typu treści

source: Course Duration Limits
pl: Limity czasu trwania kursu

source: Is Enabled
pl: Jest włączony

source: No results found
pl: Nie znaleziono wyników

source: Student Support: Manage User
pl: Wsparcie dla studentów: Zarządzaj użytkownikiem

source: Program Enrollments Inspector
pl: Inspektor zapisów na programy

source: User Survey
pl: Ankieta użytkownika

source: Pre-Course Survey
pl: Ankieta przed kursem

source: You can begin your course as soon as you complete the following form.Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
pl: Możesz rozpocząć kurs, gdy tylko wypełnisz poniższy formularz. Pola wymagane są oznaczone gwiazdką (*). Te informacje są przeznaczone wyłącznie do użytku {platform_name}. Nie będą one w żaden sposób powiązane z Twoim publicznym profilem.

source: You are missing the following required fields:
pl: Brakuje następujących wymaganych pól:

source: Cancel and Return to Dashboard
pl: Anuluj i wróć do pulpitu

source: Why do I need to complete this information?
pl: Dlaczego muszę wypełnić te informacje?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
pl: Wykorzystujemy podane przez Ciebie informacje, aby ulepszyć nasz kurs zarówno dla obecnych, jak i przyszłych studentów. Im więcej wiemy o Twoich konkretnych potrzebach, tym lepiej możemy dostosować Twoje doświadczenie kursowe.

source: Who can I contact if I have questions?
pl: Z kim mogę się skontaktować, jeśli mam pytania?

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
pl: W przypadku pytań dotyczących tego kursu lub formularza prosimy o kontakt z {link_start}{mail_to_link}{link_end}.

source: Skeleton Page
pl: Strona szkieletowa

source: Search the course
pl: Wyszukaj w kursie

source: Start Course
pl: Rozpocznij kurs

source: Have questions?
pl: Masz pytania?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
pl: Przeczytaj {a_start}nasze FAQ, aby znaleźć odpowiedzi na często zadawane pytania dotyczące naszych certyfikatów{a_end}.

source: Re-Verify for {course_name}
pl: Ponownie zweryfikuj dla {course_name}

source: Verification Deadline Has Passed
pl: Termin weryfikacji minął

source: Upgrade Deadline Has Passed
pl: Termin aktualizacji minął

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
pl: Termin weryfikacji dla {course_name} upłynął {{date}}. Weryfikacja nie jest już dostępna.

source: The deadline to upgrade to a verified certificate for this course has passed.
pl: Termin na uaktualnienie do zweryfikowanego certyfikatu dla tego kursu minął.

source: Upgrade Your Enrollment For {course_name}.
pl: Uaktualnij swoją rejestrację dla {course_name}.

source: Verify For {course_name}
pl: Zweryfikuj dla {course_name}

source: Enroll In {course_name}
pl: Zarejestruj się na {course_name}

source: Technical Requirements
pl: Wymagania techniczne

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
pl: Upewnij się, że Twoja przeglądarka jest zaktualizowana do {strong_start}{a_start}najnowszej możliwej wersji{a_end}{strong_end}. Upewnij się również, że Twoja {strong_start}kamera internetowa jest podłączona, włączona i może działać w Twojej przeglądarce internetowej (zazwyczaj można to ustawić w ustawieniach przeglądarki).{strong_end} navegador).{strong_end}

source: Re-Verification
pl: Ponowna weryfikacja

source: Identity Verification
pl: Weryfikacja tożsamości

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
pl: Twoje dane weryfikacyjne zostały już przesłane. Na Twoim panelu pojawi się wiadomość po zakończeniu procesu weryfikacji (zazwyczaj w ciągu 5-7 dni).

source: You cannot verify your identity at this time.
pl: Nie możesz teraz zweryfikować swojej tożsamości.

source: Return to Your Dashboard
pl: Wróć do panelu

source: This website uses cookies to ensure you get the best experience on our website. If you continue Browse this site, we understand that you accept the use of cookies.
pl: Ta strona używa plików cookie, aby zapewnić najlepsze doświadczenie na naszej stronie. Jeśli kontynuujesz przeglądanie tej strony, rozumiemy, że akceptujesz użycie plików cookie.

source: Got it!
pl: Rozumiem!

source: Learn more
pl: Dowiedz się więcej

source: {span_start}(active){span_end}
pl: {span_start}(aktywne){span_end}

source: {span_start}active{span_end}
pl: {span_start}aktywny{span_end}

source: Course Wiki
pl: Wiki kursu

source: Preview Language Setting
pl: Podgląd ustawień języka

source: Language Code
pl: Kod języka

source: e.g. en for English
pl: np. en dla angielskiego

source: Preview Theme
pl: Podgląd motywu

source: All Rights Reserved
pl: Wszystkie prawa zastrzeżone

source: Attribution
pl: Uznanie autorstwa

source: Noncommercial
pl: Niekomercyjne

source: No Derivatives
pl: Bez utworów zależnych

source: Share Alike
pl: Na tych samych warunkach

source: Creative Commons licensed content, with terms as follow:
pl: Treści objęte licencją Creative Commons, z następującymi warunkami:

source: Some Rights Reserved
pl: Niektóre prawa zastrzeżone

source: Upcoming Dates
pl: Nadchodzące terminy

source: View all course dates
pl: Zobacz wszystkie daty kursu

source: This course does not have any updates.
pl: Ten kurs nie ma żadnych aktualizacji.

source: Copyright
pl: Prawa autorskie

source: Copyright {year}. All rights reserved.
pl: Prawa autorskie {year}. Wszystkie prawa zastrzeżone.
