Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Course team user does not exist
pl: Użytkownik zespołu kursu nie istnieje

source: Number of course outline regenerations successfully requested: {regenerates}
pl: Liczba pomyślnie żądanych regeneracji konspektu kursu: {regenerates}

source: Regenerate selected course outlines
pl: Regeneruj wybrane konspekty kursu

source: All course outline regenerations successfully requested.
pl: Wszystkie regeneracje konspektu kursu zostały pomyślnie zgłoszone.

source: Regenerate *all* course outlines
pl: Regeneruj *wszystkie* konspekty kursu

source: Upload completed
pl: Przesyłanie zakończone

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
pl: Plik {filename} przekracza maksymalny rozmiar {maximum_size_in_megabytes} MB.

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
pl: Grupy w tej konfiguracji mogą być mapowane do kohort w Panelu Instruktora.

source: Content Groups
pl: Grupy treści

source: invalid JSON
pl: Nieprawidłowy JSON

source: must have name of the configuration
pl: Musi zawierać nazwę konfiguracji

source: must have at least one group
pl: Musi zawierać co najmniej jedną grupę

source: unable to load this type of group configuration
pl: Nie można załadować tego typu konfiguracji grup

source: Invalid course update id.
pl: Nieprawidłowy identyfikator aktualizacji kursu.

source: Course update not found.
pl: Aktualizacja kursu nie znaleziona.

source: Could not index item: {}
pl: Nie można indeksować elementu: {}

source: General indexing error occurred
pl: Wystąpił ogólny błąd indeksowania.

source: (Unnamed)
pl: (Bez nazwy)

source: Aborting import because a course with this id: {} already exists.
pl: Przerywanie importu, ponieważ kurs o tym identyfikatorze: {} już istnieje.

source: Permission denied. You do not have write access to this course.
pl: Odmowa dostępu. Nie masz uprawnień do zapisu w tym kursie.

source: Could not find the {0} file in the package.
pl: Nie można znaleźć pliku {0} w pakiecie.

source: Uploaded Tar file not found. Try again.
pl: Nie znaleziono przesłanego pliku Tar. Spróbuj ponownie.

source: We only support uploading a .tar.gz file.
pl: Obsługujemy tylko przesyłanie plików .tar.gz.

source: Aborting import since a library with this id already exists.
pl: Przerywanie importu, ponieważ biblioteka o tym identyfikatorze już istnieje.

source: Course olx validation failed. Please check your email.
pl: Walidacja kursu olx nie powiodła się. Proszę sprawdzić swój e-mail.

source: Permission denied
pl: Odmowa dostępu

source: Unknown error while importing course.
pl: Nieznany błąd podczas importowania kursu.

source: An Unknown error occurred during the unpacking step.
pl: Wystąpił nieznany błąd podczas etapu rozpakowywania.

source: Unknown User ID: {0}
pl: Nieznany identyfikator użytkownika: {0}

source: User permission denied.
pl: Odmowa uprawnień użytkownika.

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
pl: GIT_REPO_EXPORT_DIR nie ustawiono lub ścieżka {0} nie istnieje, proszę ją utworzyć lub skonfigurować inną ścieżkę za pomocą GIT_REPO_EXPORT_DIR

source: Non writable git url provided. Expecting something like: git@github.com:openedx/openedx-demo-course.git
pl: Podano niezapisywalny adres URL git. Oczekiwano czegoś w rodzaju: git@github.com:openedx/openedx-demo-course.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
pl: Jeśli używasz adresów URL http, musisz podać nazwę użytkownika i hasło w adresie URL. Podobnie jak https://user:pass@github.com/user/course.

source: Unable to determine branch, repo in detached HEAD mode
pl: Nie można określić gałęzi, repozytorium w trybie odłączonego HEAD

source: Unable to update or clone git repository.
pl: Nie można zaktualizować ani sklonować repozytorium git.

source: Unable to export course to xml.
pl: Nie można wyeksportować kursu do xml.

source: Unable to configure git username and password
pl: Nie można skonfigurować nazwy użytkownika i hasła git.

source: Unable to commit changes. This is usually because there are no changes to be committed
pl: Nie można zatwierdzić zmian. Zazwyczaj dzieje się tak, ponieważ nie ma żadnych zmian do zatwierdzenia.

source: Unable to push changes. This is usually because the remote repository cannot be contacted
pl: Nie można wypchnąć zmian. Zazwyczaj dzieje się tak, ponieważ nie można skontaktować się z repozytorium zdalnym.

source: Bad course location provided
pl: Podano nieprawidłową lokalizację kursu

source: Missing branch on fresh clone
pl: Brakująca gałąź w świeżej kopii

source: Vertical
pl: Pionowo

source: Section
pl: Sekcja

source: Subsection
pl: Podsekcja

source: Unit
pl: Jednostka

source: Library Content
pl: Zawartość biblioteki

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
pl: Pobierz określony kurs i spróbuj wyeksportować go do repozytorium git . Katalog kursu musi już być repozytorium git. Użycie: git_export <course_loc> <git_url>

source: Pending
pl: Oczekujące

source: Failed
pl: Nie powiodło się

source: Completed
pl: Ukończono.

source: Marks a field as deprecated.
pl: Oznacza pole jako przestarzałe.

source: User-friendly display name for the field
pl: Przyjazna dla użytkownika nazwa wyświetlana dla pola

source: Help text that describes the setting.
pl: Tekst pomocy, który opisuje ustawienie.

source: Tab type
pl: Typ zakładki

source: Default name for the tab displayed to users
pl: Domyślna nazwa zakładki wyświetlanej użytkownikom

source: True if it's possible to hide the tab for a course
pl: Prawda, jeśli można ukryć zakładkę dla kursu

source: True the tab is hidden for the course
pl: Prawda, zakładka jest ukryta dla kursu.

source: True if it's possible to reorder the tab in the list of tabs
pl: Prawda, jeśli można zmienić kolejność zakładki na liście zakładek

source: True if this tab should be displayed only for instructors
pl: Prawda, jeśli ta zakładka powinna być wyświetlana tylko dla instruktorów

source: Name of the tab displayed to users. Overrides title.
pl: Nazwa zakładki wyświetlanej użytkownikom. Zastępuje tytuł.

source: Additional settings specific to the tab
pl: Dodatkowe ustawienia specyficzne dla zakładki

source: ID of tab to update
pl: Identyfikator zakładki do aktualizacji

source: Location (Usage Key) of tab to update
pl: Lokalizacja (klucz użycia) zakładki do aktualizacji

source: Need to supply either a valid tab_id or a tab_location.
pl: Należy podać prawidłowy tab_id lub tab_location.

source: True to hide the tab, and False to show it.
pl: True, aby ukryć zakładkę, i False, aby ją pokazać.

source: Change the visibility of tabs in a course.
pl: Zmień widoczność zakładek w kursie.

source: The information you entered is incorrect.
pl: Wprowadzone informacje są nieprawidłowe.

source: The following parameters are required: {missing}.
pl: Następujące parametry są wymagane: {missing}.

source: There is a problem with this transcript file. Try to upload a different file.
pl: Wystąpił problem z tym plikiem transkrypcji. Spróbuj przesłać inny plik.

source: A transcript with the "{language_code}" language code already exists.
pl: Transkrypcja z kodem języka "{language_code}" już istnieje.

source: A transcript file is required.
pl: Wymagany jest plik transkrypcji.

source: Deleted Group
pl: Usunięta grupa

source: Text
pl: Tekst

source: Duplicate of {0}
pl: Duplikat {0}

source: Duplicate of '{0}'
pl: Duplikat '{0}'

source: Invalid prerequisite course key
pl: Nieprawidłowy klucz kursu stanowiącego warunek wstępny

source: Set Date
pl: Ustaw datę

source: Uploading
pl: Przesyłanie

source: In Progress
pl: W toku

source: Ready
pl: Gotowe

source: Uploaded
pl: Przesłano

source: Cancelled
pl: Anulowano.

source: Failed Duplicate
pl: Błąd duplikatu

source: YouTube Duplicate
pl: Duplikat YouTube

source: Invalid Token
pl: Nieprawidłowy token

source: Imported
pl: Zaimportowano

source: Unknown
pl: Nieznany

source: Transcription in Progress
pl: Transkrypcja w toku

source: Transcript Ready
pl: Transkrypcja gotowa

source: Partial Failure
pl: Częściowy błąd

source: Transcript Failed
pl: Transkrypcja nie powiodła się

source: An image file is required.
pl: Wymagany jest plik obrazu.

source: {profile_name} URL
pl: URL {profile_name}

source: Name
pl: Nazwa

source: Duration
pl: Czas trwania

source: Date Added
pl: Data dodania

source: Video ID
pl: Identyfikator wideo

source: A non zero positive integer is expected
pl: Oczekiwana jest niezerowa liczba całkowita dodatnia

source: The image must have name, content type, and size information.
pl: Obraz musi zawierać informacje o nazwie, typie zawartości i rozmiarze.

source: This image file type is not supported. Supported file types are {supported_file_formats}.
pl: Ten typ pliku obrazu nie jest obsługiwany. Obsługiwane typy plików to {supported_file_formats}.

source: This image file must be smaller than {image_max_size}.
pl: Ten plik obrazu musi być mniejszy niż {image_max_size}.

source: This image file must be larger than {image_min_size}.
pl: Ten plik obrazu musi być większy niż {image_min_size}.

source: There is a problem with this image file. Try to upload a different file.
pl: Wystąpił problem z tym plikiem obrazu. Spróbuj przesłać inny plik.

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
pl: Zalecana rozdzielczość obrazu to {image_file_max_width}x{image_file_max_height}. Minimalna rozdzielczość to {image_file_min_width}x{image_file_min_height}.

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
pl: Ten plik obrazu musi mieć proporcje {video_image_aspect_ratio_text}.

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
pl: Nazwa pliku obrazu może zawierać tylko litery, cyfry, myślniki (-) i podkreślenia (_).

source: must have name of the certificate
pl: musi zawierać nazwę certyfikatu

source: Certificate dict {0} missing value key '{1}'
pl: Słownik certyfikatów {0} brakuje klucza wartości '{1}'

source: PermissionDenied: Failed in authenticating {user}
pl: Brak uprawnień: Nie udało się uwierzytelnić użytkownika {user}

source: {platform_name} Support Levels:
pl: {platform_name} Poziomy wsparcia:

source: Discussion
pl: Dyskusja

source: Video
pl: Wideo

source: Open Response
pl: Otwarta odpowiedź

source: Drag and Drop
pl: Przeciągnij i upuść

source: Blank
pl: Puste

source: Peer Assessment Only
pl: Tylko ocena koleżeńska

source: Blank Problem
pl: Pusty problem

source: Advanced
pl: Zaawansowane

source: Course has been successfully reindexed.
pl: Kurs został pomyślnie zreindeksowany.

source: Special characters not allowed in organization, course number, and course run.
pl: Znaki specjalne niedozwolone w nazwie organizacji, numerze kursu i cyklu kursu.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
pl: Istnieje już kurs zdefiniowany z tą samą organizacją i numerem kursu. Proszę zmienić organizację lub numer kursu, aby był unikalny.

source: Please change either the organization or course number so that it is unique.
pl: Proszę zmienić organizację lub numer kursu, aby był unikalny.

source: Unable to create course '{name}'. {err}
pl: Nie można utworzyć kursu '{name}'. {err}

source: User does not have the permission to create courses in this organization or course creation is disabled
pl: Użytkownik nie ma uprawnień do tworzenia kursów w tej organizacji lub tworzenie kursów jest wyłączone

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
pl: Musisz powiązać ten kurs z organizacją, aby kontynuować. Wybrana przez Ciebie organizacja nie istnieje w systemie, musisz ją dodać do systemu.

source: An error occurred while trying to save your tabs
pl: Wystąpił błąd podczas próby zapisania zakładek

source: Tabs Exception
pl: Wyjątek zakładek

source: This group configuration is in use and cannot be deleted.
pl: Ta konfiguracja grupy jest w użyciu i nie może zostać usunięta.

source: This content group is in use and cannot be deleted.
pl: Ta grupa treści jest w użyciu i nie może zostać usunięta.

source: Entrance Exam
pl: Egzamin wstępny

source: Entrance Exam - Subsection
pl: Egzamin wstępny - Podsekcja

source: Completed Course Entrance Exam
pl: Ukończono egzamin wstępny na kurs

source: Course successfully exported to git repository
pl: Kurs pomyślnie wyeksportowany do repozytorium git

source: Some chunks missed during file upload. Please try again
pl: Niektóre fragmenty zostały pominięte podczas przesyłania pliku. Spróbuj ponownie

source: File upload failed. Please try again
pl: Przesyłanie pliku nie powiodło się. Spróbuj ponownie.

source: User does not have the permission to create library in this organization or course creation is disabled
pl: Użytkownik nie ma uprawnień do tworzenia biblioteki w tej organizacji lub tworzenie kursów jest wyłączone

source: Unable to create library - missing required field '{field}'
pl: Nie można utworzyć biblioteki - brakuje wymaganego pola '{field}'

source: Unable to create library '{name}'. {err}
pl: Nie można utworzyć biblioteki '{name}'. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
pl: Istnieje już biblioteka zdefiniowana z tą samą organizacją i kodem biblioteki. Proszę zmienić kod biblioteki, aby był unikalny w obrębie Twojej organizacji.

source: '{organization_key}' is not a valid organization identifier.
pl: '{organization_key}' nie jest prawidłowym identyfikatorem organizacji.

source: Access restricted to: {list_of_groups}
pl: Dostęp ograniczony do: {list_of_groups}

source: Transcripts are supported only for "video" blocks.
pl: Transkrypcje są obsługiwane tylko dla bloków "wideo".

source: Cannot find item by locator.
pl: Nie można znaleźć elementu według lokalizatora.

source: Video locator is required.
pl: Wymagany jest lokalizator wideo.

source: This transcript file type is not supported.
pl: Ten typ pliku transkrypcji nie jest obsługiwany.

source: Video ID is required.
pl: Wymagany jest identyfikator wideo.

source: Incoming video data is empty.
pl: Przychodzące dane wideo są puste.

source: Can't find item by locator.
pl: Nie można znaleźć elementu według lokalizatora.

source: No such transcript.
pl: Brak takiej transkrypcji.

source: There is a problem with the chosen transcript file.
pl: Wystąpił problem z wybranym plikiem transkrypcji.

source: There is a problem with the existing transcript file. Please upload a different file.
pl: Wystąpił problem z istniejącym plikiem transkrypcji. Proszę przesłać inny plik.

source: YouTube ID is required.
pl: Wymagany jest identyfikator YouTube.

source: There is a problem with the YouTube transcript file.
pl: Wystąpił problem z plikiem transkrypcji YouTube.

source: Insufficient permissions
pl: Niewystarczające uprawnienia

source: Could not find user by email address '{email}'.
pl: Nie można znaleźć użytkownika o adresie e-mail '{email}'.

source: No `role` specified.
pl: Nie określono 'roli'.

source: User {email} has registered but has not yet activated their account.
pl: Użytkownik {email} zarejestrował się, ale nie aktywował jeszcze swojego konta.

source: Invalid `role` specified.
pl: Nieprawidłowa 'rola' została określona.

source: You may not remove the last Admin. Add another Admin first.
pl: Nie możesz usunąć ostatniego administratora. Najpierw dodaj innego administratora.

source: Empty
pl: Pusty

source: Libraries cannot have more than {limit} components
pl: Biblioteki nie mogą mieć więcej niż {limit} komponentów

source: Invalid data
pl: Nieprawidłowe dane

source: Invalid data ({details})
pl: Nieprawidłowe dane ({details})

source: There was a problem pasting your component.
pl: Wystąpił problem podczas wklejania komponentu.

source: Your clipboard is empty or invalid.
pl: Twój schowek jest pusty lub nieprawidłowy.

source: You can not move {source_type} into {target_parent_type}.
pl: Nie możesz przenieść {source_type} do {target_parent_type}.

source: Item is already present in target location.
pl: Element jest już obecny w miejscu docelowym.

source: You can not move an item into itself.
pl: Nie możesz przenieść elementu do samego siebie.

source: You can not move an item into it's child.
pl: Nie możesz przenieść elementu do jego dziecka.

source: You can not move an item directly into content experiment.
pl: Nie możesz przenieść elementu bezpośrednio do eksperymentu treści.

source: {source_usage_key} not found in {parent_usage_key}.
pl: {source_usage_key} nie znaleziono w {parent_usage_key}.

source: You can not move {source_usage_key} at an invalid index ({target_index}).
pl: Nie możesz przenieść {source_usage_key} pod nieprawidłowy indeks ({target_index}).

source: You must provide target_index ({target_index}) as an integer.
pl: Musisz podać target_index ({target_index}) jako liczbę całkowitą.

source: Students must score {score}{pct_sign} or higher to access course materials.
pl: Studenci muszą uzyskać {score}{pct_sign} lub więcej punktów, aby uzyskać dostęp do materiałów kursu.

source: unrequested
pl: niezgłoszone

source: pending
pl: oczekujące

source: granted
pl: przyznane

source: denied
pl: odrzucone

source: Studio user
pl: użytkownik Studio

source: The date when state was last updated
pl: Data ostatniej aktualizacji statusu

source: Current course creator state
pl: Aktualny stan twórcy kursu

source: Optional notes about this user (for example, why course creation access was denied)
pl: Opcjonalne uwagi dotyczące tego użytkownika (na przykład, dlaczego odmówiono dostępu do tworzenia kursów).

source: Organizations under which the user is allowed to create courses.
pl: Organizacje, w których użytkownik może tworzyć kursy.

source: Grant the user the permission to create courses in ALL organizations
pl: Przyznaj użytkownikowi uprawnienia do tworzenia kursów we WSZYSTKICH organizacjach

source: Incorrect format for field '{name}'. {detailed_message}
pl: Nieprawidłowy format pola '{name}'. {detailed_message}

source: Dictionary with the available tags
pl: Słownik z dostępnymi tagami

source: Django site admin
pl: Administracja witryny Django

source: Django administration
pl: Administracja Django

source: View site
pl: Wyświetl witrynę

source: Documentation
pl: Dokumentacja

source: Log out
pl: Wyloguj się

source: Studio Administration
pl: Administracja Studio

source: Mode
pl: Tryb

source: Verification Deadline
pl: Termin weryfikacji

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
pl: OPCJONALNIE: Po tej dacie/godzinie użytkownicy nie będą już mogli przesyłać zdjęć do weryfikacji. Dotyczy to TYLKO trybów wymagających weryfikacji.

source: You're enrolled as a verified student
pl: Jesteś zapisany jako zweryfikowany student

source: Verified
pl: Zweryfikowany

source: ID Verified Ribbon/Badge
pl: Wstążka/odznaka zweryfikowana identyfikatorem

source: You're enrolled as an honor code student
pl: Zapisałeś się na ten kurs jako student w trybie kodeksu honorowego

source: Honor Code
pl: Kodeks honorowy

source: You're enrolled as a professional education student
pl: Zapisałeś się jako student edukacji profesjonalnej

source: Professional Ed
pl: Edukacja zawodowa

source: Display Name
pl: Wyświetlana nazwa

source: Price
pl: Cena

source: Upgrade Deadline
pl: Termin na zmianę na opcję certyfikatu weryfikowanego

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
pl: OPCJONALNIE: Po tej dacie/godzinie użytkownicy nie będą już mogli zapisać się w tym trybie. Pozostaw to pole puste, jeśli użytkownicy mogą zapisywać się w tym trybie do momentu zamknięcia zapisów na kurs.

source: Lock upgrade deadline date
pl: Zablokuj datę ostateczną aktualizacji

source: OPTIONAL: Set to True to lock in the explicitly defined upgrade deadline date. Set to False if there is no upgrade deadline or to use the default upgrade deadline.
pl: OPCJONALNIE: Ustaw na "Prawda", aby zablokować wyraźnie określoną datę ostateczną aktualizacji. Ustaw na "Fałsz", jeśli nie ma daty ostatecznej aktualizacji lub aby użyć domyślnej daty ostatecznej aktualizacji.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
pl: OPCJONALNIE: To jest SKU (jednostka magazynowa) tego trybu w zewnętrznym serwisie e-commerce. Pozostaw to pole puste, jeśli kurs nie został jeszcze przeniesiony do serwisu e-commerce.

source: OPTIONAL: This is the Android SKU registered on play store for this mode of the course. Leave this blank if the course has not yet been migrated to the ecommerce service.
pl: OPCJONALNIE: To jest SKU Androida zarejestrowane w sklepie Play dla tego trybu kursu. Pozostaw to pole puste, jeśli kurs nie został jeszcze przeniesiony do usługi e-commerce.

source: OPTIONAL: This is the iOS SKU registered on app store for this mode of the course. Leave this blank if the course has not yet been migrated to the ecommerce service.
pl: OPCJONALNIE: To jest SKU iOS zarejestrowane w App Store dla tego trybu kursu. Pozostaw to pole puste, jeśli kurs nie został jeszcze przeniesiony do usługi e-commerce.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
pl: To jest masowe SKU (jednostka magazynowa) tego trybu w zewnętrznym serwisie e-commerce.

source: Professional education modes are not allowed to have expiration_datetime set.
pl: Tryby kształcenia zawodowego nie mogą mieć ustawionej daty wygaśnięcia.

source: The {course_mode} course mode has a minimum price of {min_price}. You must set a price greater than or equal to {min_price}.
pl: Tryb kursu {course_mode} ma minimalną cenę {min_price}. Musisz ustawić cenę większą lub równą {min_price}.

source: Free
pl: Darmowy

source: The time period before a course ends in which a course mode will expire
pl: Okres czasu przed zakończeniem kursu, w którym tryb kursu wygaśnie

source: Enrollment is closed
pl: Zapisy są zamknięte

source: Enrollment mode not supported
pl: Nieobsługiwany tryb zapisu

source: Invalid amount selected.
pl: Wybrano nieprawidłową kwotę.

source: No selected price or selected price is too low.
pl: Nie wybrano ceny lub wybrana cena jest zbyt niska.

source: User profile
pl: Profil użytkownika

source: Account recovery
pl: Odzyskiwanie konta

source: Password
pl: Hasło

source: Raw passwords are not stored, so there is no way to see this user's password.
pl: Surowe hasła nie są przechowywane, więc nie ma możliwości sprawdzenia hasła tego użytkownika.

source: Please add a key/value 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' in SiteConfiguration model's site_values field.
pl: Proszę dodać parę klucz/wartość 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' w polu site_values modelu SiteConfiguration.

source: Email doesn't have {allowed_site_email_domain} domain name.
pl: Adres e-mail nie ma nazwy domeny {allowed_site_email_domain}.
