Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: All users on the Exception list who do not yet have a certificate
pl: Wszyscy użytkownicy na liście wyjątków, którzy jeszcze nie posiadają certyfikatu

source: All users on the Exception list
pl: Wszyscy użytkownicy na liście wyjątków

source: User Email
pl: Adres e-mail użytkownika

source: Exception Granted
pl: Udzielono wyjątku

source: Certificate Generated
pl: Certyfikat wygenerowany

source: Notes
pl: Notatki

source: Remove from List
pl: Usuń z listy

source: Bulk Exceptions
pl: Masowe wyjątki

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions.Include the username or email address in the first comma separated field.You can include an optional note describing the reason for the exception in the second comma separated field.
pl: Prześlij plik z wartościami oddzielonymi przecinkami (.csv), który zawiera nazwy użytkowników lub adresy e-mail uczniów, którym przyznano wyjątki.Nazwę użytkownika lub adres e-mail umieść w pierwszym polu oddzielonym przecinkami. Możesz dołączyć opcjonalną notatkę opisującą przyczynę wyjątku w drugim polu oddzielonym przecinkami.

source: Upload a CSV file
pl: Prześlij plik CSV

source: To invalidate a certificate for a particular learner, add the username or email address below.
pl: Aby unieważnić certyfikat dla konkretnego ucznia, dodaj nazwę użytkownika lub adres e-mail poniżej.

source: Add notes about this learner
pl: Dodaj notatki dotyczące tego ucznia

source: Invalidate Certificate
pl: Unieważnij certyfikat

source: Invalidated By
pl: Unieważnione przez

source: Invalidated
pl: Unieważnione

source: Remove from Invalidation Table
pl: Usuń z tabeli unieważnień

source: Divided
pl: Podzielone

source: Manage Learners
pl: Zarządzaj uczniami

source: Add learners to this cohort
pl: Dodaj uczniów do tej kohorty

source: Note: Learners can be in only one cohort.Adding learners to this group overrides any previous group assignment.
pl: Uwaga: Uczniowie mogą należeć tylko do jednej kohorty.Dodanie uczniów do tej grupy zastępuje wszelkie poprzednie przypisania grup.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add.*
pl: Wprowadź adresy e-mail i/lub nazwy użytkowników, oddzielone nowymi wierszami lub przecinkami, dla uczniów, których chcesz dodać.

source: (Required Field)
pl: (Pole wymagane)

source: e.g.johndoe@example.com, JaneDoe, joeydoe@example.com
pl: np.: johndoe@example.com, JaneDoe, joeydoe@example.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
pl: Nie otrzymasz powiadomień o niedostarczonych wiadomościach e-mail, więc sprawdź pisownię.

source: Add Learners
pl: Dodaj uczniów

source: Add a New Cohort
pl: Dodaj nową kohortę

source: Enter the name of the cohort
pl: Wpisz nazwę kohorty

source: Cohort Name
pl: Nazwa kohorty

source: Cohort Assignment Method
pl: Metoda przypisywania kohort

source: Automatic
pl: Automatycznie

source: Manual
pl: Ręcznie

source: There must be one cohort to which students can automatically be assigned.
pl: Musi być jedna kohorta, do której studenci mogą być przypisani automatycznie.

source: Associated Content Group
pl: Powiązana grupa treści

source: No Content Group
pl: Brak grupy treści

source: Select a Content Group
pl: Wybierz grupę treści

source: Choose a content group to associate
pl: Wybierz grupę treści do powiązania

source: Not selected
pl: Nie wybrano

source: Deleted Content Group
pl: Usunięta grupa treści

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
pl: {screen_reader_start}Ostrzeżenie:{screen_reader_end} Wcześniej wybrana grupa treści została usunięta. Wybierz inną grupę treści.

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
pl: {screen_reader_start}Uwaga:{screen_reader_end} Grupa tych treści nie istnieje

source: Only the parent course staff of a CCX can create content groups.
pl: Tylko personel kursu macierzystego CCX może tworzyć grupy treści.

source: Create a content group
pl: Utwórz grupę treści

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
pl: Uczniowie są dodawani do tej kohorty tylko wtedy, gdy podasz swoje adresy e-mail lub nazwy użytkownika na tej stronie.

source: What does this mean?
pl: Co to znaczy?

source: Learners are added to this cohort automatically.
pl: Uczniowie są automatycznie dodawani do tej kohorty.

source: Select a cohort
pl: Wybierz kohortę do pogrupowania

source: Enable Cohorts
pl: Włącz kohorty

source: Select a cohort to manage
pl: Wybierz kohortę do zarządzania

source: View Cohort
pl: Wyświetl kohortę

source: Assign learners to cohorts by uploading a CSV file
pl: Przypisz uczniów do kohort, przesyłając plik CSV

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
pl: Aby przejrzeć przypisania kohort dla uczniów lub zobaczyć wyniki przesyłania pliku CSV, pobierz informacje o profilu kursu lub wyniki kohort na stronie {link_start}pobierania danych{link_end}.

source: Specify whether discussion topics are divided
pl: Określ, czy tematy dyskusji są podzielone.

source: Course-Wide Discussion Topics
pl: Ogólnokursowe tematy dyskusji

source: Select the course-wide discussion topics that you want to divide.
pl: Wybierz ogólnokursowe tematy forum, które chcesz podzielić.

source: Content-Specific Discussion Topics
pl: Tematy dyskusji dotyczące konkretnych treści

source: Specify whether content-specific discussion topics are divided.
pl: Określ, czy tematy forum dotyczące konkretnych treści są podzielone.

source: Always divide content-specific discussion topics
pl: Zawsze dziel tematy forum dotyczące konkretnych treści

source: Divide the selected content-specific discussion topics
pl: Grupuj wybrane tematy dyskusji dotyczące konkretnych treści

source: No content-specific discussion topics exist.
pl: Brak tematów dyskusji dotyczących konkretnych treści.

source: Used
pl: Użyto

source: Valid
pl: Ważny

source: Certificate Status:
pl: Status certyfikatu:

source: Certificate Purchased
pl: Certyfikat zakupiony

source: Change or Leave Session
pl: Zmień lub opuść sesję

source: You must select a session by {expiration_date} to access the course.
pl: Musisz wybrać sesję przed {expiration_date}, aby uzyskać dostęp do kursu.

source: You can no longer change sessions.
pl: Nie możesz już zmieniać edycji.

source: You can change sessions until {expiration_date}.
pl: Możesz zmieniać edycje do {expiration_date}.

source: View Archived Course
pl: Wyświetl zarchiwizowany kurs

source: View Course
pl: Wyświetl kurs

source: Select a session:
pl: Wybierz sesję:

source: Enroll Now
pl: zapisz się teraz

source: Coming Soon
pl: Wkrótce

source: Enrollment Opens on
pl: zapisy otwarte

source: Not Currently Available
pl: Obecnie niedostępne

source: More sessions coming soon.
pl: Więcej sesji wkrótce.

source: Change to a different session or leave the current session.
pl: Zmień na inną sesję lub opuść bieżącą sesję.

source: To access the course, select a session.
pl: Aby uzyskać dostęp do kursu, wybierz sesję.

source: Session Selection Dropdown for {courseName}
pl: Menu rozwijane wyboru sesji dla {courseName}

source: {sessionDates} - Currently Selected
pl: {sessionDates} - Aktualnie wybrane

source: {sessionDates} (Open until {enrollmentEnd})
pl: {sessionDates} (Otwarte do {enrollmentEnd})

source: More sessions coming soon
pl: Więcej sesji wkrótce

source: Leave the current session and decide later
pl: Opuść bieżącą sesję i zdecyduj później

source: You are not enrolled in any programs yet.
pl: Nie jesteś jeszcze zapisany do żadnego programu.

source: Explore Programs
pl: Przeglądaj programy

source: Browse recently launched courses and see what\'s new in your favorite subjects
pl: Przeglądaj ostatnio uruchomione kursy i zobacz, co nowego w Twoich ulubionych przedmiotach.

source: Explore new programs
pl: Przeglądaj nowe programy

source: Completed
pl: Ukończono

source: Remaining
pl: Pozostało

source: %(programName)s Home Page.
pl: Strona główna %(programName)s

source: Your {program} Certificate
pl: Twój certyfikat {program}

source: Open the certificate you earned for the %(title)s program.
pl: Otwórz certyfikat, który uzyskałeś dla programu %(title)s.

source: Program Record
pl: Rejestr programu

source: Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others.
pl: Po ukończeniu jednego z wymagań programu, będziesz miał rejestr programu. Ten rejestr zostanie oznaczony jako ukończony po spełnieniu wszystkich wymagań programu. Rejestr programu może być używany do kontynuowania nauki i demonstrowania jej innym.

source: View Program Record
pl: Wyświetl rejestry programu

source: Additional Credit Opportunities
pl: Dodatkowe możliwości uzyskania punktów

source: Learn More
pl: Dowiedz się więcej

source: Additional Professional Opportunities
pl: Dodatkowe możliwości zawodowe

source: Congratulations!
pl: Gratulacje!

source: You have successfully completed all the requirements for the %(title)s %(type)s.
pl: Pomyślnie ukończyłeś wszystkie wymagania dla %(type)s %(title)s.

source: Your Program Journey
pl: Twój program podróży

source: Track and plan your progress through the %(count)s course(s) in this program. To complete the program, you must earn a verified certificate for each course.
pl: Śledź i planuj swoje postępy w ramach %(count)s kursów tego programu. Aby ukończyć program, musisz uzyskać zweryfikowany certyfikat dla każdego kursu.

source: Upgrade All Remaining Courses (
pl: Ulepsz wszystkie pozostałe kursy (

source: COURSES IN PROGRESS
pl: KURSY W TOKU

source: REMAINING COURSES
pl: POZOSTAŁE KURSY

source: COMPLETED COURSES
pl: UKOŃCZONE KURSY

source: As you complete courses, you will see them listed here.
pl: W miarę ukończania kursów, zobaczysz je tutaj.

source: Complete courses on your schedule to ensure you stand out in your field!
pl: Ukończ kursy zgodnie ze swoim harmonogramem, aby wyróżnić się w swojej dziedzinie!

source: Transform your %(org)s %(type)s into a full master’s degree
pl: Przekształć swój %(type)s z %(org)s w pełnoprawny stopień magistra

source: Successful completion of %(org)s %(program)s credential can be applied towards flexible, rigorous, and affordable masters degrees from the world’s leading universities.
pl: Pomyślne ukończenie poświadczenia %(program)s z %(org)s może być zaliczone na poczet elastycznych, rygorystycznych i przystępnych cenowo stopni magisterskich z wiodących uniwersytetów na świecie.

source: Track and plan your progress through the %(count)s courses in this program. To complete the program, you must earn a verified certificate for each course.
pl: Śledź i planuj swoje postępy w ramach %(count)s kursów w tym programie. Aby ukończyć program, musisz uzyskać zweryfikowany certyfikat dla każdego kursu.

source: {organization}\'s logo
pl: logo {organization}

source: My programs
pl: Moje programy

source: Needs verified certificate
pl: Dowiedz się o zweryfikowanych certyfikatach

source: Upgrade to Verified
pl: Uaktualnij do zweryfikowanego

source: New Address
pl: Nowy adres

source: Password
pl: Hasło

source: Change My Email Address
pl: Zmień mój adres e-mail

source: Reset Password
pl: Zresetuj hasło

source: Need help signing in?
pl: Potrzebujesz pomocy z logowaniem?

source: Forgot my password
pl: Zapomniałem hasła

source: Other sign-in issues
pl: Inne problemy z logowaniem

source: Sign in with your company or school
pl: Zaloguj się za pomocą konta firmowego lub szkolnego

source: Need other help signing in?
pl: Potrzebujesz innej pomocy z logowaniem?

source: Create an account
pl: Utwórz konto

source: Sign in
pl: Zaloguj się

source: Would you like to sign in using your %(providerName)s credentials?
pl: Czy chcesz zalogować się za pomocą swoich danych uwierzytelniających %(providerName)s?

source: Sign in using %(providerName)s
pl: Zaloguj się za pomocą %(providerName)s

source: Show me other ways to sign in or register
pl: Pokaż inne sposoby rejestracji

source: Sign in with Institution/Campus Credentials
pl: Zaloguj się za pomocą danych uwierzytelniających instytucji/kampusu

source: Choose your institution from the list below:
pl: Wybierz swoją instytucję z poniższej listy:

source: Back to sign in
pl: Wróć do logowania

source: Register with Institution/Campus Credentials
pl: Zarejestruj się za pomocą danych uwierzytelniających instytucji/kampusu

source: Create an Account
pl: Utwórz konto

source: First time here?
pl: Pierwszy raz tutaj?

source: Create an Account.
pl: Utwórz konto

source: Sign in to continue learning as {email}
pl: Zaloguj się, aby kontynuować naukę jako {email}

source: Sign in to continue learning
pl: Zaloguj się, aby kontynuować naukę

source: You already have an edX account with your {enterprise_name} email address.
pl: Masz już konto edX z Twoim adresem e-mail z {enterprise_name}

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
pl: W przyszłości informacje o Twoim koncie będą aktualizowane i utrzymywane przez {enterprise_name}.

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
pl: Możesz przeglądać swoje informacje lub odłączyć się od {enterprise_name} w dowolnym momencie w Ustawieniach Konta.

source: To continue learning with this account, sign in below.
pl: Aby kontynuować naukę z tym kontem, zaloguj się poniżej.

source: Sign In
pl: Zaloguj się

source: Sign in here using your email address and password, or use one of the providers listed below.
pl: Zaloguj się tutaj, używając swojego adresu e-mail i hasła, lub skorzystaj z jednego z dostawców wymienionych poniżej.

source: Sign in here using your email address and password.
pl: Zaloguj się tutaj, używając swojego adresu e-mail i hasła.

source: If you do not yet have an account, use the button below to register.
pl: Jeśli nie masz jeszcze konta, użyj przycisku poniżej, aby się zarejestrować.

source: Use my university info
pl: Użyj moich danych uniwersyteckich

source: or sign in with
pl: lub zaloguj się za pomocą

source: Sign in with %(providerName)s
pl: Zaloguj się za pomocą %(providerName)s

source: Password assistance
pl: Pomoc z hasłem

source: Please enter your log-in or recovery email address below and we will send you an email with instructions.
pl: Proszę wpisać swój adres e-mail do logowania lub odzyskiwania hasła poniżej, a my wyślemy Ci e-mail z instrukcjami.

source: Recover my password
pl: Odzyskaj moje hasło

source: Already have an {platformName} account?
pl: Masz już konto {platformName}?

source: Sign in.
pl: Zarejestruj się

source: Create an account using
pl: Utwórz konto, używając

source: Create account using %(providerName)s.
pl: Utwórz konto, używając %(providerName)s.

source: Use my institution/campus credentials
pl: Użyj danych uwierzytelniających mojej instytucji/kampusu

source: or create a new one here
pl: lub utwórz nowe tutaj

source: Support education research by providing additional information
pl: Wspieraj badania edukacyjne, dostarczając dodatkowych informacji.

source: Congratulations! You are now verified on %(platformName)s!
pl: Gratulacje! Zostałeś zweryfikowany na %(platformName)s!

source: You are now enrolled as a verified student for:
pl: Zostałeś zapisany jako zweryfikowany student dla:

source: A list of courses you have just enrolled in as a verified student
pl: Lista kursów, na które właśnie zostałeś zapisany jako zweryfikowany student.

source: Explore your course!
pl: Przeglądaj swój kurs!

source: Go to your Dashboard
pl: Przejdź do pulpitu nawigacyjnego

source: Verified Status
pl: Weryfikacja

source: Thank you for submitting your photos.We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates.Verification is good for one year. After one year, you must submit photos for verification again.
pl: Dziękujemy za przesłanie zdjęć.Przejrzymy je wkrótce. Możesz teraz zapisać się na dowolny kurs %(platformName)s, który oferuje zweryfikowane certyfikaty.Weryfikacja jest ważna przez rok. Po roku musisz ponownie przesłać zdjęcia do weryfikacji.

source: Error:
pl: Błąd:

source: What You Need for Verification
pl: Co jest potrzebne do weryfikacji

source: Device with Camera
pl: Urządzenie z kamerą

source: You need a device that has a webcam.If you receive a browser prompt for access to your camera, please make sure to click 'Allow'.
pl: Potrzebujesz urządzenia z kamerą internetową.Jeśli otrzymasz monit przeglądarki o dostęp do kamery, upewnij się, że klikniesz "Zezwól".

source: Photo Identification
pl: Identyfikacja zdjęciem

source: You need a valid ID that contains your full name and photo.
pl: Potrzebujesz ważnego dokumentu tożsamości zawierającego Twoje pełne imię i nazwisko oraz zdjęcie.

source: Take Your Photo
pl: Zrób zdjęcie

source: When your face is in position, use the Take Photo button {icon} below to take your photo.
pl: Gdy Twoja twarz znajdzie się w odpowiedniej pozycji, użyj przycisku Zrób zdjęcie {icon} poniżej, aby zrobić zdjęcie.

source: To take a successful photo, make sure that:
pl: Aby zrobić udane zdjęcie, upewnij się, że:

source: Your face is well-lit.
pl: Twoja twarz jest dobrze oświetlona.

source: Your entire face fits inside the frame.
pl: Cała Twoja twarz mieści się w kadrze.

source: To take the photo of your face, click on the camera button {icon}.If you need to try again, click 'Retake Photo'.
pl: Aby zrobić zdjęcie swojej twarzy, kliknij przycisk aparatu {icon}.Jeśli musisz spróbować ponownie, kliknij "Ponów zdjęcie".

source: Frequently Asked Questions
pl: Często zadawane pytania

source: Why does %(platformName)s need my photo?
pl: Dlaczego %(platformName)s potrzebuje mojego zdjęcia?

source: We use your verification photos to confirm your identity and ensure the validity of your certificate.
pl: Używamy Twoich zdjęć weryfikacyjnych do potwierdzenia Twojej tożsamości i zapewnienia ważności Twojego certyfikatu.

source: What does %(platformName)s do with this photo?
pl: Co %(platformName)s robi z tym zdjęciem?

source: We securely encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
pl: Bezpiecznie szyfrujemy Twoje zdjęcie i wysyłamy je do naszej usługi autoryzacyjnej w celu weryfikacji. Twoje zdjęcie i informacje nie są zapisywane ani widoczne nigdzie w %(platformName)s po zakończeniu procesu weryfikacji.

source: What if I can't see the camera image, or if I can't see my photo do determine which side is visible?
pl: Co jeśli nie widzę obrazu z kamery lub nie widzę mojego zdjęcia, aby określić, która strona jest widoczna?

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally the best position for a headshot is approximately 12-18 inches (30-45 centimeters) from the camera, with your head centered relative to the computer screen.
pl: Możesz być w stanie ukończyć procedurę przechwytywania obrazu bez pomocy, ale może to wymagać kilku prób, aby ustawić kamerę we właściwej pozycji. Optymalne położenie kamery różni się w zależności od komputera, ale ogólnie najlepsza pozycja do zdjęcia głowy to około 12-18 cali (30-45 centymetrów) od kamery, z głową wyśrodkowaną względem ekranu komputera.

source: If the photos you submit are rejected, try moving the computer or camera orientation to change the lighting angle.The most common reason for rejection is inability to read the text on the ID card.
pl: Jeśli przesłane zdjęcia zostaną odrzucone, spróbuj zmienić położenie komputera lub orientację kamery, aby zmienić kąt oświetlenia.Najczęstszym powodem odrzucenia jest niemożność odczytania tekstu na dowodzie osobistym.

source: What if I have difficulty holding my head in position relative to the camera?
pl: Co jeśli mam trudności z utrzymaniem głowy w odpowiedniej pozycji względem kamery?

source: If you require assistance with taking either photo for submission, contact %(platformName)s support for additional suggestions.
pl: Jeśli potrzebujesz pomocy przy robieniu zdjęć do przesłania, skontaktuj się z pomocą techniczną %(platformName)s w celu uzyskania dodatkowych sugestii.

source: Next: %(nextStepTitle)s
pl: Dalej: %(nextStepTitle)s

source: Take a Photo of Your ID
pl: Zrób zdjęcie swojego dowodu tożsamości

source: Use your webcam to take a photo of your ID.
pl: Użyj kamery internetowej, aby zrobić zdjęcie swojego dowodu tożsamości.

source: You need an ID with your name and photo.A driver's license, passport, or ID are all acceptable.
pl: Potrzebujesz dowodu tożsamości z Twoim imieniem i nazwiskiem oraz zdjęciem.Prawo jazdy, paszport lub dowód osobisty są akceptowalne.

source: Tips on taking a successful photo
pl: Wskazówki dotyczące robienia udanego zdjęcia

source: Ensure that you can see your photo and read your name
pl: Upewnij się, że Twoje zdjęcie jest widoczne, a imię i nazwisko czytelne.

source: Make sure your ID is well-lit
pl: Upewnij się, że Twój dowód tożsamości jest dobrze oświetlony

source: Once in position, use the Take Photo button {icon} to capture your ID
pl: Gdy znajdziesz się w pozycji, użyj przycisku Zrób zdjęcie {icon}, aby zeskanować swój dowód tożsamości

source: Use the Retake Photo button if you are not pleased with your photo
pl: Użyj przycisku Ponów zdjęcie, jeśli nie jesteś zadowolony ze swojego zdjęcia

source: As part of the verification process, you take a photo of both your face and a photo ID.Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
pl: W ramach procesu weryfikacji robisz zdjęcie swojej twarzy oraz dowodu tożsamości ze zdjęciem.Nasza usługa autoryzacji potwierdza Twoją tożsamość, porównując zrobione przez Ciebie zdjęcie ze zdjęciem na Twoim dowodzie tożsamości.

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right.Optimal camera positioning varies with each computer, but generally, the best position for a photo of an ID card is 8-12 inches (20-30 centimeters) from the camera, with the ID card centered relative to the camera.
pl: Możesz być w stanie ukończyć procedurę przechwytywania obrazu bez pomocy, ale może to wymagać kilku prób, aby prawidłowo ustawić kamerę.Optymalne położenie kamery różni się w zależności od komputera, ale zazwyczaj najlepsza pozycja do zdjęcia dowodu osobistego to 8-12 cali (20-30 centymetrów) od kamery, z dowodem osobistym wyśrodkowanym względem kamery.

source: What if I have difficulty holding my ID in position relative to the camera?
pl: Co jeśli mam trudności z utrzymaniem dowodu tożsamości w odpowiedniej pozycji względem kamery?

source: Preview of uploaded image
pl: Podgląd przesłanego obrazu

source: Upload an image or capture one with your web or phone camera.
pl: Prześlij obraz lub zrób zdjęcie za pomocą kamery internetowej lub aparatu w telefonie.
