Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: Use your webcam to take a photo of your face.We will match this photo with the photo on your ID.
pl: Użyj kamery internetowej, aby zrobić zdjęcie swojej twarzy.Dopasujemy to zdjęcie do zdjęcia na Twoim dowodzie tożsamości.

source: Make sure your face is well-lit
pl: Upewnij się, że Twoja twarz jest dobrze oświetlona

source: Be sure your entire face is inside the frame
pl: Upewnij się, że cała Twoja twarz mieści się w kadrze

source: Once in position, use the Take Photo button {icon} to capture your photo
pl: Gdy znajdziesz się w pozycji, użyj przycisku Zrób zdjęcie {icon}, aby zrobić zdjęcie

source: Can we match the photo you took with the one on your ID?
pl: Czy możemy dopasować zrobione przez Ciebie zdjęcie do zdjęcia na Twoim dowodzie tożsamości?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID.Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
pl: W ramach procesu weryfikacji robisz zdjęcie swojej twarzy oraz dowodu tożsamości wydanego przez rząd.Nasza usługa autoryzacji potwierdza Twoją tożsamość, porównując zrobione przez Ciebie zdjęcie ze zdjęciem na Twoim dowodzie tożsamości.

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review.Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
pl: Używamy najwyższych dostępnych poziomów bezpieczeństwa, aby zaszyfrować Twoje zdjęcie i wysłać je do naszej usługi autoryzacyjnej w celu weryfikacji.Twoje zdjęcie i informacje nie są zapisywane ani widoczne nigdzie w %(platformName)s po zakończeniu procesu weryfikacji.

source: Thanks for returning to verify your ID in: {courseName}
pl: Dziękujemy za powrót w celu weryfikacji Twojego ID w: {courseName}

source: You need to activate your account before you can enroll in courses.Check your inbox for an activation email. After you complete activation you can return and refresh this page.
pl: Musisz aktywować swoje konto, zanim będziesz mógł zapisać się na kursy.Sprawdź swoją skrzynkę odbiorczą pod kątem wiadomości e-mail z aktywacją.Po zakończeniu aktywacji możesz wrócić i odświeżyć tę stronę.

source: Activate Your Account
pl: Aktywuj swoje konto

source: Photo ID
pl: Dowód tożsamości ze zdjęciem

source: A driver's license, passport, or other government-issued ID with your name and photo
pl: Prawo jazdy, paszport lub inny dowód tożsamości wydany przez rząd z Twoim imieniem i nazwiskiem oraz zdjęciem

source: Webcam
pl: Kamera internetowa

source: You are enrolling in: {courseName}
pl: Zapisujesz się na: {courseName}

source: You are upgrading your enrollment for: {courseName}
pl: Uaktualniasz swoje zapisy na: {courseName}

source: You can now enter your payment information and complete your enrollment.
pl: Możesz teraz wprowadzić swoje dane płatnicze i zakończyć rejestrację.

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
pl: Możesz zapłacić teraz, nawet jeśli nie masz dostępnych poniższych pozycji, ale będziesz musiał je mieć do {date}, aby zakwalifikować się do uzyskania zweryfikowanego certyfikatu.

source: An email has been sent to {userEmail} with a link for you to activate your account.
pl: Na adres {userEmail} został wysłany e-mail z linkiem do aktywacji konta.

source: Why activate?
pl: Dlaczego aktywować?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
pl: Prosimy o aktywację konta, aby upewnić się, że to Ty naprawdę tworzysz konto i zapobiec oszustwom.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
pl: Możesz zapłacić teraz, nawet jeśli nie masz dostępnych poniższych pozycji, ale będziesz musiał je mieć, aby zakwalifikować się do uzyskania zweryfikowanego certyfikatu.

source: Government-Issued Photo ID
pl: Dowód tożsamości ze zdjęciem wydany przez rząd

source: ID-Verification is not required for this Professional Education course.
pl: Weryfikacja tożsamości nie jest wymagana dla tego kursu kształcenia zawodowego.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
pl: Wszystkie profesjonalne kursy edukacyjne są płatne i wymagają uiszczenia opłaty w celu ukończenia procesu rejestracji.

source: You have already verified your ID!
pl: Już zweryfikowałeś swój dowód!

source: Your verification status is good until {verificationGoodUntil}.
pl: Twój status weryfikacji jest ważny do {verificationGoodUntil}.

source: price
pl: cena

source: Account Not Activated
pl: Konto nieaktywne

source: Upgrade to a Verified Certificate for {courseName}
pl: Uaktualnij do zweryfikowanego certyfikatu dla {courseName}

source: Before you upgrade to a certificate track, you must activate your account.
pl: Zanim uaktualnisz do ścieżki certyfikatu, musisz aktywować swoje konto.

source: Check your email for an activation message.
pl: Sprawdź swoją pocztę e-mail pod kątem wiadomości aktywacyjnej.

source: Total
pl: Suma

source: Professional Certificate for {courseName}
pl: Profesjonalny certyfikat dla {courseName}

source: Verified Certificate for {courseName}
pl: Zweryfikowany certyfikat dla {courseName}

source: To receive a certificate, you must also verify your identity before {date}.
pl: Aby otrzymać certyfikat, musisz również zweryfikować swoją tożsamość przed {date}.

source: To receive a certificate, you must also verify your identity.
pl: Aby otrzymać certyfikat, musisz również zweryfikować swoją tożsamość.

source: To verify your identity, you need a webcam and a government-issued photo ID.
pl: Aby zweryfikować swoją tożsamość, potrzebujesz kamery internetowej i dowodu tożsamości ze zdjęciem wydanego przez rząd.

source: Your ID must be a government-issued photo ID that clearly shows your face.
pl: Twój dowód tożsamości musi być dowodem ze zdjęciem wydanym przez rząd, który wyraźnie pokazuje Twoją twarz.

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
pl: Będziesz używać kamery internetowej, aby zrobić zdjęcie swojej twarzy i dowodu tożsamości wydanego przez rząd.

source: Identity Verification In Progress
pl: Weryfikacja tożsamości w toku

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days). In the meantime, you can still access all available course content.
pl: Otrzymaliśmy Twoje informacje i weryfikujemy Twoją tożsamość. Zobaczysz wiadomość na swoim panelu nawigacyjnym, gdy proces weryfikacji zostanie zakończony (zazwyczaj w ciągu 5-7 dni). W międzyczasie nadal możesz uzyskać dostęp do całej dostępnej zawartości kursu.

source: Return to Your Dashboard
pl: Wróć do swojego pulpitu nawigacyjnego

source: Review Your Photos
pl: Przejrzyj swoje zdjęcia

source: Make sure we can verify your identity with the photos and information you have provided.
pl: Upewnij się, że możemy zweryfikować Twoją tożsamość na podstawie przesłanych zdjęć i informacji.

source: Photo of %(fullName)s
pl: Zdjęcie %(fullName)s

source: Photo of %(fullName)s's ID
pl: Zdjęcie dowodu tożsamości %(fullName)s

source: Photo requirements:
pl: Wymagania dotyczące zdjęć:

source: Does the photo of you show your whole face?
pl: Czy zdjęcie przedstawia całą Twoją twarz?

source: Is your name on your ID readable?
pl: Czy Twoje imię i nazwisko na dowodzie tożsamości są czytelne?

source: Does the name on your ID match your account name: %(fullName)s?
pl: Czy imię i nazwisko na Twoim dowodzie tożsamości odpowiada nazwie Twojego konta: %(fullName)s?

source: Edit Your Name
pl: Edytuj swoje imię i nazwisko

source: Make sure that the full name on your account matches the name on your ID.
pl: Upewnij się, że pełne imię i nazwisko na Twoim koncie odpowiada imieniu i nazwisku na Twoim dowodzie tożsamości.

source: Photos don't meet the requirements?
pl: Zdjęcia nie spełniają wymagań?

source: Retake Your Photos
pl: Zrób zdjęcia ponownie

source: Before proceeding, please confirm that your details match
pl: Przed kontynuowaniem, prosimy o potwierdzenie zgodności danych

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
pl: Nie widzisz swojego zdjęcia?Upewnij się, że zezwalasz przeglądarce na używanie Twojej kamery, gdy poprosi o pozwolenie.

source: Live view of webcam
pl: Podgląd na żywo z kamery internetowej

source: Retake Photo
pl: Ponów zdjęcie

source: Take Photo
pl: Zrób zdjęcie

source: Bookmarked on
pl: Zakładka dodana w

source: You have not bookmarked any courseware pages yet
pl: Nie dodałeś jeszcze żadnych zakładek do stron kursu

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
pl: Użyj zakładek, aby łatwo wracać do stron kursu. Aby dodać stronę do zakładek, kliknij "Dodaj tę stronę do zakładek" pod tytułem strony. Aby wyświetlić listę wszystkich swoich zakładek, wybierz "Zakładki" w lewym górnym rogu dowolnej strony kursu.

source: Sorry, no results were found.
pl: Przepraszamy, nie znaleziono wyników.
