Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Your browser does not support this video format. Try using a different browser.
pl: Twoja przeglądarka nie obsługuje tego formatu wideo. Spróbuj użyć innej przeglądarki.

source: Downloads and transcripts
pl: Pobrane pliki i transkrypcje

source: Download video file
pl: Pobierz plik wideo

source: Share this video
pl: Udostępnij to wideo

source: Share on {site}
pl: Udostępnij na {site}

source: Copy
pl: Kopiuj

source: Transcripts
pl: Transkrypcje

source: Download {file}
pl: Pobierz {file}

source: Download transcript
pl: Pobierz transkrypcję

source: Handouts
pl: Materiały

source: Download Handout
pl: Pobierz materiały

source: How is the transcript quality ?
pl: Jaka jest jakość transkrypcji?

source: {num} of {total}
pl: {num} z {total}

source: Your words were:
pl: Twoje słowa to:

source: API Access Request
pl: Żądanie dostępu do API

source: {platform_name} API Access Request
pl: Żądanie dostępu do API {platform_name}

source: Request API Access
pl: Poproś o dostęp do API

source: API Access Request Status
pl: Status żądania dostępu do API

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
pl: Twoje żądanie dostępu do API katalogu kursów {platform_name} jest przetwarzane. Otrzymasz wiadomość na adres e-mail w swoim profilu, gdy przetwarzanie zostanie zakończone. Możesz również wrócić na tę stronę, aby sprawdzić status swojego żądania dostępu do API.

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
pl: Twoje żądanie dostępu do API katalogu kursów {platform_name} zostało odrzucone. Jeśli uważasz, że to błąd, lub masz inne pytania dotyczące korzystania z tego API, skontaktuj się z {api_support_email_link}.

source: Your request to access the {platform_name} Course Catalog API has been approved.
pl: Twoje żądanie dostępu do API katalogu kursów {platform_name} zostało zatwierdzone.

source: Application Name
pl: Nazwa aplikacji

source: API Client ID
pl: ID klienta API

source: API Client Secret
pl: Sekret klienta API

source: Redirect URLs
pl: Adresy URL przekierowań

source: If you would like to regenerate your API client information, please use the form below.
pl: Jeśli chcesz ponownie wygenerować informacje o kliencie API, użyj poniższego formularza.

source: Generate API client credentials
pl: Generuj poświadczenia klienta API

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
pl: Aby dowiedzieć się więcej o API katalogu kursów {platform_name}, odwiedź {link_start}naszą stronę dokumentacji API{link_end}. W przypadku pytań dotyczących korzystania z tego API, skontaktuj się z {api_support_email_link}.

source: API Terms of Service
pl: Warunki korzystania z API

source: Terms of Service for {platform_name} APIs
pl: Warunki korzystania z API {platform_name}

source: Effective Date: May 24th, 2018
pl: Data wejścia w życie: 24 maja 2018 r.

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API, Enterprise API and/or any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. These Terms are issued under the enterprise product agreement, member participation agreement, or other direct agreement governing the purchase of {platform_name} products, if any (the "Agreement"), executed by you or the party on whose behalf you are accessing or using the APIs and {platform_name}. In the event that you have such an Agreement that applies to your use of the APIs, the Agreement will control in the event of any conflict between it and these Terms. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you are accessing or using the APIs on behalf of a company, organization or other legal entity, you are agreeing to these Terms for that entity and representing and warranting to {platform_name} that you have full authority to accept and agree to these Terms for such entity, in which case the terms "you," "your" or related terms herein shall refer to such entity on whose behalf you are accessing or using the APIs. If you do not have such authority or if you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
pl: Witamy w {platform_name}. Dziękujemy za korzystanie z interfejsów API {platform_name} Course Discovery, interfejsu API Enterprise i/lub wszelkich dodatkowych interfejsów API, które możemy od czasu do czasu oferować (łącznie "API"). Prosimy o zapoznanie się z niniejszymi Warunkami świadczenia usług przed uzyskaniem dostępu do interfejsów API lub ich użyciem. Niniejsze Warunki świadczenia usług, wszelkie dodatkowe warunki zawarte w towarzyszącej dokumentacji API oraz wszelkie obowiązujące zasady i wytyczne, które {platform_name} udostępnia i/lub aktualizuje od czasu do czasu, stanowią umowy (łącznie "Warunki") między Tobą a {platform_name}. Niniejsze Warunki są wydawane na podstawie umowy o produkt korporacyjny, umowy o uczestnictwo członków lub innej bezpośredniej umowy regulującej zakup produktów {platform_name}, jeśli takie istnieją ("Umowa"), wykonanej przez Ciebie lub stronę, w imieniu której uzyskujesz dostęp lub korzystasz z interfejsów API i {platform_name}. W przypadku posiadania takiej Umowy, która ma zastosowanie do korzystania z interfejsów API, Umowa będzie miała pierwszeństwo w przypadku jakiegokolwiek konfliktu między nią a niniejszymi Warunkami. Uzyskując dostęp do interfejsów API lub korzystając z nich, akceptujesz i zgadzasz się być prawnie związany Warunkami, niezależnie od tego, czy jesteś zarejestrowanym użytkownikiem. Jeśli uzyskujesz dostęp do interfejsów API lub korzystasz z nich w imieniu firmy, organizacji lub innej osoby prawnej, zgadzasz się na niniejsze Warunki dla tej osoby prawnej i oświadczasz oraz gwarantujesz {platform_name}, że masz pełne upoważnienie do zaakceptowania i wyrażenia zgody na niniejsze Warunki dla takiej osoby prawnej, w którym to przypadku terminy "Ty", "Twój" lub podobne terminy w niniejszym dokumencie będą odnosić się do takiej osoby prawnej, w imieniu której uzyskujesz dostęp do interfejsów API lub korzystasz z nich. Jeśli nie masz takiego upoważnienia lub jeśli nie rozumiesz lub nie chcesz być związany Warunkami, nie powinieneś korzystać z interfejsów API.

source: API Access
pl: Dostęp do API

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name_capitalized} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
pl: Aby uzyskać dostęp do API, należy utworzyć konto użytkownika {platform_name} dla swojej aplikacji (nie do użytku osobistego). To konto zapewni dostęp do naszej strony zgłoszeń API pod adresem {request_url}. Na tej stronie musisz wypełnić formularz zgłoszeniowy API, w tym opis proponowanych zastosowań dla API. Wszelkie informacje o koncie i rejestracji, które podajesz {platform_name}, muszą być dokładne i aktualne, i zgadzasz się na bieżące informowanie nas o wszelkich zmianach. {platform_name_capitalized} przejrzy Twój formularz zgłoszeniowy API i, po zatwierdzeniu według wyłącznego uznania {platform_name}, dostarczy instrukcje dotyczące uzyskania współdzielonego klucza API i identyfikatora klienta.

source: Permissible Use
pl: Dozwolone użycie

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content") to your own website, mobile site, app, blog, email distribution list, or social media property ("Your Application") or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name_capitalized} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you attempt to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than on the {platform_name} website at {platform_url}.
pl: Zgadzasz się używać API wyłącznie w celu dostarczania treści, do których dostęp uzyskuje się za pośrednictwem API ("Treści API") na własną stronę internetową, witrynę mobilną, aplikację, blog, listę dystrybucyjną e-mail lub właściwość mediów społecznościowych ("Twoja Aplikacja") lub do innego komercyjnego zastosowania, które opisałeś w swoim wniosku o dostęp i które {platform_name} zatwierdziło w każdym indywidualnym przypadku. {platform_name_capitalized} może monitorować Twoje użycie API pod kątem zgodności z Warunkami i może odmówić Ci dostępu lub wyłączyć Twoją integrację, jeśli spróbujesz obejść lub przekroczyć wymagania i ograniczenia ustalone przez {platform_name}. Twoja Aplikacja lub inne zatwierdzone użycie API lub Treści API nie mogą prosić Twoich użytkowników końcowych o podanie ich nazwy użytkownika {platform_name}, hasła lub innych poświadczeń użytkownika {platform_name} w żadnym innym miejscu niż na stronie internetowej {platform_name} pod adresem {platform_url}.

source: Prohibited Uses and Activities
pl: Zabronione zastosowania i działania

source: {platform_name_capitalized} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
pl: {platform_name_capitalized} ma wyłączne prawo do określania, czy dane użycie API jest dopuszczalne, i {platform_name} zastrzega sobie prawo do odwołania dostępu do API dla każdego użycia, które {platform_name} uzna w dowolnym momencie, według własnego uznania, za niekorzystne lub nie służące najlepszym interesom {platform_name}, jej użytkowników i partnerów.

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
pl: Następujące działania nie są akceptowalne podczas korzystania z API (lista ta nie jest wyczerpująca):

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
pl: gromadzenie lub przechowywanie nazw, haseł lub innych danych uwierzytelniających użytkowników {platform_name};

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
pl: scraping lub podobne techniki do agregowania lub tworzenia trwałych kopii Treści API;

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
pl: naruszanie, sprzeniewierzanie lub naruszanie jakichkolwiek praw autorskich, praw do znaków towarowych, praw do prywatności lub wizerunku, informacji poufnych lub innych praw osób trzecich;prawa do znaku towarowego, prawa do prywatności lub reklamy,informacje poufne lub jakiekolwiek inne prawa osób trzecich;

source: altering or editing any content or graphics in the API Content;
pl: zmienianie lub edytowanie jakichkolwiek treści lub grafik w Zawartości API;

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
pl: zmienianie lub usuwanie jakichkolwiek znaków towarowych, praw autorskich lub innych zastrzeżonych lub prawnych informacji zawartych w, lub pojawiających się na, API lub jakiejkolwiek Zawartości API;

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
pl: udzielanie sublicencji, redystrybucja, wynajmowanie, sprzedawanie lub dzierżawienie dostępu do API lub Twojego klucza klienta stronom trzecim;

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
pl: rozpowszechnianie jakichkolwiek wirusów, koni trojańskich, programów szpiegujących, programów reklamowych, złośliwego oprogramowania, botów, bomb czasowych, robaków lub innych szkodliwych lub złośliwych komponentów; lub

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
pl: używanie API w jakimkolwiek celu, który może przeciążyć, uszkodzić lub zakłócić platformę, serwery lub sieci {platform_name}.

source: Usage and Quotas
pl: Użytkowanie i Limity

source: {platform_name_capitalized} reserves the right, in its discretion, to impose reasonable restrictions and limitations on the number and frequency of calls made by you or Your Application to the APIs. You must not attempt to circumvent any restrictions or limitations imposed by {platform_name}.
pl: {platform_name_capitalized} zastrzega sobie prawo, według własnego uznania, do nakładania rozsądnych ograniczeń i limitów na liczbę i częstotliwość wywołań wykonywanych przez Ciebie lub Twoją Aplikację do API. Nie wolno Ci próbować omijać żadnych ograniczeń nałożonych przez {platform_name}.

source: Compliance
pl: Zgodność

source: You agree to comply with all applicable laws, regulations, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access) an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or Your Application's identity when using the APIs.
pl: Zgadzasz się przestrzegać wszystkich obowiązujących praw, przepisów i praw osób trzecich (w tym, bez ograniczeń, przepisów dotyczących importu lub eksportu danych lub oprogramowania, prywatności, praw autorskich i przepisów lokalnych). Nie będziesz używać API do zachęcania lub promowania nielegalnej działalności lub naruszania praw osób trzecich. Nie będziesz naruszać żadnych innych warunków świadczenia usług z {platform_name}. Będziesz uzyskiwać dostęp (lub próbować uzyskiwać dostęp) do API wyłącznie w sposób opisany w dokumentacji tego API. Nie będziesz fałszować ani maskować swojej tożsamości ani tożsamości Twojej Aplikacji podczas korzystania z API.

source: Ownership
pl: Własność

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
pl: Użytkownik potwierdza i zgadza się, że interfejsy API i cała zawartość interfejsu API zawierają cenną własność intelektualną {platform_name} i jej partnerów. Interfejsy API i cała zawartość interfejsu API są chronione prawem autorskim, prawem znaków towarowych i innymi przepisami prawa Stanów Zjednoczonych i obcych państw. Wszelkie prawa do interfejsów API i zawartości interfejsu API, jeśli nie zostały wyraźnie przyznane, są zastrzeżone. Korzystając z interfejsów API lub dowolnej zawartości interfejsu API, użytkownik nie nabywa żadnych praw własności do interfejsów API ani zawartości interfejsu API. Nie wolno rościć sobie ani próbować rościć sobie praw własności do interfejsów API ani żadnej zawartości interfejsu API ani wprowadzać w błąd siebie, swojej firmy lub swojej aplikacji jako źródła jakiejkolwiek zawartości interfejsu API. Użytkownik nie może modyfikować, tworzyć dzieł pochodnych ani próbować używać, licencjonować ani w jakikolwiek sposób wykorzystywać zawartości interfejsu API w całości lub w części we własnym imieniu lub w imieniu osoby trzeciej. Użytkownik nie może rozpowszechniać ani modyfikować interfejsów API ani żadnej zawartości interfejsu API (w tym adaptacji, edycji, wyciągania lub tworzenia dzieł pochodnych).

source: All names, logos and seals ("Trademarks") that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rights notices incorporated in or accompanying the API Content. If any {platform_name} Participant (as hereinafter defined) or other third party revokes access to API Content owned or controlled by that {platform_name} Participant or third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that {platform_name} Participant or third party is deleted from Your Application and your networks, systems and servers as soon as reasonably possible."{platform_name_capitalized} Participants" means MIT, Harvard, and the other entities providing information, API Content or services for the APIs, the course instructors and their staffs.
pl: Wszystkie nazwy, loga i pieczęcie ("Znaki Towarowe"), które pojawiają się w API, Zawartości API lub na lub za pośrednictwem usług udostępnianych na lub za pośrednictwem API, jeśli takie istnieją, są własnością ich odpowiednich właścicieli. Nie wolno usuwać, zmieniać ani zaciemniać żadnych informacji o prawach autorskich, Znakach Towarowych ani innych zastrzeżonych prawach zawartych w lub towarzyszących Zawartości API. Jeśli którykolwiek z Uczestników {platform_name} (zgodnie z definicją poniżej) lub inna strona trzecia cofnie dostęp do Zawartości API należącej lub kontrolowanej przez tego Uczestnika {platform_name} lub stronę trzecią, w tym bez ograniczeń wszelkie Znaki Towarowe, musisz zapewnić, że cała Zawartość API dotycząca tego Uczestnika {platform_name} lub strony trzeciej zostanie usunięta z Twojej Aplikacji oraz Twoich sieci, systemów i serwerów tak szybko, jak to możliwe."Uczestnicy {platform_name_capitalized}" oznaczają MIT, Harvard oraz inne podmioty dostarczające informacje, Zawartość API lub usługi dla API, wykładowców kursów i ich personel.

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
pl: W zakresie, w jakim przesyłasz jakąkolwiek zawartość do {platform_name} w związku z korzystaniem z API lub jakiejkolwiek zawartości API, niniejszym udzielasz {platform_name} ogólnoświatowej, niewyłącznej, zbywalnej, przenoszalnej, sublicencjonowalnej, w pełni opłaconej, bezpłatnej, wieczystej, nieodwołalnej zgody i licencji na hostowanie, przesyłanie, wyświetlanie, wykonywanie, reprodukowanie, modyfikowanie, rozpowszechnianie, ponowne rozpowszechnianie, ponowne licencjonowanie i inne wykorzystywanie, udostępnianie i eksploatowanie takiej zawartości, w całości lub w części, w dowolnej formie i w dowolnych formatach mediów oraz za pośrednictwem dowolnych kanałów mediów (obecnie znanych lub w przyszłości opracowanych).

source: Privacy
pl: Prywatność

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for Your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
pl: Zgadzasz się przestrzegać wszystkich obowiązujących przepisów i regulacji dotyczących prywatności oraz być transparentnym w odniesieniu do gromadzenia i wykorzystywania danych użytkowników końcowych. Zapewnisz i będziesz przestrzegać polityki prywatności dla Twojej Aplikacji, która jasno i dokładnie opisuje Twoim użytkownikom końcowym, jakie informacje o użytkownikach zbierasz i w jaki sposób możesz wykorzystywać i udostępniać takie informacje (w tym w celach reklamowych) z {platform_name} i innymi stronami trzecimi.

source: Right to Charge
pl: Prawo do pobierania opłat

source: Certain access to the APIs may be provided free of charge, but {platform_name} reserves the right to charge fees for future use or access to the APIs.
pl: Pewien dostęp do API może być świadczony bezpłatnie, ale {platform_name} zastrzega sobie prawo do pobierania opłat za przyszłe korzystanie lub dostęp do API.

source: {platform_name_capitalized} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date.By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
pl: {platform_name_capitalized} zastrzega sobie prawo do modyfikowania Warunków w dowolnym momencie bez wcześniejszego powiadomienia. Wszelkie zmiany Warunków wejdą w życie natychmiast po ich opublikowaniu na tej stronie, z aktualizowaną datą wejścia w życie. Uzyskując dostęp lub korzystając z API po wprowadzeniu jakichkolwiek zmian, wyrażasz swoją zgodę na zmienione Warunki i wszystkie zmiany. Upewnij się, że regularnie wracasz na tę stronę, aby zapoznać się z najbardziej aktualną wersją Warunków.
