Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Make sure you enter the information carefully. You will not receive notification for invalid usernames or email addresses.
pl: Upewnij się, że wprowadzasz informacje ostrożnie. Nie otrzymasz powiadomienia o nieprawidłowych nazwach użytkowników lub adresach e-mail.

source: Auto Enroll
pl: Automatyczna rejestracja

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
pl: Jeśli ta opcja jest {em_start}zaznaczona{em_end}, użytkownicy, którzy jeszcze nie zarejestrowali się w {platform_name}, zostaną automatycznie zapisani.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
pl: Jeśli ta opcja zostanie {em_start}niezaznaczona{em_end}, użytkownicy, którzy jeszcze nie zarejestrowali się w {platform_name}, nie zostaną zapisani, ale będą mogli to zrobić po utworzeniu konta.

source: Checking this box has no effect if 'Unenroll' is selected.
pl: Zaznaczenie tego pola nie ma żadnego efektu, jeśli wybrano opcję "Wypisz się".

source: Notify users by email
pl: Powiadom użytkowników e-mailem

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
pl: Jeśli ta opcja jest {em_start}zaznaczona{em_end}, użytkownicy otrzymają powiadomienie e-mail.

# someone
source: Enroll
pl: Zapisz

source: Student List Management
pl: Zarządzanie listą studentów

source: CCX student list management response message
pl: Wiadomość zwrotna z zarządzania listą studentów CCX

source: Revoke access
pl: Odwołaj dostęp

source: WARNING
pl: OSTRZEŻENIE

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
pl: Tylko dla zaawansowanych użytkowników. Błędy w polityce oceniania mogą spowodować, że kurs nie będzie wyświetlany. Ten formularz nie sprawdza poprawności polityki przed zapisaniem.

source: Most coaches should not need to make changes to the grading policy.
pl: Większość trenerów nie powinna potrzebować wprowadzać zmian w polityce oceniania.

source: Save Grading Policy
pl: Zapisz politykę oceniania

source: Date format four digit year dash two digit month dash two digit day
pl: Format daty: cztery cyfry roku, myślnik, dwie cyfry miesiąca, myślnik, dwie cyfry dnia

source: Time format two digit hours colon two digit minutes
pl: Format czasu: dwie cyfry godziny, dwukropek, dwie cyfry minuty

source: Time
pl: Czas

source: Set date
pl: Ustaw datę

source: You have unsaved changes.
pl: Masz niezapisane zmiany.

source: There was an error saving changes.
pl: Wystąpił błąd podczas zapisywania zmian.

source: Schedule a Unit
pl: Zaplanuj jednostkę

source: Start Date
pl: Data rozpoczęcia

source: format four digit year dash two digit month dash two digit day
pl: format: cztery cyfry roku, myślnik, dwie cyfry miesiąca, myślnik, dwie cyfry dnia

source: yyyy-mm-dd
pl: rrrr-mm-dd

source: Start time format two digit hours colon two digit minutes
pl: Format czasu rozpoczęcia: dwie cyfry godzin, dwukropek, dwie cyfry minut

source: time
pl: godzina

source: (Optional)
pl: (Opcjonalnie)

source: Due Time format two digit hours colon two digit minutes
pl: Format czasu ukończenia: dwie cyfry godzin, dwukropek, dwie cyfry minut

source: Add Unit
pl: Dodaj jednostkę

source: Add All Units
pl: Dodaj wszystkie jednostki

source: All units have been added.
pl: Wszystkie jednostki zostały dodane.

source: View gradebook
pl: Zobacz dziennik ocen

source: Download student grades
pl: Pobierz oceny studentów

source: Print or share your certificate:
pl: Wydrukuj lub udostępnij swój certyfikat:

source: Post on Facebook
pl: Opublikuj na Facebooku

source: Share on Twitter
pl: Udostępnij na Twitterze

source: Tweet this Accomplishment. Pop up window.
pl: Tweetnij to osiągnięcie. Wyskakujące okienko.

source: Add to LinkedIn Profile
pl: Dodaj do profilu na LinkedIn

source: Add to Mozilla Backpack
pl: Dodaj do Mozilla Backpack

source: Print Certificate
pl: Drukuj certyfikat

source: {platform_name} Home
pl: Strona główna {platform_name}

source: Noted by
pl: Zanotowane przez

source: Supported by the following organizations
pl: Wspierane przez następujące organizacje.

source: Awarded to:
pl: Przyznane dla:

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
pl: Wskazówki i porady dotyczące drukowania certyfikatu znajdziesz w {link_start}dokumentacji pomocy dotyczącej certyfikatów internetowych{link_end}.

source: Cannot Find Certificate
pl: Nie można znaleźć certyfikatu

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
pl: Nie możemy znaleźć certyfikatu o tym adresie URL lub numerze ID. Jeśli próbujesz zweryfikować certyfikat, upewnij się, że adres URL lub numer ID są poprawne. Jeśli masz pewność, że adres URL lub numer ID są poprawne, skontaktuj się z obsługą klienta.

source: Invalid Certificate Configuration.
pl: Nieprawidłowa konfiguracja certyfikatu.

source: There is a problem with this certificate.
pl: Wystąpił problem z tym certyfikatem.

source: To resolve the problem, your partner manager should verify that the following information is correct.
pl: Aby rozwiązać problem, menedżer partnera powinien sprawdzić, czy następujące informacje są poprawne.

source: The institution's logo.
pl: Logo instytucji.

source: The institution that is linked to the course.
pl: Instytucja powiązana z kursem.

source: The course information in the Course Administration tool.
pl: Informacje o kursie w narzędziu Administracja kursem.

source: If all of the information is correct and the problem persists, contact technical support.
pl: Jeśli wszystkie informacje są poprawne, a problem nadal występuje, skontaktuj się z pomocą techniczną.

source: URL Not Supported
pl: URL nieobsługiwany

source: This link is no longer valid. But don’t worry—this Verified Certificate is still valid and available to share. If this is your certificate, please visit your dashboard to get a new shareable link. If you're viewing someone else's certificate, please contact them to get an updated link.
pl: Ten link jest już nieważny. Ale nie martw się — ten zweryfikowany certyfikat jest nadal ważny i dostępny do udostępnienia. Jeśli to Twój certyfikat, odwiedź swój panel, aby uzyskać nowy link do udostępnienia. Jeśli przeglądasz certyfikat innej osoby, skontaktuj się z nią, aby uzyskać zaktualizowany link.

source: Unable to enroll in {course_name}
pl: Nie można zapisać się na kurs {course_name}

source: Sorry, we were unable to enroll you in
pl: Przepraszamy, nie udało nam się zapisać Cię na

source: Explore all courses on edX
pl: Przeglądaj wszystkie kursy na edX

source: Explore all courses
pl: Przeglądaj wszystkie kursy

source: Showcase a {link_start}verified certificate{link_end} of completion on your resumé to advance your career
pl: Zaprezentuj {link_start}zweryfikowany certyfikat{link_end} ukończenia w swoim CV, aby rozwinąć karierę

source: Get {start_bold}access to all course activities{end_bold}, including both graded and non-graded assignments, while the course is running
pl: Uzyskaj {start_bold}dostęp do wszystkich zajęć w kursie{end_bold}, w tym zarówno zadań ocenianych, jak i nieocenianych, podczas trwania kursu

source: Show more
pl: Pokaż więcej

source: {start_bold}Full access{end_bold} to course content and materials, even after the course ends
pl: {start_bold}Pełny dostęp{end_bold} do treści i materiałów kursu, nawet po jego zakończeniu

source: {link_start}Learn more{link_end} about course access
pl: {link_start}Dowiedz się więcej{link_end} o dostępie do kursu

source: Support our {start_bold}mission{end_bold} to increase access to high-quality education for everyone, everywhere
pl: Wspieraj naszą {start_bold}misję{end_bold} zwiększania dostępu do wysokiej jakości edukacji dla wszystkich, wszędzie

source: Get temporary access to {start_bold}non-graded{end_bold} activities, including discussion forums and non-graded assignments
pl: Uzyskaj tymczasowy dostęp do {start_bold}nieocenianych{end_bold} aktywności, w tym forów dyskusyjnych i zadań nieocenianych

source: Get {start_bold}temporary access{end_bold} to the course material, including videos and readings
pl: Uzyskaj {start_bold}tymczasowy dostęp{end_bold} do materiałów kursu, w tym filmów i lektur

source: Access expires and all progress will be lost on
pl: Dostęp wygasa, a wszystkie postępy zostaną utracone

source: Access expires and all progress will be lost
pl: Dostęp wygasa, a wszystkie postępy zostaną utracone

source: Enroll In {course_name} | Upgrade Now
pl: Zapisz się na {course_name} | Ulepsz teraz

source: Choose a path for your course in
pl: Wybierz ścieżkę dla swojego kursu w

source: Earn a certificate
pl: Zdobądź certyfikat

source: Studies show that those who choose this option are {start_bold}more engaged and motivated{end_bold} to complete their courses
pl: Badania pokazują, że osoby, które wybierają tę opcję, są {start_bold}bardziej zaangażowane i zmotywowane{end_bold} do ukończenia swoich kursów.

source: Access this course
pl: Uzyskaj dostęp do tego kursu

source: Get access to the course material, including videos and readings
pl: Uzyskaj dostęp do materiałów kursu, w tym filmów i lektur.

source: {chapter} current chapter
pl: Aktualny rozdział {chapter}

source: {span_start}current section{span_end}
pl: {span_start}bieżąca sekcja{span_end}

source: due {date}
pl: termin: {date}

source: {section_format} due {{date}}
pl: {section_format} termin {{date}}

source: This content is graded
pl: Ta treść jest oceniana

source: An error occurred. Please try again later.
pl: Wystąpił błąd. Spróbuj ponownie później.

source: You are enrolled in this course
pl: Jesteś zapisany na ten kurs

source: View Course
pl: Zobacz kurs

source: Enrollment in this course is by invitation only
pl: Zapisy na ten kurs odbywają się wyłącznie na zaproszenie

source: Enrollment is Closed
pl: Zapisy są zamknięte

source: Enroll Now
pl: Zapisz się teraz

source: View About Page in studio
pl: Zobacz stronę "O" w studio

source: Classes Start
pl: Początek zajęć

source: Classes End
pl: Koniec zajęć

source: Estimated Effort
pl: Szacowany wysiłek

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
pl: Musisz pomyślnie ukończyć {link_start}{prc_display}{link_end} przed rozpoczęciem tego kursu.

source: Additional Resources
pl: Dodatkowe zasoby

# self
source: enroll
pl: Zapisz się

source: Share with friends and family!
pl: Udostępnij znajomym i rodzinie!

source: I just enrolled in {number} {title} through {account} {url}
pl: Właśnie zapisałem się na {number} {title} przez {account} {url}

source: I just enrolled in {number} {title} through {platform} {url}
pl: Właśnie zapisałem się na {number} {title} za pośrednictwem {platform} {url}

source: Take a course with {platform} online
pl: Weź udział w kursie online z {platform} curso online con {platform}

source: Tweet that you've enrolled in this course
pl: Tweetnij, że zapisałeś się na ten kurs

source: Post a Facebook message to say you've enrolled in this course
pl: Opublikuj wiadomość na Facebooku, aby powiedzieć, że zapisałeś się na ten kurs

source: Email someone to say you've enrolled in this course
pl: Wyślij komuś e-maila, aby powiedzieć, że zapisałeś się na ten kurs!

source: current location
pl: bieżąca lokalizacja

source: needs attention
pl: wymaga uwagi

source: Course Material
pl: Materiały kursowe

source: Hide
pl: Ukryj

source: Show
pl: Pokaż

source: Show Earlier Course Updates
pl: Pokaż wcześniejsze aktualizacje kursu

source: List of Courses
pl: Lista kursów

source: Refine Your Search
pl: Dopracuj wyszukiwanie

source: Course Utilities
pl: Narzędzia kursu

source: Courseware
pl: Materiały kursowe

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
pl: Przepraszamy, ten moduł jest tymczasowo niedostępny. Nasz personel pracuje nad jak najszybszym jego naprawieniem.

source: Course Search
pl: Wyszukiwanie kursów

source: No content has been added to this course
pl: Do tego kursu nie dodano żadnej zawartości

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
pl: Aby uzyskać dostęp do materiałów kursu, musisz uzyskać {required_score}% lub więcej punktów z tego egzaminu. Twój aktualny wynik to {current_score}%.

source: Your score is {current_score}%. You have passed the entrance exam.
pl: Twój wynik to {current_score}%. Zdałeś egzamin wstępny.

source: Gradebook
pl: Dziennik ocen

source: Search students
pl: Szukaj studentów

source: Total
pl: Całkowity

source: previous page
pl: poprzednia strona

source: of
pl: z

source: next page
pl: następna strona

source: News - MITx 6.002x
pl: Aktualności - MITx 6.002x

source: Updates to Discussion Posts You Follow
pl: Aktualizacje obserwowanych forów dyskusyjnych

source: Purchase the Program (
pl: Kup program (

source: Original Price
pl: Cena oryginalna

source: Discounted Price
pl: Cena promocyjna

source: Start Learning
pl: Rozpocznij naukę

source: Play
pl: Odtwórz

source: YouTube Video
pl: Film na YouTube

source: View Courses
pl: Zobacz kursy

source: Meet the Instructors
pl: Poznaj instruktorów

source: Frequently Asked Questions
pl: Często zadawane pytania

source: Job Outlook
pl: Perspektywy pracy

source: Real Career Impact
pl: Rzeczywisty wpływ na karierę

source: What You'll Learn
pl: Czego się nauczysz

source: Average Length
pl: Średnia długość

source: {weeks_to_complete} weeks per course
pl: {weeks_to_complete} tygodni na kurs

source: Effort
pl: Nakład pracy

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
pl: {min_hours_effort_per_week}-{max_hours_effort_per_week} godzin tygodniowo, na kurs

source: Number of Courses
pl: Liczba kursów

source: {number_of_courses} courses in program
pl: {number_of_courses} kursów w programie

source: Price (USD)
pl: Cena (USD)

source: ${newPrice}{htmlEnd} for entire program
pl: ${newPrice}{htmlEnd} za cały program

source: You save ${discount_value} {currency}
pl: Oszczędzasz ${discount_value} {currency}

source: ${full_program_price} for entire program
pl: ${full_program_price} za cały program

source: Courses in the {}
pl: Kursy w {}

source: Starts on {}
pl: Zaczyna się {}

source: {course_number} Progress
pl: Postęp kursu {course_number}

source: View Grading in studio
pl: Zobacz ocenianie w studio

source: Course Progress for '{username}' ({email})
pl: Postęp kursu dla '{username}' ({email})

source: View Certificate
pl: Wyświetl certyfikat

source: Opens in a new browser window
pl: Otworzy się w nowym oknie przeglądarki

source: Request Certificate
pl: Poproś o certyfikat

source: Requirements for Course Credit
pl: Wymagania dotyczące punktów kursowych

source: {student_name}, you are no longer eligible for credit in this course.
pl: {student_name}, nie kwalifikujesz się już do punktów w tym kursie.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
pl: {student_name}, spełniłeś/-aś wymagania dotyczące punktów w tym kursie. {a_start}Przejdź do swojego pulpitu{a_end}, aby kupić punkty kursowe.

source: {student_name}, you have not yet met the requirements for credit.
pl: {student_name}, nie spełniłeś/-aś jeszcze wymagań dotyczących punktów.

source: Information about course credit requirements
pl: Informacje o wymaganiach dotyczących punktów kursowych

source: display_name
pl: nazwa_wyświetlana

source: Verification Submitted
pl: Weryfikacja przesłana.

source: Verification Failed
pl: Weryfikacja nie powiodła się.

source: Verification Declined
pl: Weryfikacja odrzucona.

source: Completed by {date}
pl: Ukończono do {date}

source: Upcoming
pl: Nadchodzące

source: Less
pl: Mniej

source: Details for each chapter
pl: Szczegóły dla każdego rozdziału

source: {earned} of {total} possible points
pl: {earned} z {total} możliwych punktów

source: Suspicious activity detected during proctored exam review. Exam score 0.
pl: Wykryto podejrzaną aktywność podczas recenzowania egzaminu nadzorowanego. Wynik egzaminu 0.

source: Section grade has been overridden.
pl: Ocena sekcji została nadpisana.

source: Problem Scores:
pl: Wyniki problemów:

source: Practice Scores:
pl: Wyniki ćwiczeń:

source: Problem scores are hidden until the due date.
pl: Wyniki problemów są ukryte do terminu płatności.

source: Practice scores are hidden until the due date.
pl: Wyniki ćwiczeń są ukryte do terminu płatności.

source: Problem scores are hidden.
pl: Wyniki problemów są ukryte.

source: Practice scores are hidden.
pl: Wyniki ćwiczeń są ukryte.

source: No problem scores in this section
pl: Brak wyników problemów w tej sekcji

source: {course.display_number_with_default} Course Info
pl: Informacje o kursie {course.display_number_with_default}

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
pl: Ostatnio byłeś w {section_link}. Jeśli skończyłeś, wybierz inną sekcję po lewej.

source: Hi {name},
pl: Witaj {name},

source: Hi,
pl: Witaj,

source: Congratulations! You are now eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
pl: Gratulacje! Jesteś teraz uprawniony do otrzymania punktów kursowych od {providers} za pomyślne ukończenie kursu {platform_name}! {link_start}Kup punkty teraz.{link_end}

source: Congratulations! You are now eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
pl: Gratulacje! Jesteś teraz uprawniony do otrzymania punktów kursowych za pomyślne ukończenie kursu {platform_name}! {link_start}Kup punkty teraz.{link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
pl: Punkty kursowe mogą pomóc Ci w rozpoczęciu studiów uniwersyteckich, ukończeniu już rozpoczętych studiów lub spełnieniu wymagań w innej instytucji akademickiej.

source: There are 2 steps to getting course credit.
pl: Są 2 kroki do uzyskania punktów kursowych.

source: Purchase credit by going to your {link_start}{platform_name} dashboard{link_end} and clicking the {bold_start}Get Credit{bold_end} button below the course title.
pl: Kup punkty, przechodząc do {link_start}panelu {platform_name}{link_end} i klikając przycisk {bold_start}Uzyskaj punkty{bold_end} pod tytułem kursu.

source: When your payment is complete, return to the dashboard and click the {bold_start}Request Credit{bold_end} button under the course title to request an official academic transcript at the institution that granted the credit.
pl: Po zakończeniu płatności wróć do pulpitu i kliknij przycisk {bold_start}Poproś o punkty{bold_end} pod tytułem kursu, aby poprosić o oficjalny transkrypt akademicki w instytucji, która przyznała punkty.

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
pl: Mamy nadzieję, że podobał Ci się kurs i mamy nadzieję, że zobaczymy Cię na przyszłych kursach {platform_name}!

source: The {platform_name} Team
pl: Zespół {platform_name}

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
pl: {link_start}Kliknij tutaj, aby uzyskać więcej informacji o punktach na {platform_name}{link_end}.

source: Your grade and certificate will be ready after {date}.
pl: Twoja ocena i certyfikat będą gotowe po {date}.

source: Congratulations! Your certificate is ready.
pl: Gratulacje! Twój certyfikat jest gotowy.

source: Grade required for a {cert_name_short}:
pl: Wymagana ocena dla {cert_name_short}:

source: Grade required to pass this course:
pl: Wymagana ocena, aby zdać ten kurs:

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
pl: Twój zweryfikowany {cert_name_long} jest wstrzymany do czasu potwierdzenia, że wydanie Twojego {cert_name_short} jest zgodne z surowymi embargami USA nałożonymi na Iran, Kubę, Syrię i Sudan. Jeśli uważasz, że nasz system błędnie zidentyfikował Cię jako osobę związaną z jednym z tych krajów, skontaktuj się z nami pod adresem {email}. Jeśli chcesz otrzymać zwrot pieniędzy za swój {cert_name_long}, skontaktuj się z naszym adresem rozliczeniowym {billing_email}.

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
pl: Twój {cert_name_long} jest wstrzymany do czasu potwierdzenia, że wydanie Twojego {cert_name_short} jest zgodne z surowymi embargami USA nałożonymi na Iran, Kubę, Syrię i Sudan. Jeśli uważasz, że nasz system błędnie zidentyfikował Cię jako osobę związaną z jednym z tych krajów, skontaktuj się z nami pod adresem {email}.

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
pl: Twój certyfikat nie został wydany, ponieważ nie masz aktualnie zweryfikowanej tożsamości w {platform_name}.

source: Your {cert_name_short} is Generating
pl: Twój {cert_name_short} jest generowany

source: This link will open the certificate web view
pl: Ten link otworzy widok certyfikatu w przeglądarce

source: View my {cert_name_short}
pl: Zobacz mój {cert_name_short}

source: Complete our course feedback survey
pl: Wypełnij naszą ankietę zwrotną na temat kursu

source: Add Certificate to LinkedIn Profile
pl: Dodaj certyfikat do profilu LinkedIn

source: Share on LinkedIn
pl: Udostępnij na LinkedIn

source: You are not yet eligible for a certificate.
pl: Nie kwalifikujesz się jeszcze do certyfikatu.

source: This link will open the course progress page
pl: Ten link otworzy stronę postępu kursu.

source: View grades
pl: Zobacz oceny

source: Course details
pl: Szczegóły kursu

source: {course_number} {course_name} Home Page
pl: Strona główna {course_number} {course_name}

source: {course_number} {course_name} Cover Image
pl: Obraz okładki {course_number} {course_name}

source: Enrolled as:
pl: Zarejestrowany jako:

source: Coming Soon
pl: Wkrótce

source: Ended - {date}
pl: Zakończono - {date}

source: Started - {date}
pl: Rozpoczęto - {date}

source: Starts - {date}
pl: Rozpoczyna się - {date}

source: for {course_display_name}
pl: dla {course_display_name}

source: You must select a session by {expiration_date} to access the course.
pl: Musisz wybrać sesję do {expiration_date}, aby uzyskać dostęp do kursu.

source: You must select a session to access the course.
pl: Musisz wybrać sesję, aby uzyskać dostęp do kursu.

source: Change or Leave Session
pl: Zmień lub opuść sesję

source: You can no longer change sessions.
pl: Nie możesz już zmieniać sesji.
