Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Enrollment Date
pl: Data zapisania się

source: Course starts
pl: Kurs rozpoczyna się

source: Course ends
pl: Kurs kończy się

source: After this date, the course will be archived, which means you can review the course content but can no longer participate in graded assignments or work towards earning a certificate.
pl: Po tej dacie kurs zostanie zarchiwizowany, co oznacza, że możesz przeglądać zawartość kursu, ale nie możesz już brać udziału w ocenianych zadaniach ani pracować na rzecz uzyskania certyfikatu.

source: After the course ends, the course content will be archived and no longer active.
pl: Po zakończeniu kursu, jego zawartość zostanie zarchiwizowana i przestanie być aktywna.

source: This course is archived, which means you can review course content but it is no longer active.
pl: Ten kurs jest zarchiwizowany, co oznacza, że możesz przeglądać jego zawartość, ale nie jest już aktywny.

source: You lose all access to this course, including your progress.
pl: Tracisz cały dostęp do tego kursu, w tym do swoich postępów.

source: Audit Access Expires
pl: Dostęp do audytu wygasa

source: Certificate Available
pl: Certyfikat dostępny

source: Day certificates will become available for passing verified learners.
pl: Certyfikaty dzienne będą dostępne dla zweryfikowanych studentów, którzy zdadzą egzamin.

source: Upgrade to Verified Certificate
pl: Uzyskaj zweryfikowany certyfikat

source: Verification Upgrade Deadline
pl: Termin weryfikacji

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
pl: Nie przegap okazji, aby podkreślić swoją nową wiedzę i umiejętności, zdobywając zweryfikowany certyfikat.

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
pl: Nadal kwalifikujesz się do uaktualnienia do zweryfikowanego certyfikatu! Dąż do niego, aby podkreślić wiedzę i umiejętności, które zdobywasz na tym kursie.

source: by {date}
pl: do {date}

source: Learn More
pl: Dowiedz się więcej

source: Retry Verification
pl: Ponów weryfikację

source: Verify My Identity
pl: Zweryfikuj moją tożsamość

source: Missed Verification Deadline
pl: Przegapiony termin weryfikacji

source: Unfortunately you missed this course's deadline for a successful verification.
pl: Niestety, przegapiłeś termin pomyślnej weryfikacji dla tego kursu.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
pl: Musisz pomyślnie zakończyć weryfikację przed tą datą, aby kwalifikować się do zweryfikowanego certyfikatu.

source: There is no user with the username or email address "{user_identifier}" enrolled in this course.
pl: W tym kursie nie ma użytkownika o nazwie użytkownika lub adresie e-mail "{user_identifier}".

source: This user does not have access to this content because the content start date is in the future
pl: Ten użytkownik nie ma dostępu do tej zawartości, ponieważ data rozpoczęcia zawartości jest w przyszłości

source: This type of component cannot be shown while viewing the course as a specific student.
pl: Tego typu komponent nie może być wyświetlany podczas przeglądania kursu jako konkretny student.

source: Number of days a learner has to upgrade after content is made available
pl: Liczba dni, jaką student ma na uaktualnienie po udostępnieniu treści

source: Disable the dynamic upgrade deadline for this course run.
pl: Wyłącz dynamiczny termin aktualizacji dla tego przebiegu kursu.

source: Disable the dynamic upgrade deadline for this organization.
pl: Wyłącz dynamiczny termin aktualizacji dla tej organizacji.

source: Internal API Base URL
pl: Wewnętrzny bazowy adres URL API

source: Financial Assistance Backend API Base URL.
pl: Bazowy adres URL API zaplecza pomocy finansowej.

source: Username created for Financial Assistance Backend, e.g. financial_assistance_service_user.
pl: Nazwa użytkownika utworzona dla zaplecza pomocy finansowej, np. użytkownik_usługi_pomocy_finansowej.

source: Percentage of courses allowed to use edx-financial-assistance
pl: Procent kursów dopuszczonych do korzystania z edx-financial-assistance

source: Progress
pl: Postęp

source: Keep learners engaged and on track throughout the course.
pl: Utrzymuj uczniów zaangażowanych i na właściwej ścieżce przez cały kurs.

source: Textbooks
pl: Podręczniki

source: Create and manage a library of course readings, textbooks, and chapters.
pl: Twórz i zarządzaj biblioteką lektur kursowych, podręczników i rozdziałów.

source: Calculator
pl: Kalkulator

source: Provide an in-course calculator for simple and complex calculations.
pl: Zapewnij kalkulator w kursie do prostych i złożonych obliczeń.

source: Proctoring
pl: Nadzór

source: Maintain exam integrity by enabling a proctoring solution for your course
pl: Zachowaj integralność egzaminu, włączając rozwiązanie do nadzoru dla swojego kursu

source: Custom pages
pl: Niestandardowe strony

source: Provide additional course content and resources with custom pages
pl: Zapewnij dodatkową zawartość kursu i zasoby za pomocą niestandardowych stron

source: Course
pl: Kurs

source: Syllabus
pl: Sylabus

source: Dates
pl: Daty

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.Nie jesteś zalogowany. Aby zobaczyć dodatkową zawartość kursu, {sign_in_link} lub {register_link} i zapisz się na ten kurs.
pl: zaloguj się

source: register
pl: zarejestruj się

source: Your enrollment: Audit track
pl: Twoje zapisanie: Ścieżka audytu

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
pl: Jesteś zapisany na ścieżkę audytu dla tego kursu. Ścieżka audytu nie obejmuje certyfikatu.

source: Your enrollment: Honor track
pl: Twoje zapisanie: Ścieżka honorowa

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
pl: Jesteś zapisany na ścieżkę honorową dla tego kursu. Ścieżka honorowa nie obejmuje certyfikatu.

source: We're working on it...
pl: Pracujemy nad tym...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
pl: Tworzymy Twój certyfikat. Możesz kontynuować pracę nad kursami, a link do niego pojawi się tutaj i na Twoim Panelu sterowania, gdy będzie gotowy.

source: Your certificate has been invalidated
pl: Twój certyfikat został unieważniony

source: Please contact your course team if you have any questions.
pl: W razie pytań skontaktuj się z zespołem kursu.

source: Congratulations, you qualified for a certificate!
pl: Gratulacje, zakwalifikowałeś się do otrzymania certyfikatu!

source: You've earned a certificate for this course.
pl: Zdobyłeś certyfikat za ten kurs.

source: Your certificate will be available soon!
pl: Twój certyfikat będzie dostępny wkrótce!

source: After this course officially ends, you will receive an email notification with your certificate.
pl: Po oficjalnym zakończeniu kursu otrzymasz powiadomienie e-mail z certyfikatem.

source: Your certificate is available
pl: Twój certyfikat jest dostępny

source: Certificate unavailable
pl: Certyfikat niedostępny

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
pl: Nie otrzymałeś certyfikatu, ponieważ nie masz aktualnej zweryfikowanej tożsamości {platform_name}.

source: To see course content, {sign_in_link} or {register_link}.
pl: Aby zobaczyć zawartość kursu, {sign_in_link} lub {register_link}.

source: {sign_in_link} or {register_link}.
pl: {sign_in_link} lub {register_link}.

source: Sign in
pl: Zaloguj się

source: You must be enrolled in the course to see course content.{enroll_link_start}Enroll now{enroll_link_end}.
pl: Musisz być zapisany na kurs, aby zobaczyć jego zawartość. {enroll_link_start}Zapisz się teraz{enroll_link_end}.

source: You must be enrolled in the course to see course content.
pl: Musisz być zapisany na kurs, aby zobaczyć jego zawartość.

source: User does not exist.
pl: Użytkownik nie istnieje.

source: Invalid location.
pl: Nieprawidłowa lokalizacja

source: User {username} has never accessed problem {location}
pl: Użytkownik {username} nigdy nie uzyskał dostępu do problemu {location}

source: You must be signed in to {platform_name} to create a certificate.
pl: Musisz być zalogowany w {platform_name}, aby utworzyć certyfikat.

source: Course is not valid
pl: Kurs jest nieprawidłowy

source: Your certificate will be available when you pass the course.
pl: Twój certyfikat będzie dostępny po zdaniu kursu.

source: Certificate has already been created.
pl: Certyfikat został już utworzony.

source: Certificate is being created.
pl: Certyfikat jest w trakcie tworzenia.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
pl: Wybierz kurs, dla którego chcesz uzyskać zweryfikowany certyfikat. Jeśli kurs nie pojawia się na liście, upewnij się, że zapisałeś się na ścieżkę audytu dla tego kursu.

source: I certify that:
pl: Potwierdzam, że:

source: Paying the verified certificate fee for the above course would cause me economic hardship
pl: Opłacenie opłaty za zweryfikowany certyfikat dla powyższego kursu spowodowałoby dla mnie trudności ekonomiczne.

source: I will work diligently to complete the course work and receive a certificate
pl: Będę pilnie pracować, aby ukończyć kurs i otrzymać certyfikat

source: I have read, understand, and will abide by the {honor_code_link} for the edX Site
pl: Przeczytałem, rozumiem i będę przestrzegać {honor_code_link} dla witryny edX.

source: Title can't be empty
pl: Tytuł nie może być pusty

source: Body can't be empty
pl: Treść nie może być pusta

source: Topic doesn't exist
pl: Temat nie istnieje

source: Comment level too deep
pl: Zbyt głęboki poziom komentarza

source: Error uploading file. Please contact the site administrator. Thank you.
pl: Błąd podczas przesyłania pliku. Skontaktuj się z administratorem witryny. Dziękuję.

source: Good
pl: Dobrze

source: your
pl: twój

source: their
pl: ich

source: %(course_name)s: Reported content awaits review
pl: %(course_name)s: Zgłoszona treść oczekuje na przegląd

source: Go to Discussion
pl: Przejdź do dyskusji

source: %(course_name)s: Reported content awaits review
pl: %(course_name)s: Zgłoszona treść oczekuje na przegląd

source: %(course_name)s %(course_id)s moderator content for review
pl: %(course_name)s %(course_id)s treść moderatora do przeglądu

source: %(comment_username)s replied to {start_tag}%(thread_title)s{end_tag}:
pl: %(comment_username)s odpowiedział na {start_tag}%(thread_title)s{end_tag}:

source: View discussion
pl: Wyświetl dyskusję

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
pl: %(comment_username)s odpowiedział na <b>%(thread_title)s</b>:

source: Response to %(thread_title)s
pl: Odpowiedź na %(thread_title)s

source: Access to this discussion is restricted to team members and staff.
pl: Dostęp do tej dyskusji jest ograniczony do członków zespołu i personelu.

source: EdxNotes Service is unavailable. Please try again in a few minutes.
pl: Usługa EdxNotes jest niedostępna. Spróbuj ponownie za kilka minut.

source: Invalid JSON response received from notes api.
pl: Otrzymano nieprawidłową odpowiedź JSON z API notatek.

source: Incorrect data received from notes api.
pl: Otrzymano nieprawidłowe dane z API notatek.

source: No endpoint was provided for EdxNotes.
pl: Nie podano punktu końcowego dla EdxNotes.

source: Notes
pl: Notatki

source: Allow learners to highlight passages and make notes right in the course.
pl: Pozwól uczącym się zaznaczać fragmenty i tworzyć notatki bezpośrednio w kursie.

source: Cannot override subsection grade: subsection is not available for target learner.
pl: Nie można nadpisać oceny podsekcji: podsekcja nie jest dostępna dla docelowego ucznia.

source: Proctored Exam Review: {review_status}
pl: Przegląd egzaminu nadzorowanego: {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider. Review link: {review_url}
pl: Próba egzaminu nadzorowanego dla {exam_name} w kursie {course_name} przez użytkownika: {student_username} została oceniona jako {review_status} przez dostawcę przeglądającego egzaminy nadzorowane. Link do recenzji: {review_url}

source: Your Platform Insights
pl: Twoje spostrzeżenia dotyczące platformy

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
pl: Raport {report_type} jest tworzony. Aby zobaczyć status raportu, zobacz sekcję Oczekujące zadania poniżej.

source: Found a conflict with given identifier. Please try an alternative identifier
pl: Znaleziono konflikt z podanym identyfikatorem. Spróbuj alternatywnego identyfikatora

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
pl: Upewnij się, że przesyłany plik jest w formacie CSV i nie zawiera zbędnych znaków ani wierszy.

source: Could not read uploaded file.
pl: Nie udało się odczytać przesłanego pliku.

source: Data in row #{row_num} must have between four and six columns: email, username, full name, country, cohort, and course mode. The last two columns are optional.
pl: Dane w wierszu #{row_num} muszą zawierać od czterech do sześciu kolumn: adres e-mail, nazwa użytkownika, pełne imię i nazwisko, kraj, kohorta i tryb kursu. Ostatnie dwie kolumny są opcjonalne.

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country.
pl: Dane w wierszu #{row_num} muszą zawierać dokładnie cztery kolumny: adres e-mail, nazwę użytkownika, pełne imię i nazwisko oraz kraj.

source: Course is not cohorted but cohort provided. Ignoring cohort assignment for all users.
pl: Kurs nie jest przypisany do kohort, ale kohorta została podana. Ignorowanie przypisania kohorty dla wszystkich użytkowników.

source: Cohort name not found: {cohort}. Ignoring cohort assignment for all users.
pl: Nazwa kohorty nie znaleziona: {cohort}. Ignorowanie przypisania kohorty dla wszystkich użytkowników.

source: Invalid course mode: {mode}. Falling back to the default mode, or keeping the current mode in case the user is already enrolled.
pl: Nieprawidłowy tryb kursu: {mode}. Powrót do trybu domyślnego lub utrzymanie bieżącego trybu, jeśli użytkownik jest już zapisany.

source: Invalid course mode: {mode}. Failling back to {default_mode}, or resetting to {default_mode} in case the user is already enrolled.
pl: Nieprawidłowy tryb kursu: {mode}. Powrót do {default_mode} lub zresetowanie do {default_mode}, jeśli użytkownik jest już zapisany.

source: Invalid email {email_address}.
pl: Nieprawidłowy adres e-mail {email_address}.

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
pl: Konto z adresem e-mail {email} istnieje, ale podana nazwa użytkownika {username} jest inna. I tak zapisuję z {email}.

source: File is not attached.
pl: Plik nie jest załączony.

source: Username {user} already exists.
pl: Nazwa użytkownika {user} już istnieje.

source: Error '{error}' while sending email to new user (user email={email}).Without the email student would not be able to login. Please contact support for further information.
pl: Błąd '{error}' podczas wysyłania wiadomości e-mail do nowego użytkownika (e-mail użytkownika={email}).Bez adresu e-mail student nie będzie mógł się zalogować. Prosimy o kontakt z pomocą techniczną w celu uzyskania dalszych informacji.

source: A usage key location for a section or a problem. If the location is a block that contains other blocks, (such as the course, section, subsection, or unit blocks) then all blocks under that block will be included in the report.
pl: Lokalizacja klucza użycia dla sekcji lub problemu. Jeśli lokalizacja jest blokiem, który zawiera inne bloki (takie jak bloki kursu, sekcji, podsekcji lub jednostki), wówczas wszystkie bloki pod tym blokiem zostaną uwzględnione w raporcie.

source: A list of usage keys for the blocks to include in the report.
pl: Lista kluczy użycia dla bloków do uwzględnienia w raporcie.

source: A list of problem/block types to generate the report for. This field can be omitted if the report should include details of allblock types.
pl: Lista typów problemów/bloków do wygenerowania raportu. To pole może zostać pominięte, jeśli raport ma zawierać szczegóły wszystkich typów bloków.

source: User-friendly text describing current status of report generation.
pl: Przyjazny dla użytkownika tekst opisujący bieżący status generowania raportu.

source: A unique id for the report generation task. It can be used to query the latest report generation status.
pl: Unikalny identyfikator zadania generowania raportu. Może być użyty do zapytania o najnowszy status generowania raportu.

source: The provided parameters were invalid. Make sure you've provided at least one valid usage key for `problem_locations`.
pl: Podane parametry były nieprawidłowe. Upewnij się, że podałeś co najmniej jeden prawidłowy klucz użycia dla `problem_locations`.

source: The requesting user is not authenticated.
pl: Żądający użytkownik nie jest uwierzytelniony.

source: The requesting user lacks access to the course.
pl: Żądający użytkownik nie ma dostępu do kursu.

source: problem responses
pl: odpowiedzi na problemy

source: Could not find problem with this location.
pl: Nie można znaleźć problemu z tą lokalizacją.

source: CourseID
pl: Identyfikator kursu

source: Certificate Type
pl: Typ certyfikatu

source: Total Certificates Issued
pl: Łączna liczba wydanych certyfikatów

source: Date Report Run
pl: Data uruchomienia raportu

source: enrolled learner profile
pl: profil zapisanego ucznia

source: User ID
pl: Identyfikator użytkownika

source: Username
pl: Nazwa użytkownika

source: Language
pl: Język

source: Location
pl: Lokalizacja

source: Gender
pl: Płeć

source: Level of Education
pl: Poziom wykształcenia

source: Mailing Address
pl: Adres korespondencyjny

source: Goals
pl: Cele

source: Enrollment Mode
pl: Tryb zapisu

source: Last Login
pl: Ostatnie logowanie

source: Date Joined
pl: Data dołączenia

source: External User Key
pl: Zewnętrzny klucz użytkownika

source: Cohort
pl: Grupuj

source: Team
pl: Zespół

source: City
pl: Miasto

source: Country
pl: Kraj

source: enrollment
pl: zapisy

source: The file must contain a 'cohort' column containing cohort names.
pl: Plik musi zawierać kolumnę 'kohorta' zawierającą nazwy kohort.

source: The file must contain a 'username' column, an 'email' column, or both.
pl: Plik musi zawierać kolumnę 'nazwa użytkownika', kolumnę 'e-mail' lub obie.

source: survey
pl: ankieta

source: proctored exam results
pl: Wyniki nadzorowanego egzaminu

source: Anonymized User IDs
pl: Anonimizowane identyfikatory użytkowników

source: Enrollment status for {student}: active
pl: Status zapisu dla {student}: aktywny

source: Enrollment status for {student}: inactive
pl: Status zapisu dla {student}: nieaktywny

source: Enrollment status for {student}: pending
pl: Status zapisu dla {student}: oczekujący

source: Enrollment status for {student}: never enrolled
pl: Status zapisu dla {student}: nigdy nie zapisany

source: Module does not exist.
pl: Moduł nie istnieje.

source: An error occurred while deleting the score.
pl: Wystąpił błąd podczas usuwania wyniku.

source: Course has no entrance exam section.
pl: Kurs nie posiada sekcji egzaminu wstępnego.

source: all_students and unique_student_identifier are mutually exclusive.
pl: all_students i unique_student_identifier wzajemnie się wykluczają.

source: all_students and delete_module are mutually exclusive.
pl: all_students i delete_module wzajemnie się wykluczają.

source: Requires instructor access.
pl: Wymaga dostępu dla instruktora.

source: Course has no valid entrance exam section.
pl: Kurs nie ma ważnej sekcji egzaminu wstępnego.

source: All Students
pl: Wszyscy studenci

source: Cannot rescore with all_students and unique_student_identifier.
pl: Nie można ponownie ocenić z all_students i unique_student_identifier.

source: Current status of task.
pl: Bieżący status zadania.

source: Identifies the kind of task being performed, e.g. rescoring.
pl: Określa rodzaj wykonywanego zadania, np. ponowne ocenianie.

source: The celery ID for the task.
pl: ID Celery dla zadania.

source: The date and time when the task was created.
pl: Data i godzina utworzenia zadania.

source: The input parameters for the task. The format and content of this data will depend on the kind of task being performed. For instanceit may contain the problem locations for a problem resources task.
pl: Parametry wejściowe dla zadania. Format i zawartość tych danych będzie zależała od rodzaju wykonywanego zadania. Na przykład, może zawierać lokalizacje problemów dla zadania zasobów problemów.

source: The username of the user who initiated this task.
pl: Nazwa użytkownika, który zainicjował to zadanie.

source: The last knows state of the celery task.
pl: Ostatni znany stan zadania Celery.

source: Task duration information, if known
pl: Informacje o czasie trwania zadania, jeśli znane

source: User-friendly task status information, if available.
pl: Informacje o statusie zadania przyjazne dla użytkownika, jeśli dostępne.

source: List of instructor tasks.
pl: Lista zadań instruktora.

source: The requested course does not exist.
pl: Żądany kurs nie istnieje.

source: URL from which report can be downloaded.
pl: Adres URL, z którego można pobrać raport.

source: Name of report.
pl: Nazwa raportu.

source: HTML anchor tag that contains the name and link.
pl: Tag kotwicy HTML zawierający nazwę i link.

source: List of report downloads
pl: Lista pobranych raportów

source: ID for the course whose reports need to be listed.
pl: ID kursu, którego raporty mają zostać wyświetlone.

source: Filter results to only return details of for the report with the specified name.
pl: Filtruj wyniki, aby zwrócić tylko szczegóły raportu o określonej nazwie.

source: ORA data
pl: Dane ORA

source: ORA summary
pl: Podsumowanie ORA

source: Attachments archive is being created.
pl: Tworzenie archiwum załączników.

source: grade
pl: Ocena

source: problem grade
pl: Ocena problemu

source: Successfully changed due date for student {0} for {1} to {2}
pl: Pomyślnie zmieniono termin dla studenta {0} dla {1} na {2}

source: Successfully removed invalid due date extension (unit has no due date).
pl: Pomyślnie usunięto nieprawidłowe przedłużenie terminu (jednostka nie ma terminu).

source: Successfully reset due date for student {0} for {1} to {2}
pl: Pomyślnie zresetowano termin dla studenta {0} dla {1} na {2}

source: This student (%s) will skip the entrance exam.
pl: Ten student (%s) pominie egzamin wstępny.

source: This student (%s) is already allowed to skip the entrance exam.
pl: Ten student (%s) ma już zezwolenie na pominięcie egzaminu wstępnego.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
pl: Rozpoczęto zadanie generowania certyfikatów dla wszystkich studentów tego kursu. Status zadania generowania można sprawdzić w sekcji "Oczekujące zadania".

source: Please select certificate statuses from the list only.
pl: Proszę wybrać statusy certyfikatów tylko z listy.
