Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
pl: Wprowadź adres URL narzędzia zewnętrznego, które uruchamia ten komponent. To ustawienie jest używane tylko wtedy, gdy opcja Ukryj narzędzie zewnętrzne jest ustawiona na Fałsz.{break_tag}Zobacz {docs_anchor_open}dokumentację edX LTI{anchor_close}, aby uzyskać więcej szczegółów na temat tego ustawienia.

source: Custom Parameters
pl: Niestandardowe parametry

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.{break_tag}See {docs_anchor_open}the edX LTI Poniżej znajduje się przetłumaczony plik, w którym hiszpańskie teksty zostały zastąpione polskimi: documentation{anchor_close} for more details on this setting.
pl: Dodaj parę klucz/wartość dla dowolnego niestandardowego parametru, takiego jak strona, na której powinien otworzyć się Twój e-book, lub kolor tła tego komponentu.{break_tag}Zapoznaj się z {docs_anchor_open}dokumentacją edX LTI{anchor_close}, aby uzyskać więcej szczegółów na temat tej konfiguracji.

source: Open in New Page
pl: Otwórz w nowej stronie

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
pl: Wybierz Prawda, jeśli chcesz, aby studenci kliknęli link otwierający narzędzie LTI w nowym oknie. Wybierz Fałsz, jeśli chcesz, aby zawartość LTI otwierała się w ramce IFrame na bieżącej stronie. Ta opcja jest używana tylko, gdy opcja Ukryj Narzędzie Zewnętrzne jest ustawiona na Fałsz.

source: Scored
pl: Punktowane

source: Select True if this component will receive a numerical score from the external LTI system.
pl: Wybierz Prawda, jeśli ten komponent otrzyma ocenę numeryczną z zewnętrznego systemu LTI.

source: Weight
pl: Waga

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
pl: Wprowadź maksymalną liczbę punktów możliwych do uzyskania za ten komponent. Wartość domyślna to 1.0. To ustawienie jest używane tylko, gdy opcja "Punktowane" jest ustawiona na Prawda.

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
pl: Ocena przechowywana w xblock KVS -- duplikat opublikowanej oceny w bazie danych django

source: Comment as returned from grader, LTI2.0 spec
pl: Komentarz zwrócony przez oceniającego, specyfikacja LTI2.0

source: Hide External Tool
pl: Ukryj narzędzie zewnętrzne

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
pl: Wybierz Prawda, jeśli chcesz używać tego komponentu jako symbolu zastępczego do synchronizacji z zewnętrznym systemem oceniania, zamiast uruchamiać zewnętrzne narzędzie. To ustawienie ukrywa przycisk "Uruchom" i wszystkie ramki IFrame dla tego komponentu.

source: Request user's username
pl: Żądaj nazwy użytkownika

source: Select True to request the user's username.
pl: Wybierz Prawda, aby zażądać nazwy użytkownika.

source: Request user's email
pl: Żądaj adresu e-mail użytkownika

source: Select True to request the user's email address.
pl: Wybierz Prawda, aby zażądać adresu e-mail użytkownika.

source: LTI Application Information
pl: Informacje o aplikacji LTI

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
pl: Wprowadź opis aplikacji zewnętrznej. Jeśli żądasz nazwy użytkownika i/lub adresu e-mail, użyj tego pola tekstowego, aby poinformować użytkowników, dlaczego ich nazwa użytkownika i/lub adres e-mail zostaną przekazane do aplikacji zewnętrznej.

source: Button Text
pl: Tekst przycisku

source: Enter the text on the button used to launch the third party application.
pl: Wpisz tekst, który ma się pojawić na przycisku służącym do uruchamiania aplikacji zewnętrznej.

source: Accept grades past deadline
pl: Akceptuj oceny po terminie

source: Select True to allow third party systems to post grades past the deadline.
pl: Wybierz Prawda, aby zezwolić systemom zewnętrznym na publikowanie ocen po terminie.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
pl: Nie można przeanalizować parametru niestandardowego: {custom_parameter}. Powinien to być ciąg znaków w formacie "x=y".

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
pl: Nie można przeanalizować paszportu LTI: {lti_passport}. Powinien to być ciąg znaków w formacie "id:key:secret".

source: Due Date
pl: Termin

source: Enter the default date by which problems are due.
pl: Wprowadź domyślną datę, do której zadania są wymagalne.

source: Number of Relative Weeks Due By
pl: Liczba tygodni zaległych od daty rejestracji

source: Enter the number of weeks the problems are due by relative to the learner's enrollment date
pl: Wprowadź liczbę tygodni, po których zadania są wymagalne, licząc od daty rejestracji ucznia.

source: GIT URL
pl: URL GIT

source: Enter the URL for the course data GIT repository.
pl: Wprowadź adres URL repozytorium GIT danych kursu.

source: XQA Key
pl: Klucz XQA

source: This setting is not currently supported.
pl: To ustawienie nie jest obecnie obsługiwane.

source: Enter the ids for the content groups this problem belongs to.
pl: Wprowadź identyfikatory grup treści, do których należy to zadanie.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", and "never".
pl: Określ, kiedy przycisk "Pokaż odpowiedź" ma się pojawiać dla każdego problemu. Dopuszczalne wartości to: "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due" i "never".

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
pl: Określ, kiedy wyświetlać poprawność odpowiedzi i wynik uczniom. Dopuszczalne wartości to "always", "never" i "past_due".

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
pl: Określ domyślną częstotliwość losowania wartości zmiennych w zadaniu. To ustawienie powinno być ustawione na "never", chyba że planujesz dostarczyć skrypt Pythona do identyfikowania i losowania wartości w większości zadań w Twoim kursie. Prawidłowe wartości to "always", "onreset", "never" i "per_student".

source: Days Early for Beta Users
pl: Dni wcześniej dla użytkowników Beta

source: Enter the number of days before the start date that beta users can access the course.
pl: Wprowadź liczbę dni przed datą rozpoczęcia, o którą użytkownicy beta mogą uzyskać dostęp do kursu.

source: Static Asset Path
pl: Ścieżka do zasobów statycznych

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
pl: Wprowadź ścieżkę do plików na stronie Pliki i Przesyłanie. Ta wartość zastępuje domyślną wartość Studio, c4x://.

source: Enable LaTeX Compiler
pl: Włącz kompilator LaTeX

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
pl: Wprowadź prawda lub fałsz. Jeśli prawda, możesz używać szablonów LaTeX dla komponentów HTML i zaawansowanych komponentów Problem.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
pl: Wprowadź maksymalną liczbę prób odpowiedzi na pytania przez studenta. Domyślnie, "Maksymalna liczba prób" jest ustawiona na null, co oznacza, że studenci mają nieograniczoną liczbę prób rozwiązania zadań. Możesz nadpisać to ustawienie dla całego kursu dla pojedynczych zadań. Jednakże, jeśli ustawienie dla całego kursu jest konkretną liczbą, nie możesz ustawić "Maksymalnej liczby prób" dla pojedynczych zadań na nieograniczoną.

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
pl: Wprowadź klucz API dostarczony przez MathWorks do dostępu do usługi MATLAB Hosted Service. Klucz ten jest przyznany do wyłącznego użytku w tym kursie na określony czas. Nie udostępniaj klucza API innym kursom. Powiadom MathWorks natychmiast, jeśli uważasz, że klucz został ujawniony lub naruszony. Aby uzyskać klucz do swojego kursu lub zgłosić problem, skontaktuj się z moocsupport@mathworks.com.

source: Group Configurations
pl: Konfiguracje grup

source: Enter the configurations that govern how students are grouped together.
pl: Wprowadź konfiguracje, które określają sposób grupowania studentów.

source: Enable video caching system
pl: Włącz system buforowania wideo

source: Enter true or false. If true, video caching will be used for HTML5 videos.
pl: Wpisz prawda lub fałsz. Jeśli prawda, buforowanie wideo będzie używane dla filmów HTML5.

source: Enable video auto-advance
pl: Włącz automatyczne przewijanie wideo

source: Specify whether to show an auto-advance button in videos. If the student clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
pl: Określ, czy wyświetlać przycisk automatycznego przewijania w filmach. Jeśli student go kliknie, po zakończeniu ostatniego filmu w jednostce, automatycznie przejdzie do następnej jednostki i odtworzy pierwszy film.

source: Video Pre-Roll
pl: Wstęp wideo

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
pl: Wybierz film o długości 5-10 sekund, który ma być odtwarzany przed filmami kursu. Wprowadź identyfikator filmu ze strony "Wgrywanie filmów" oraz jeden lub więcej plików z transkrypcją w następującym formacie: {format}. Na przykład, wpis dla filmu z dwoma transkrypcjami wygląda tak: {example}

source: Show Reset Button for Problems
pl: Pokaż przycisk Resetuj dla problemów

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
pl: Wpisz prawda lub fałsz. Jeśli ustawiono na prawda, wszystkie problemy w kursie domyślnie wyświetlają przycisk "Resetuj". Możesz to nadpisać w ustawieniach każdego problemu. Wszystkie istniejące problemy zostają zmienione, gdy to ustawienie kursu zostanie zmienione.

source: Enable Student Notes
pl: Włącz notatki studenckie

source: Enter true or false. If true, students can use the Student Notes feature.
pl: Wpisz prawda lub fałsz. Jeśli wpiszesz prawda, studenci będą mogli korzystać z funkcji notatek.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
pl: Wskazuje, czy notatki studenckie są widoczne w kursie. Studenci mogą również pokazywać lub ukrywać swoje notatki w materiałach kursowych.

source: Tag this block as part of an Entrance Exam section
pl: Oznacz ten blok jako część sekcji egzaminu wstępnego

source: Enter true or false. If true, answer submissions for problem blocks will be considered in the Entrance Exam scoring/gating algorithm.
pl: Wprowadź prawda lub fałsz. Jeśli prawda, przesłane odpowiedzi do bloków zadań będą brane pod uwagę w algorytmie oceniania/gatingu egzaminu wstępnego.

source: Error while reading {}. Check file for XML errors.
pl: Błąd podczas odczytu {}. Sprawdź plik pod kątem błędów XML.

source: Failed to import block: {} at location: {}
pl: Nie udało się zaimportować bloku: {} w lokalizacji: {}

source: Enrollment Track Groups
pl: Grupy ścieżek rekrutacji

source: Partition for segmenting users by enrollment track
pl: Partycja do segmentowania użytkowników według ścieżki rejestracji.

source: Whether this student has voted on the poll
pl: Czy ten student głosował w ankiecie

source: Student answer
pl: Odpowiedź studenta

source: Poll answers from all students
pl: Odpowiedzi na ankietę od wszystkich studentów

source: Poll answers from xml
pl: Odpowiedzi na ankietę z pliku xml

source: Poll question
pl: Pytanie ankiety

source: Enter the date by which problems are due.
pl: Wprowadź datę, do której należy oddać zadania.

source: Hide sequence content After Due Date
pl: Ukryj zawartość sekwencji po terminie

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
pl: Jeśli ustawione, zawartość sekwencji jest ukryta dla użytkowników spoza personelu po upływie terminu.

source: Is Entrance Exam
pl: Czy to egzamin wstępny

source: Tag this course block as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
pl: Oznacz ten blok kursu jako egzamin wstępny. Pamiętaj, musisz włączyć egzaminy wstępne, aby to ustawienie kursu weszło w życie.

source: Is Time Limited
pl: Czy czas jest ograniczony

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
pl: To ustawienie wskazuje, czy studenci mają ograniczony czas na przeglądanie lub interakcję z tym komponentem kursu.

source: Time Limit in Minutes
pl: Limit czasu w minutach

source: The number of minutes available to students for viewing or interacting with this courseware component.
pl: Liczba minut dostępnych dla studentów na przeglądanie lub interakcję z tym komponentem kursu.

source: Is Proctoring Enabled
pl: Czy nadzór jest włączony

source: This setting indicates whether this exam is a proctored exam.
pl: To ustawienie wskazuje, czy ten egzamin jest egzaminem nadzorowanym.

source: Software Secure Review Rules
pl: Zasady przeglądu oprogramowania bezpieczeństwa

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
pl: To ustawienie wskazuje zasady, których zespół nadzorujący musi przestrzegać podczas oglądania filmów.

source: Is Practice Exam
pl: Czy jest egzaminem próbnym

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
pl: To ustawienie wskazuje, czy ten egzamin służy wyłącznie do celów testowych. Egzaminy próbne nie są weryfikowane.

source: Is Onboarding Exam
pl: Czy jest egzaminem wstępnym

source: This setting indicates whether this exam is an onboarding exam.
pl: To ustawienie wskazuje, czy ten egzamin jest egzaminem wstępnym.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
pl: Ta podsekcja jest odblokowywana dla uczących się po spełnieniu wymagań wstępnych.

source: This exam is hidden from the learner.
pl: Ten egzamin jest ukryty przed uczącym się.

source: Because the course has ended, this assignment is hidden from the learner.
pl: Ponieważ kurs się zakończył, to zadanie jest ukryte przed uczącym się.

source: Because the due date has passed, this assignment is hidden from the learner.
pl: Ponieważ minął termin, to zadanie jest ukryte przed uczącym się.

source: This section is a prerequisite. You must complete this section in order to unlock additional content.
pl: Ta sekcja jest warunkiem wstępnym. Musisz ukończyć tę sekcję, aby odblokować dodatkową zawartość.

source: A list summarizing what students should look forward to in this section.
pl: Lista podsumowująca, czego studenci mogą oczekiwać w tej sekcji.

source: Group ID {group_id}
pl: Identyfikator grupy {group_id}

source: Not Selected
pl: Nie wybrano

source: The display name for this component. (Not shown to learners)
pl: Nazwa wyświetlana dla tego komponentu. (Nie pokazano uczącym się)

source: Content Experiment
pl: Eksperyment z zawartością

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
pl: Konfiguracja określa, w jaki sposób użytkownicy są grupowani dla tego eksperymentu z zawartością. Uwaga: Zmiana konfiguracji grupy eksperymentu widocznego dla studenta wpłynie na dane eksperymentu.

source: Group Configuration
pl: Konfiguracja grupy

source: Which child block students in a particular group_id should see
pl: Który blok podrzędny powinni zobaczyć studenci z określonym group_id

source: {group_name} (inactive)
pl: {group_name} (nieaktywny)

source: The experiment is not associated with a group configuration.
pl: Eksperyment nie jest powiązany z konfiguracją grupy.

source: Select a Group Configuration
pl: Wybierz konfigurację grupy

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
pl: Eksperyment używa usuniętej konfiguracji grupy. Wybierz prawidłową konfigurację grupy lub usuń ten eksperyment.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
pl: Eksperyment używa konfiguracji grupy, która nie jest obsługiwana w eksperymentach. Wybierz prawidłową konfigurację grupy lub usuń ten eksperyment.

source: The experiment does not contain all of the groups in the configuration.
pl: Eksperyment nie zawiera wszystkich grup z konfiguracji.

source: Add Missing Groups
pl: Dodaj brakujące grupy

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
pl: Eksperyment ma nieaktywną grupę. Przenieś zawartość do aktywnych grup, a następnie usuń nieaktywną grupę.

source: This content experiment has issues that affect content visibility.
pl: Ten eksperyment z zawartością ma problemy, które wpływają na widoczność zawartości.

source: External Discussion
pl: Zewnętrzne dyskusje

source: Enable in-context discussions for the Unit
pl: Włącz dyskusje w kontekście dla Jednostki

source: Add discussion for the Unit.
pl: Dodaj dyskusję dla Jednostki.

source: Here's a fun clip from a class I'm taking on {social_account_handle} from {organization_name}.
pl: Oto zabawny klip z zajęć, które biorę na {social_account_handle} od {organization_name}.

source: Here's a fun clip from a class I'm taking on {social_account_handle}.
pl: Oto zabawny klip z zajęć, które biorę na {social_account_handle}.

source: Here's a fun clip from a class I'm taking from {organization_name}.
pl: Oto zabawny klip z zajęć, które biorę od {organization_name}.

source: Here's a fun clip from a class I'm taking on {platform_name}.
pl: Oto zabawny klip z zajęć, które biorę na {platform_name}.

source: Can't get transcript link from Youtube for {youtube_id}.
pl: Nie można uzyskać linku do transkrypcji z YouTube dla {youtube_id}.

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
pl: Nie można otrzymać transkrypcji z YouTube dla {youtube_id}. Kod statusu: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
pl: Obsługujemy tylko format transkrypcji SubRip (*.srt).

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
pl: Coś nie tak z plikiem transkrypcji SubRip podczas parsowania. Wewnętrzna wiadomość: {error_message}

source: Something wrong with SubRip transcripts file during parsing.
pl: Coś nie tak z plikiem transkrypcji SubRip podczas parsowania.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
pl: {exception_message}: Nie można znaleźć przesłanych transkrypcji: {user_filename}

source: Basic
pl: Podstawowe

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
pl: URL do Twojego wideo. Może to być URL z YouTube lub link do pliku wideo w formacie .mp4, .ogg lub .webm hostowanego w innym miejscu w Internecie.

source: Default Video URL
pl: Domyślny URL wideo

source: Language is required.
pl: Język jest wymagany.

source: Component Display Name
pl: Nazwa wyświetlana komponentu

source: Current position in the video.
pl: Aktualna pozycja w wideo.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
pl: Opcjonalnie, dla starszych przeglądarek: ID YouTube dla wideo o normalnej prędkości.

source: YouTube ID
pl: ID YouTube

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
pl: Opcjonalnie, dla starszych przeglądarek: ID YouTube dla wideo z prędkością .75x.

source: YouTube ID for .75x speed
pl: ID YouTube dla prędkości .75x

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
pl: Opcjonalnie, dla starszych przeglądarek: ID YouTube dla wideo z prędkością 1.25x.

source: YouTube ID for 1.25x speed
pl: ID YouTube dla prędkości 1.25x

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
pl: Opcjonalnie, dla starszych przeglądarek: ID YouTube dla wideo z prędkością 1.5x.

source: YouTube ID for 1.5x speed
pl: ID YouTube dla prędkości 1.5x

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
pl: Czas, od którego ma się rozpocząć wideo, jeśli nie chcesz, aby odtwarzał się cały film. Nieobsługiwane w natywnej aplikacji mobilnej: odtworzony zostanie cały plik wideo. Format: GG:MM:SS. Maksymalna wartość to 23:59:59.

source: Video Start Time
pl: Czas rozpoczęcia wideo

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
pl: Czas, w którym wideo ma się zatrzymać, jeśli nie chcesz, aby odtwarzał się cały film. Nieobsługiwane w natywnej aplikacji mobilnej: odtworzony zostanie cały plik wideo. Format: GG:MM:SS. Maksymalna wartość to 23:59:59.

source: Video Stop Time
pl: Czas zatrzymania wideo
