Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Certificates Downloadable Before End
pl: Certyfikaty do pobrania przed końcem

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
pl: Wprowadź prawdę lub fałsz. Jeśli prawda, studenci mogą pobrać certyfikaty przed zakończeniem kursu, jeśli spełnili wymagania certyfikatu.

source: Certificates Display Behavior
pl: Zachowanie wyświetlania certyfikatów

source: This field, together with certificate_available_date will determine when a user can see their certificate for the course
pl: To pole, wraz z datą dostępności certyfikatu, określi, kiedy użytkownik będzie mógł zobaczyć swój certyfikat dla kursu.

source: Course About Page Image
pl: Obraz strony "O kursie"

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
pl: Edytuj nazwę pliku obrazu kursu. Musisz przesłać ten plik na stronie Pliki i przesyłanie. Możesz również ustawić obraz kursu na stronie Ustawienia i szczegóły.

source: Course Banner Image
pl: Obraz baneru kursu

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
pl: Edytuj nazwę pliku obrazu baneru. Obraz baneru możesz ustawić na stronie Ustawienia i szczegóły.

source: Course Video Thumbnail Image
pl: Miniatura wideo kursu

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
pl: Edytuj nazwę pliku miniatury wideo. Miniaturę wideo możesz ustawić na stronie Ustawienia i szczegóły.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
pl: Użyj tego ustawienia tylko podczas generowania certyfikatów PDF. Między cudzysłowami wprowadź krótką nazwę typu certyfikatu, który studenci otrzymują po ukończeniu kursu. Na przykład: "Certyfikat".

source: Certificate Name (Short)
pl: Nazwa certyfikatu (krótka)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
pl: Użyj tego ustawienia tylko podczas generowania certyfikatów PDF. Między cudzysłowami wprowadź pełną nazwę typu certyfikatu, który studenci otrzymują po ukończeniu kursu. Na przykład: "Certyfikat Osiągnięcia".

source: Certificate Name (Long)
pl: Nazwa certyfikatu (długa)

source: Certificate Web/HTML View Enabled
pl: Włączony widok certyfikatu Web/HTML

source: If true, certificate Web/HTML views are enabled for the course.
pl: Jeśli prawda, widoki certyfikatów Web/HTML są włączone dla kursu.

source: Certificate Web/HTML View Overrides
pl: Nadpisania widoku certyfikatu Web/HTML

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
pl: Wprowadź tutaj nadpisania parametrów szablonu Web/HTML specyficzne dla kursu (format JSON)

source: Certificate Configuration
pl: Konfiguracja certyfikatu

source: Enter course-specific configuration information here (JSON format)
pl: Wprowadź tutaj informacje konfiguracyjne specyficzne dla kursu (format JSON)

source: CSS Class for Course Reruns
pl: Klasa CSS dla ponownych uruchomień kursów

source: Allows courses to share the same css class across runs even if they have different numbers.
pl: Pozwala kursom dzielić tę samą klasę CSS w różnych uruchomieniach, nawet jeśli mają różne numery.

source: Discussion Forum External Link
pl: Zewnętrzny link do forum dyskusyjnego

source: Allows specification of an external link to replace discussion forums.
pl: Pozwala na określenie zewnętrznego linku do zastąpienia forów dyskusyjnych.

source: Hide Progress Tab
pl: Ukryj zakładkę Postęp

source: Allows hiding of the progress tab.
pl: Pozwala na ukrycie zakładki postępu.

source: Course Organization Display String
pl: Ciąg znaków do wyświetlenia dla organizacji kursu

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
pl: Wprowadź organizację kursu, która ma pojawić się w kursie. To ustawienie zastępuje organizację, którą wprowadziłeś podczas tworzenia kursu. Aby użyć organizacji, którą wprowadziłeś podczas tworzenia kursu, wpisz null.

source: Course Number Display String
pl: Ciąg znaków do wyświetlenia dla numeru kursu

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
pl: Wprowadź numer kursu, który ma pojawić się w kursie. To ustawienie zastępuje numer kursu, który wprowadziłeś podczas tworzenia kursu. Aby użyć numeru kursu, który wprowadziłeś podczas tworzenia kursu, wpisz null.

source: Course Maximum Student Enrollment
pl: Maksymalna liczba studentów zapisanych na kurs

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
pl: Wprowadź maksymalną liczbę studentów, którzy mogą zapisać się na kurs. Aby zezwolić na nieograniczoną liczbę studentów, wpisz null.

source: Allow Public Wiki Access
pl: Zezwól na publiczny dostęp do Wiki

source: Enter true or false. If true, students can view the course wiki even if they're not enrolled in the course.
pl: Wprowadź prawdę lub fałsz. Jeśli prawda, studenci mogą przeglądać wiki kursu, nawet jeśli nie są zapisani na kurs.

source: Invitation Only
pl: Tylko na zaproszenie

source: Whether to restrict enrollment to invitation by the course staff.
pl: Czy ograniczyć zapisy do zaproszenia przez personel kursu.

source: Pre-Course Survey Name
pl: Nazwa ankiety przedkursem

source: Name of SurveyForm to display as a pre-course survey to the user.
pl: Nazwa formularza ankiety do wyświetlenia użytkownikowi jako ankieta przed kursem.

source: Pre-Course Survey Required
pl: Wymagana ankieta przedkursem

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
pl: Określ, czy studenci muszą wypełnić ankietę przed wyświetleniem treści kursu. Jeśli ustawisz tę wartość na prawdę, musisz dodać nazwę ankiety do ustawienia Nazwa ankiety kursu powyżej.

source: Course Visibility In Catalog
pl: Widoczność kursu w katalogu

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
pl: Definiuje uprawnienia dostępu do wyświetlania kursu w katalogu kursów. Można ustawić jedną z trzech wartości: 'both' (pokaż w katalogu i zezwól na dostęp do strony informacyjnej), 'about' (zezwalaj tylko na dostęp do strony informacyjnej), 'none' (nie pokazuj w katalogu i nie zezwalaj na dostęp do strony informacyjnej).

source: Entrance Exam Enabled
pl: Włączony egzamin wstępny

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
pl: Określ, czy studenci muszą ukończyć egzamin wstępny, zanim będą mogli przeglądać treści kursu. Pamiętaj, że musisz włączyć egzaminy wstępne, aby to ustawienie kursu weszło w życie.

source: Entrance Exam Minimum Score (%)
pl: Minimalny wynik egzaminu wstępnego (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
pl: Określ minimalny wynik procentowy egzaminu wstępnego, zanim studenci będą mogli przeglądać treści kursu. Pamiętaj, że musisz włączyć egzaminy wstępne, aby to ustawienie kursu weszło w życie.

source: Entrance Exam ID
pl: ID egzaminu wstępnego

source: Content block identifier (location) of entrance exam.
pl: Identyfikator bloku treści (lokalizacja) egzaminu wstępnego.

source: Social Media Sharing URL
pl: URL udostępniania w mediach społecznościowych

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
pl: Jeśli udostępnianie społecznościowe z panelu i niestandardowe adresy URL kursów są włączone, możesz podać adres URL (taki jak adres URL strony informacyjnej kursu), do którego mogą prowadzić linki z serwisów społecznościowych. Adresy URL muszą być w pełni kwalifikowane. Na przykład: http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
pl: Język kursu

source: Specify the language of your course.
pl: Określ język swojego kursu.

source: Teams Configuration
pl: Konfiguracja zespołów

source: Enable Proctored Exams
pl: Włącz egzaminy nadzorowane

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
pl: Wprowadź prawdę lub fałsz. Jeśli ta wartość jest prawdziwa, egzaminy nadzorowane są włączone w Twoim kursie. Zauważ, że włączenie egzaminów nadzorowanych włączy również egzaminy czasowe.

source: Proctoring Provider
pl: Dostawca nadzoru

source: Enter the proctoring provider you want to use for this course run. Choose from the following options: {available_providers}.
pl: Wprowadź dostawcę nadzoru, którego chcesz użyć do tego uruchomienia kursu. Wybierz spośród następujących opcji: {available_providers}.

source: Proctortrack Exam Escalation Contact
pl: Kontakt w sprawie eskalacji egzaminu Proctortrack

source: Required if 'proctortrack' is selected as your proctoring provider. Enter an email address to be contacted by the support team whenever there are escalations (e.g. appeals, delayed reviews, etc.).
pl: Wymagane, jeśli 'proctortrack' jest wybrane jako dostawca nadzoru. Wprowadź adres e-mail, pod którym zespół wsparcia będzie kontaktować się w przypadku eskalacji (np. odwołań, opóźnionych recenzji itp.).

source: Allow Opting Out of Proctored Exams
pl: Zezwól na rezygnację z egzaminów nadzorowanych

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
pl: Wprowadź prawdę lub fałsz. Jeśli ta wartość jest prawdziwa, uczący się mogą wybrać przystąpienie do egzaminów nadzorowanych bez nadzoru. Jeśli ta wartość jest fałszywa, wszyscy uczący się muszą przystąpić do egzaminu z nadzorem. To ustawienie ma zastosowanie tylko wtedy, gdy egzaminy nadzorowane są włączone dla kursu.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
pl: Twórz zgłoszenia Zendesk dla podejrzanych prób egzaminów nadzorowanych

source: Enter true or false. If this value is true, a Zendesk ticket will be createdfor suspicious attempts.
pl: Wprowadź prawdę lub fałsz. Jeśli wartość to prawda, zostanie utworzona etykieta Zendesk dla podejrzanych prób.

source: Enable Timed Exams
pl: Włącz egzaminy na czas

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
pl: Wprowadź prawdę lub fałsz. Jeśli ta wartość to prawda, egzaminy na czas są włączone w Twoim kursie. Niezależnie od tego ustawienia, egzaminy na czas są włączone, jeśli opcja Włącz egzaminy nadzorowane jest ustawiona na prawdę.

source: Minimum Grade for Credit
pl: Minimalna ocena do zaliczenia

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
pl: Minimalna ocena, jaką uczeń musi uzyskać, aby otrzymać zaliczenie kursu, jako liczba dziesiętna między 0,0 a 1,0. Na przykład, dla 75%, wprowadź 0,75.

source: Self Paced
pl: We własnym tempie

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
pl: Ustaw na "prawda", aby oznaczyć ten kurs jako we własnym tempie. Kursy we własnym tempie nie mają terminów oddawania zadań, a studenci mogą przechodzić przez kurs w dowolnym tempie przed jego zakończeniem.

source: Enable Subsection Prerequisites
pl: Włącz wymagania wstępne podsekcji

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
pl: Wprowadź prawdę lub fałsz. Jeśli ta wartość to prawda, możesz ukryć podsekcję, dopóki uczniowie nie uzyskają minimalnego wyniku w innej, wymaganej podsekcji.

source: Course Learning Information
pl: Informacje o nauce w kursie

source: Specify what student can learn from the course.
pl: Określ, czego studenci mogą nauczyć się z kursu.

source: Course Visibility For Unenrolled Learners
pl: Widoczność kursu dla niezapisanych uczestników

source: Defines the access permissions for unenrolled learners. This can be set to one of three values: 'private' (default visibility, only allowed for enrolled students), 'public_outline' (allow access to course outline) and 'public' (allow access to both outline and course content).
pl: Definiuje uprawnienia dostępu dla niezapisanych uczestników. Można to ustawić na jedną z trzech wartości: 'private' (domyślna widoczność, dozwolone tylko dla zapisanych studentów), 'public_outline' (umożliwia dostęp do konspektu kursu) i 'public' (umożliwia dostęp zarówno do konspektu, jak i zawartości kursu).

source: Video Sharing Options
pl: Opcje udostępniania wideo

source: Specify the video sharing options for the course. This can be set to one of three values: 'all-on', 'all-off' and 'per-video'. with 'per-video' as the default.
pl: Określa opcje udostępniania filmów wideo dla kursu. Można ustawić jedną z trzech wartości: "all-on", "all-off" i "per-video", przy czym "per-video" jest wartością domyślną.

source: Force Flexible Grading for Peer ORAs
pl: Wymuś elastyczne ocenianie dla ORAs rówieśniczych

source: Setting this flag will force on the flexible grading option for all peer-graded ORAs in this course.
pl: Ustawienie tej flagi wymusi opcję elastycznego oceniania dla wszystkich zadań ORA ocenianych przez rówieśników w tym kursie.

source: Course Instructor
pl: Instruktor kursu

source: Enter the details for Course Instructor
pl: Wprowadź szczegóły dotyczące instruktora kursu

source: Add Unsupported Problems and Tools
pl: Dodaj nieobsługiwane problemy i narzędzia

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
pl: Wprowadź prawdę lub fałsz. Jeśli prawda, możesz dodać nieobsługiwane problemy i narzędzia do swojego kursu w Studio. Nieobsługiwane problemy i narzędzia nie są zalecane do użytku w kursach ze względu na niezgodność z jednym lub więcej podstawowych wymagań, takich jak testowanie, dostępność, internacjonalizacja i dokumentacja.

source: Highlights Enabled for Messaging
pl: Wyróżnienia włączone dla wiadomości

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
pl: Wprowadź prawdę lub fałsz. Jeśli prawda, wszelkie wyróżnienia związane z treścią kursu zostaną wysłane do uczniów o zaplanowanej godzinie.

source: Course-wide Custom JS
pl: Niestandardowy JS dla całego kursu

source: Enter Javascript resource URLs you want to be loaded globally throughout the course pages.
pl: Wprowadź adresy URL zasobów Javascript, które mają być ładowane globalnie na stronach kursu.

source: Course-wide Custom CSS
pl: Niestandardowy CSS dla całego kursu

source: Enter CSS resource URLs you want to be loaded globally throughout the course pages.
pl: Wprowadź adresy URL zasobów CSS, które mają być ładowane globalnie na stronach kursu.

source: Other Course Settings
pl: Inne ustawienia kursu

source: Any additional information about the course that the platform needs or that allows integration with external systems such as CRM software. Enter a dictionary of values in JSON format, such as { "my_custom_setting": "value", "other_setting": "value" }
pl: Wszelkie dodatkowe informacje o kursie, których potrzebuje platforma lub które umożliwiają integrację z systemami zewnętrznymi, takimi jak oprogramowanie CRM. Wprowadź słownik wartości w formacie JSON, np. { "my_custom_setting": "wartość", "other_setting": "wartość" }

source: General
pl: Ogólne

source: Category
pl: Kategoria

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
pl: Nazwa kategorii dla dyskusji. Ta nazwa pojawia się w lewym panelu forum dyskusyjnego dla kursu.

source: Subcategory
pl: Podkategoria

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
pl: Nazwa podkategorii dla dyskusji. Ta nazwa pojawia się w lewym panelu forum dyskusyjnego dla kursu.

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
pl: Nie jesteś zalogowany. Aby wyświetlić zawartość dyskusji, {sign_in_link} lub {register_link} i zapisz się na ten kurs.

source: {assignment_type} = {weighted_percent:.2%} of a possible {weight:.2%}
pl: {assignment_type} = {weighted_percent:.2%} z możliwych {weight:.2%}

source: Generated
pl: Wygenerowano

source: {section_type} {index} Unreleased - 0% (?/?)
pl: {section_type} {index} Nieopublikowane - 0% (?/?)

source: The lowest {drop_count} {section_type} scores are dropped.
pl: Najniższe {drop_count} wyniki {section_type} są odrzucane.

source: {section_type} Average = {percent:.2%}
pl: {section_type} Średnia = {percent:.2%}

source: {short_label} Avg
pl: {short_label} Śr.

source: ERROR: "{block_type}" is an unknown component type. This component will be hidden in LMS.
pl: BŁĄD: "{block_type}" to nieznany typ komponentu. Ten komponent będzie ukryty w LMS.

source: Html contents to display for this block
pl: Zawartość HTML do wyświetlenia dla tego bloku

source: Source code for LaTeX documents. This feature is not well-supported.
pl: Kod źródłowy dokumentów LaTeX. Ta funkcja nie jest dobrze obsługiwana.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
pl: Wybierz Wizualne, aby wprowadzić treść i pozwolić edytorowi automatycznie utworzyć HTML. Wybierz Surowy, aby edytować HTML bezpośrednio. Jeśli zmienisz to ustawienie, musisz zapisać komponent, a następnie ponownie go otworzyć do edycji.

source: Editor
pl: Edytor

source: Visual
pl: Wizualne

source: Raw
pl: Surowe

source: Hide Page From Learners
pl: Ukryj stronę przed uczniami

source: If you select this option, only course team members with the Staff or Admin role see this page.
pl: Jeśli wybierzesz tę opcję, tę stronę zobaczą tylko członkowie zespołu kursu z rolą pracownika lub administratora.

source: HTML for the additional pages
pl: HTML dla dodatkowych stron

source: List of course update items
pl: Lista pozycji aktualizacji kursu

source: Count
pl: Liczba

source: Enter the number of components to display to each student. Set it to -1 to display all components.
pl: Wprowadź liczbę komponentów do wyświetlenia każdemu studentowi. Ustaw na -1, aby wyświetlić wszystkie komponenty.

source: Determines whether a 'Reset Problems' button is shown, so users may reset their answers and reshuffle selected items.
pl: Określa, czy wyświetlany jest przycisk "Resetuj problemy", aby użytkownicy mogli zresetować swoje odpowiedzi i przetasować wybrane elementy.

source: Any Type
pl: Dowolny typ

source: Library
pl: Biblioteka

source: Select the library from which you want to draw content.
pl: Wybierz bibliotekę, z której chcesz pobrać zawartość.

source: Library Version
pl: Wersja biblioteki

source: Problem Type
pl: Typ problemu

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
pl: Wybierz typ problemu do pobrania z biblioteki. Jeśli wybrano "Dowolny typ", nie stosuje się filtrowania.

source: Source content library has not been specified.
pl: Nie określono biblioteki treści źródłowej.

source: Content libraries are not available in the current runtime.
pl: Biblioteki zawartości nie są dostępne w bieżącym środowisku uruchomieniowym.

source: Source content library does not exist: {source_library_id}
pl: Biblioteka treści źródłowej nie istnieje: {source_library_id}

source: This component is out of date. The library has new content.
pl: Ten komponent jest nieaktualny. Biblioteka ma nową zawartość.

source: {refresh_icon} Update now.
pl: {refresh_icon} Zaktualizuj teraz.

source: Library is invalid, corrupt, or has been deleted.
pl: Biblioteka jest nieprawidłowa, uszkodzona lub została usunięta.

source: Edit Library List.
pl: Edytuj konfigurację biblioteki.

source: This course does not support content libraries. Contact your system administrator for more information.
pl: Ten kurs nie obsługuje bibliotek treści. Aby uzyskać więcej informacji, skontaktuj się z administratorem systemu.

source: A library has not yet been selected.
pl: Nie wybrano jeszcze biblioteki.

source: Select a Library.
pl: Wybierz bibliotekę.

source: There are no problems in the specified library of type {capa_type}.
pl: Brak problemów w określonej bibliotece typu {capa_type}.

source: Select another problem type.
pl: Wybierz inny typ problemu.

source: Edit the library configuration.
pl: Edytuj konfigurację biblioteki.

source: Invalid Library
pl: Nieprawidłowa biblioteka

source: No Library Selected
pl: Nie wybrano biblioteki

source: Library Display Name
pl: Nazwa wyświetlana biblioteki

source: Enter the names of the advanced components to use in your library.
pl: Wprowadź nazwy zaawansowanych komponentów do wykorzystania w Twojej bibliotece.

source: The display name for this component. Analytics reports may also use the display name to identify this component.
pl: Nazwa wyświetlana dla tego komponentu. Raporty analityczne mogą również używać nazwy wyświetlanej do identyfikacji tego komponentu.

source: LTI ID
pl: Identyfikator LTI

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
pl: Wprowadź identyfikator LTI dla zewnętrznego dostawcy LTI. Ta wartość musi być taka sama jak identyfikator LTI wprowadzony w ustawieniu LTI Passports na stronie Ustawienia zaawansowane.{break_tag}Zobacz {docs_anchor_open}dokumentację edX LTI{anchor_close}, aby uzyskać więcej szczegółów na temat tego ustawienia.

source: LTI URL
pl: URL LTI
