Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: All payment options are currently unavailable.
pl: Wszystkie opcje płatności są obecnie niedostępne.

source: Try the transaction again in a few minutes.
pl: Spróbuj ponownie za kilka minut.

source: An error has occurred. Please try again.
pl: Wystąpił błąd. Proszę spróbować ponownie.

source: Could not submit order
pl: Nie można złożyć zamówienia.

source: Take a photo of your ID
pl: Zrób zdjęcie swojego dowodu tożsamości

source: Review your info
pl: Sprawdź swoje dane

source: An error has occurred. Please try reloading the page.
pl: Wystąpił błąd, spróbuj ponownie i odśwież stronę

source: Video Capture Error
pl: Błąd przechwytywania wideo

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
pl: Proszę sprawdzić, czy kamera internetowa jest podłączona i czy zezwoliłeś przeglądarce na dostęp do niej.

source: No Webcam Detected
pl: Nie wykryto kamery internetowej.

source: You don't seem to have a webcam connected.
pl: Wygląda na to, że nie masz podłączonej kamery internetowej.

source: Double-check that your webcam is connected and working to continue.
pl: Sprawdź ponownie, czy Twoja kamera internetowa jest podłączona i działa, aby kontynuować.

source: Photo Captured successfully.
pl: Zdjęcie zostało pomyślnie przechwycone.

source: No Flash Detected
pl: Nie wykryto Flash

source: You don't seem to have Flash installed. Get Flash to continue your verification.
pl: Wygląda na to, że nie masz zainstalowanego Flash. Zainstaluj Flash, aby kontynuować weryfikację.

source: Editable
pl: Edytowalne

source: Validation Error
pl: Błąd walidacji

source: In Progress
pl: W toku

source: Placeholder
pl: Symbol zastępczy

source: Your upload of '{file}' succeeded.
pl: Twoje przesłanie '{file}' powiodło się.

source: Your upload of '{file}' failed.
pl: Przesyłanie Twojego pliku '{file}' nie powiodło się.

source: Upload an image
pl: Prześlij obraz

source: Change image
pl: Zmień obraz

source: Image
pl: Obraz

source: An error has occurred. Refresh the page, and then try again.
pl: Wystąpił błąd. Odśwież stronę, a następnie spróbuj ponownie.

source: The file must be at least {size} in size.
pl: Rozmiar pliku musi wynosić co najmniej {size}.

source: The file must be smaller than {size} in size.
pl: Plik musi być mniejszy niż {size}.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
pl: Przesyłanie w toku. Aby uniknąć błędów, pozostań na tej stronie, dopóki proces nie zostanie zakończony.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
pl: Usuwanie w toku. Aby uniknąć błędów, pozostań na tej stronie, dopóki proces nie zostanie zakończony.

source: bytes
pl: bajty

source: Course is not yet visible to students.
pl: Kurs nie jest jeszcze widoczny dla studentów.

source: You cannot view the course as a student or beta tester before the course release date.
pl: Nie możesz przeglądać kursu jako student ani beta tester przed datą premiery kursu.

source: Overall Score
pl: Ogólny wynik

source: Bookmark this page
pl: Dodaj tę stronę do zakładek

source: Bookmarked
pl: Dodano do zakładek

source: Updating with latest library content
pl: Aktualizowanie o najnowszą zawartość biblioteki.

source: Creating missing groups
pl: Tworzenie brakujących grup

source: {start_strong}{total}{end_strong} words submitted in total.
pl: {start_strong}{total}{end_strong} słów przesłanych łącznie.

source: Show Annotations
pl: Pokaż adnotacje

source: Hide Annotations
pl: Ukryj adnotacje

source: Expand Instructions
pl: Rozwiń instrukcje

source: Collapse Instructions
pl: Zwiń instrukcje

source: Reply to Annotation
pl: Odpowiedz na adnotację

source: The grading process is still running. Refresh the page to see updates.
pl: Proces oceniania wciąż trwa. Odśwież stronę, aby zobaczyć aktualizacje.

source: Could not grade your answer. The submission was aborted.
pl: Nie udało się ocenić Twojej odpowiedzi. Przesyłanie zostało przerwane.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
pl: Przesyłanie anulowane! Przepraszamy, Twoja przeglądarka nie obsługuje przesyłania plików. Jeśli możesz, użyj Chrome lub Safari, które zostały zweryfikowane pod kątem obsługi przesyłania plików.

source: You submitted {filename}; only {allowedFiles} are allowed.
pl: Wysłano {filename}; dozwolone są tylko {allowedFiles}.

source: Your file {filename} is too large (max size: {maxSize}MB).
pl: Twój plik {filename} jest za duży (maksymalny rozmiar: {maxSize} MB).

source: You did not submit the required files: {requiredFiles}.
pl: Nie przesłano wymaganych plików: {requiredFiles}.

source: You did not select any files to submit.
pl: Nie wybrano żadnych plików do przesłania.

source: This problem has been reset.
pl: Ten problem został zresetowany.

source: unsubmitted
pl: nieprzesłane

source: Paragraph
pl: Akapit

source: Preformatted
pl: Preformatowany

source: Heading 3
pl: Nagłówek 3

source: Heading 4
pl: Nagłówek 4

source: Heading 5
pl: Nagłówek 5

source: Heading 6
pl: Nagłówek 6

source: Add to Dictionary
pl: Dodaj do słownika

source: Align center
pl: Wyrównaj do środka

source: Align left
pl: Wyrównaj do lewej

source: Align right
pl: Wyrównaj do prawej

source: Alignment
pl: Wyrównanie

source: Alternative source
pl: Alternatywne źródło

source: Anchor
pl: Kotwica

source: Anchors
pl: Kotwice

source: Author
pl: Autor

source: Background color
pl: Kolor tła

source: Blocks
pl: Bloki

source: Body
pl: Treść

source: Bold
pl: Pogrubienie

source: Border color
pl: Kolor obramowania

source: Border
pl: Obramowanie

source: Bottom
pl: Dół

source: Bullet list
pl: Lista wypunktowana

source: Caption
pl: Podpis

source: Cell padding
pl: Wypełnienie komórki

source: Cell properties
pl: Właściwości komórki

source: Cell spacing
pl: Odstępy między komórkami

source: Cell type
pl: Typ komórki

source: Cell
pl: Komórka

source: Center
pl: Środek

source: Circle
pl: Koło

source: Clear formatting
pl: Wyczyść formatowanie

source: Code block
pl: Blok kodu

source: Code
pl: Kod

source: Color
pl: Kolor

source: Cols
pl: Kolumny

source: Column group
pl: Grupa kolumn

source: Column
pl: Kolumna

source: Constrain proportions
pl: Ogranicz proporcje

source: Copy row
pl: Kopiuj wiersz

source: Copy
pl: Kopiuj

source: Could not find the specified string.
pl: Nie można znaleźć określonego ciągu.

source: Custom color
pl: Kolor niestandardowy

source: Custom...
pl: Niestandardowy...

source: Cut row
pl: Wytnij wiersz

source: Cut
pl: Wytnij

source: Decrease indent
pl: Zmniejsz wcięcie

source: Default
pl: Domyślny

source: Delete column
pl: Usuń kolumnę

source: Delete row
pl: Usuń wiersz

source: Delete table
pl: Usuń tabelę

source: Description
pl: Opis

source: Dimensions
pl: Wymiary

source: Disc
pl: Dysk

source: Document properties
pl: Właściwości dokumentu

source: Edit HTML
pl: Edytuj HTML

source: Edit
pl: Edytuj

source: Embed
pl: Osadź

source: Emoticons
pl: Emotikony

source: Encoding
pl: Kodowanie

source: File
pl: Plik

source: Find and replace
pl: Znajdź i zamień

source: Find next
pl: Znajdź następny

source: Find previous
pl: Znajdź poprzedni

source: Find
pl: Znajdź

source: Finish
pl: Zakończ

source: Font Family
pl: Rodzina fontów

source: Font Sizes
pl: Rozmiary fontów

source: Footer
pl: Stopka

source: Formats
pl: Formaty

source: Fullscreen
pl: Pełny ekran

source: General
pl: Ogólne

source: H Align
pl: Wyrównanie H

source: Header 1
pl: Nagłówek 1

source: Header 2
pl: Nagłówek 2

source: Header 3
pl: Nagłówek 3

source: Header 4
pl: Nagłówek 4

source: Header 5
pl: Nagłówek 5

source: Header 6
pl: Nagłówek 6

source: Header cell
pl: Komórka nagłówka

source: Header
pl: Nagłówek

source: Headers
pl: Nagłówki

source: Heading 1
pl: Nagłówek 1

source: Heading 2
pl: Nagłówek 2

source: Headings
pl: Nagłówki

source: Height
pl: Wysokość

source: Horizontal line
pl: Linia pozioma

source: Horizontal space
pl: Odstęp poziomy

source: HTML source code
pl: Kod źródłowy HTML

source: Ignore all
pl: Ignoruj wszystko

source: Image description
pl: Opis obrazu

source: Increase indent
pl: Zwiększ wcięcie

source: Inline
pl: W tekście

source: Insert column after
pl: Wstaw kolumnę po

source: Insert column before
pl: Wstaw kolumnę przed

source: Insert date/time
pl: Wstaw datę/czas

source: Insert image
pl: Wstaw obraz

source: Insert link
pl: Wstaw link

source: Insert row after
pl: Wstaw wiersz po

source: Insert row before
pl: Wstaw wiersz przed

source: Insert table
pl: Wstaw tabelę

source: Insert template
pl: Wstaw szablon

source: Insert video
pl: Wstaw wideo

source: Insert
pl: Wstaw

source: Insert/edit image
pl: Wstaw/edytuj obraz

source: Insert/edit link
pl: Wstaw/edytuj link

source: Insert/edit video
pl: Wstaw/edytuj wideo

source: Italic
pl: Kursywa

source: Justify
pl: Wyjustuj

source: Keywords
pl: Słowa kluczowe

source: Left to right
pl: Od lewej do prawej

source: Left
pl: Lewo

source: Lower Alpha
pl: Małe litery alfabetu

source: Lower Greek
pl: Małe litery greckie

source: Lower Roman
pl: Małe cyfry rzymskie

source: Match case
pl: Uwzględnij wielkość liter

source: Merge cells
pl: Scal komórki

source: Middle
pl: Środek

source: New document
pl: Nowy dokument

source: New window
pl: Nowe okno

source: Next
pl: Następny

source: No color
pl: Bez koloru

source: Nonbreaking space
pl: Niełamliwa spacja

source: Numbered list
pl: Lista numerowana

source: Page break
pl: Podział strony

source: Paste as text
pl: Wklej jako tekst

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
pl: Opcja "Wklej" jest teraz w trybie zwykłego tekstu. Zawartość będzie wklejana jako zwykły tekst, dopóki nie wyłączysz tej opcji.

source: Paste row after
pl: Wklej wiersz po

source: Paste row before
pl: Wklej wiersz przed

source: Paste your embed code below:
pl: Wklej swój kod do umieszczenia poniżej:

source: Paste
pl: Wklej

source: Poster
pl: Plakat

source: Prev
pl: Poprzedni

source: Print
pl: Drukuj

source: Redo
pl: Ponów

source: Remove link
pl: Usuń link

source: Replace all
pl: Zastąp wszystko

source: Replace with
pl: Zastąp

source: Replace
pl: Zastąp

source: Restore last draft
pl: Przywróć ostatni szkic

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
pl: Obszar tekstu sformatowanego. Naciśnij ALT-F9 dla menu. Naciśnij ALT-F10 dla paska narzędzi. Naciśnij ALT-0 dla pomocy

source: Right to left
pl: Od prawej do lewej

source: Right
pl: Prawo

source: Robots
pl: Roboty

source: Row group
pl: Grupa wierszy

source: Row properties
pl: Właściwości wiersza

source: Row type
pl: Typ wiersza

source: Row
pl: Wiersz

source: Rows
pl: Wiersze

source: Scope
pl: Zakres

source: Select all
pl: Zaznacz wszystko

source: Show blocks
pl: Pokaż bloki

source: Show invisible characters
pl: Pokaż niewidoczne znaki

source: Source code
pl: Kod źródłowy

source: Source
pl: Źródło

source: Special character
pl: Znak specjalny

source: Spellcheck
pl: Sprawdzanie pisowni

source: Split cell
pl: Podziel komórkę

source: Square
pl: Kwadrat

source: Start search
pl: Rozpocznij wyszukiwanie

source: Strikethrough
pl: Przekreślenie

source: Style
pl: Styl

source: Subscript
pl: Indeks dolny

source: Superscript
pl: Indeks górny

source: Table properties
pl: Właściwości tabeli

source: Table
pl: Tabela

source: Target
pl: Cel

source: Templates
pl: Szablony

source: Text color
pl: Kolor tekstu

source: Text to display
pl: Tekst do wyświetlenia

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
pl: Wprowadzony adres URL wydaje się być adresem e-mail. Czy chcesz dodać wymagany prefiks mailto:?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
pl: Wprowadzony adres URL wydaje się być linkiem zewnętrznym. Czy chcesz dodać wymagany prefiks http://?

source: Title
pl: Tytuł

source: Tools
pl: Narzędzia

source: Top
pl: Góra

source: Underline
pl: Podkreślenie

source: Undo
pl: Cofnij

source: Upper Alpha
pl: Wielka litera alfabetu greckiego

source: Upper Roman
pl: Wielka litera rzymska

source: Url
pl: Adres URL

source: V Align
pl: Wyrównanie pionowe

source: Vertical space
pl: Odstęp pionowy

source: View
pl: Widok

source: Visual aids
pl: Pomoce wizualne

source: Whole words
pl: Całe słowa

source: Width
pl: Szerokość

source: Words: {0}
pl: Słowa: {0}

source: You have unsaved changes are you sure you want to navigate away?
pl: Masz niezapisane zmiany, czy na pewno chcesz opuścić stronę?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
pl: Twoja przeglądarka nie obsługuje bezpośredniego dostępu do schowka. Proszę używać skrótów klawiaturowych Ctrl+X/C/V.

source: Insert/Edit Image
pl: Wstaw/Edytuj obraz

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
pl: Kliknij OK, aby Twoja nazwa użytkownika i adres e-mail zostały wysłane do aplikacji zewnętrznej. Kliknij Anuluj, aby wrócić do tej strony bez wysyłania Twoich danych.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
pl: Kliknij OK, aby Twoja nazwa użytkownika została wysłana do aplikacji zewnętrznej. Kliknij Anuluj, aby wrócić do tej strony bez wysyłania Twoich danych.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
pl: Kliknij OK, aby Twój adres e-mail został wysłany do aplikacji zewnętrznej. Kliknij Anulaj, aby wrócić do tej strony bez wysyłania Twoich danych.

source: incorrect
pl: niepoprawny

source: correct
pl: poprawny

source: answer
pl: odpowiedź

source: Short explanation
pl: Krótkie wyjaśnienie

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
pl: Jeśli użyjesz Edytora Zaawansowanego, ten problem zostanie przekonwertowany na XML i nie będzie można wrócić do prostego interfejsu edytora. Czy przejść do Edytora Zaawansowanego i przekonwertować ten problem na XML?

source: An answer option has been left blank. Please review and edit the component.
pl: Jedna z opcji odpowiedzi została pusta. Proszę przejrzeć i edytować komponent.

source: Explanation
pl: Wyjaśnienie

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
pl: Błąd sekwencji! Nie można przejść do %(tab_name)s w bieżącym SequenceModule. Proszę skontaktować się z obsługą kursu.

source: Play
pl: Odtwórz

source: Pause
pl: Pauza

source: Mute
pl: Wycisz

source: Unmute
pl: Włącz dźwięk

source: Exit full browser
pl: Wyjdź z trybu pełnoekranowego

source: Fill browser
pl: Wypełnij przeglądarkę

source: Speed
pl: Prędkość

source: Auto-advance
pl: Automatyczne przewijanie

source: Volume
pl: Głośność

source: Muted
pl: Wyciszony

source: Very low
pl: Bardzo niski

source: Low
pl: Niski

source: Average
pl: Średni

source: Loud
pl: Głośny

source: Very loud
pl: Bardzo głośny

source: Maximum
pl: Maksymalny

source: This browser cannot play .mp4, .ogg, or .webm files.
pl: Ta przeglądarka nie może odtwarzać plików .mp4, .ogg ani .webm.

source: Try using a different browser, such as Google Chrome.
pl: Spróbuj użyć innej przeglądarki, np. Google Chrome.

source: High Definition
pl: Wysoka rozdzielczość

source: off
pl: wyłączony

source: on
pl: włączony

source: Video position. Press space to toggle playback
pl: Pozycja wideo. Naciśnij spację, aby przełączyć odtwarzanie

source: Video ended
pl: Wideo zakończone

source: Video position
pl: Pozycja wideo

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
pl: Kliknij ten przycisk, aby wyciszyć lub włączyć dźwięk w tym filmie, lub naciśnij przyciski W GÓRĘ lub W DÓŁ, aby zwiększyć lub zmniejszyć poziom głośności.

source: Adjust video volume
pl: Dostosuj głośność wideo

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
pl: Naciśnij GÓRA, aby wejść do menu prędkości, a następnie użyj klawiszy strzałek GÓRA i DÓŁ, aby poruszać się po różnych prędkościach, a następnie naciśnij ENTER, aby zmienić na wybraną prędkość.

source: Adjust video speed
pl: Dostosuj prędkość wideo

source: Video speed:
pl: Prędkość wideo:

source: Skip
pl: Pomiń

source: Play video
pl: Odtwórz wideo

source: Do not show again
pl: Nie pokazuj ponownie

source: Open language menu
pl: Otwórz menu języka

source: Transcript will be displayed when you start playing the video.
pl: Transkrypcja zostanie wyświetlona po rozpoczęciu odtwarzania wideo.

source: Activating a link in this group will skip to the corresponding point in the video.
pl: Aktywowanie linku w tej grupie spowoduje przejście do odpowiedniego momentu w filmie.

source: Video transcript
pl: Transkrypcja wideo

source: Start of transcript. Skip to the end.
pl: Początek transkrypcji. Przejdź do końca.

source: End of transcript. Skip to the start.
pl: Koniec transkrypcji. Przejdź do początku.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
pl: Naciśnij strzałkę W GÓRĘ, aby wejść do menu języków, a następnie użyj strzałek W GÓRĘ i W DÓŁ, aby poruszać się po opcjach językowych. Naciśnij ENTER, aby zmienić na wybrany język.

source: Hide closed captions
pl: Ukryj napisy dla niesłyszących

source: (Caption will be displayed when you start playing the video.)
pl: (Napisy zostaną wyświetlone po rozpoczęciu odtwarzania wideo.)

source: Turn on closed captioning
pl: Włącz napisy dla niesłyszących

source: Turn on transcripts
pl: Włącz transkrypcje

source: Turn off transcripts
pl: Wyłącz transkrypcje

source: Limit Access
pl: Ogranicz dostęp

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
pl: Wybierz podsekcję wymagań wstępnych i wprowadź minimalny procent punktacji oraz minimalny procent ukończenia, aby ograniczyć dostęp do tej podsekcji. Dozwolone wartości to 0-100.

source: Prerequisite:
pl: Wymagania wstępne:

source: No prerequisite
pl: Brak wymagań wstępnych

source: Minimum Score:
pl: Minimalny wynik:

source: Minimum Completion:
pl: Minimalne ukończenie:

source: The minimum score percentage must be a whole number between 0 and 100.
pl: Minimalny procent punktacji musi być liczbą całkowitą z zakresu od 0 do 100.

source: The minimum completion percentage must be a whole number between 0 and 100.
pl: Minimalny procent ukończenia musi być liczbą całkowitą z zakresu od 0 do 100.

source: Use as a Prerequisite
pl: Użyj jako wymagania wstępnego:

source: Make this subsection available as a prerequisite to other content
pl: Udostępnij tę podsekcję jako warunek wstępny dla innych treści.

source: Active Uploads
pl: Aktywne przesyłanie:

source: Read More
pl: Czytaj więcej

source: details about the failure
pl: szczegóły awarii

source: Add Component:
pl: Dodaj komponent

source: %(type)s Component Template Menu
pl: %(type)s Szablon komponentu Menu

source: Common Problem Types
pl: Częste typy problemów

source: Supported
pl: Wspierane

source: Provisional
pl: Tymczasowe

source: Not Supported
pl: Niewspierane

source: Fully Supported
pl: W pełni wspierane

source: Provisionally Supported
pl: Warunkowo wspierane

source: Add New Component
pl: Dodaj nowy komponent

source: Deprecated
pl: Przestarzałe

source: List of uploaded files and assets in this course
pl: Lista przesłanych plików i zasobów w tym kursie

source: - Sortable
pl: - Sortowalne

source: Show All
pl: Pokaż wszystko

source: Actions
pl: Działania

source: You haven't added any assets to this course yet.
pl: Nie dodałeś jeszcze żadnych zasobów do tego kursu.

source: Upload your first asset
pl: Prześlij swój pierwszy zasób

source: close
pl: zamknij

source: No description available
pl: Brak dostępnego opisu

source: Open/download this file
pl: Otwórz/pobierz ten plik

source: Web:
pl: Sieć:

source: Delete this asset
pl: Usuń ten zasób

source: Lock this asset
pl: Zablokuj ten zasób

source: Lock/unlock file
pl: Zablokuj/odblokuj plik

source: ID
pl: Identyfikator

source: Certificate Details
pl: Szczegóły certyfikatu

source: Course Title
pl: Tytuł kursu

source: Course Title Override
pl: Nadpisanie tytułu kursu

source: Course Number
pl: Numer kursu

source: Course Number Override
pl: Ignoruj numer kursu

source: Certificate Signatories
pl: Sygnatariusze certyfikatów

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
pl: Zdecydowanie zaleca się, aby dołączyć nie więcej niż czterech sygnatariuszy. Jeśli dołączysz dodatkowych sygnatariuszy, wyświetl podgląd certyfikatu w widoku wydruku, aby upewnić się, że certyfikat zostanie poprawnie wydrukowany na jednej stronie.

source: Certificate Information
pl: Informacje o certyfikacie

source: Certificate Name
pl: Nazwa certyfikatu

source: Name of the certificate
pl: Nazwa certyfikatu

source: Description of the certificate
pl: Opis certyfikatu

source: Course title
pl: Tytuł kursu

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
pl: Podaj alternatywny tytuł kursu do wyświetlenia na certyfikatach. Pozostaw puste, aby użyć oficjalnego tytułu kursu.

source: Add Additional Signatory
pl: Dodaj dodatkowego sygnatariusza

source: (Add signatories for a certificate)
pl: (Dodaj sygnatariuszy do certyfikatu)

source: Choose mode
pl: Wybierz tryb

source: Preview Certificate
pl: Podgląd certyfikatu

source: Activate
pl: Aktywuj

source: Deactivate
pl: Dezaktywowany

source: component
pl: komponent

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
pl: Dostęp do tego {blockType} jest ograniczony do: {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
pl: Dostęp do niektórych treści w tym {blockType} jest ograniczony do określonych grup uczniów.

source: Content Group Name
pl: Nazwa grupy treści

source: Content Group ID
pl: ID grupy treści

source: This is the name of the group
pl: To jest nazwa grupy

source: This content group is used in one or more units.
pl: Ta grupa treści jest używana w jednej lub więcej jednostkach.

source: Cannot delete when in use by a unit
pl: Nie można usunąć, gdy jest używane przez jednostkę.

source: Subsection Visibility
pl: Widoczność podsekcji

source: Show entire subsection
pl: Pokaż całą podsekcję

source: Learners see the published subsection and can access its content.
pl: Studenci widzą opublikowaną podsekcję i mają dostęp do jej zawartości.

source: Hide content after course end date
pl: Ukryj zawartość po dacie zakończenia kursu

source: Hide content after due date
pl: Ukryj zawartość po terminie
