Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
pl: Po upływie daty zakończenia kursu studenci nie mogą już uzyskać dostępu do zawartości podsekcji. Podsekcja pozostaje uwzględniona w obliczeniach ocen.

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
pl: Po upływie terminu podsekcji studenci nie mogą już uzyskać dostępu do jej zawartości. Podsekcja pozostaje uwzględniona w obliczeniach ocen.

source: Hide entire subsection
pl: Ukryj całą podsekcję

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
pl: Studenci nie widzą podsekcji w konspekcie kursu. Podsekcja nie jest uwzględniona w obliczeniach ocen.

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
pl: Jeśli wybierzesz opcję inną niż "%(hide_label)s", opublikowane jednostki w tej podsekcji staną się dostępne dla uczniów, chyba że zostaną wyraźnie ukryte.

source: Copy Component Location
pl: Kopiuj lokalizację komponentu

source: Course Highlight Emails
pl: E-maile z najważniejszymi informacjami o kursie

source: Enabled
pl: Włączone

source: Enable Now
pl: Włącz teraz

source: Instructor Name
pl: Imię instruktora

source: Please add the instructor's name
pl: Proszę dodać imię instruktora

source: Instructor Title
pl: Tytuł instruktora

source: Please add the instructor's title
pl: Proszę dodać tytuł instruktora

source: Organization
pl: Organizacja

source: Organization Name
pl: Nazwa organizacji

source: Please add the institute where the instructor is associated
pl: Proszę dodać organizację, z którą związany jest instruktor.

source: Biography
pl: Biografia

source: Instructor Biography
pl: Biografia instruktora

source: Please add the instructor's biography
pl: Proszę dodać biografię instruktora

source: Photo
pl: Zdjęcie

source: Instructor Photo
pl: Zdjęcie instruktora

source: Instructor Photo URL
pl: Adres URL zdjęcia instruktora

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
pl: Proszę dodać zdjęcie instruktora (Uwaga: obsługiwane są tylko formaty JPEG lub PNG)

source: Upload Photo
pl: Prześlij zdjęcie

source: Manage tags
pl: Zarządzaj tagami

source: Prerequisite: %(prereq_display_name)s
pl: Wymagania wstępne: %(prereq_display_name)s

source: Contains staff only content
pl: Zawiera treści tylko dla personelu.

source: Unpublished changes to live content
pl: Nieopublikowane zmiany w treści na żywo

source: Unpublished units will not be released
pl: Nieopublikowane jednostki nie zostaną udostępnione

source: Unpublished changes to content that will release in the future
pl: Nieopublikowane zmiany w treści, które zostaną udostępnione w przyszłości

source: Access to this unit is restricted to: {selectedGroupsLabel}
pl: Dostęp do tej jednostki jest ograniczony do: {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
pl: Dostęp do niektórych treści w tej jednostce jest ograniczony do określonych grup uczniów

source: Ungraded
pl: Nieocenione

source: Onboarding Exam
pl: Egzamin wstępny

source: Practice proctored Exam
pl: Ćwiczeniowy egzamin nadzorowany

source: Proctored Exam
pl: Egzamin nadzorowany

source: Timed Exam
pl: Egzamin czasowy

source: Collapse/Expand this %(xblock_type)s
pl: Zwiń/rozwiń ten %(xblock_type)s

source: Display Name
pl: Nazwa wyświetlana

source: Discussions enabled
pl: Dyskusje włączone

source: Proctoring Settings
pl: Ustawienia nadzoru

source: Configure
pl: Konfiguruj

source: Manage Tags
pl: Zarządzaj tagami

source: Copy to Clipboard
pl: Kopiuj do schowka

source: Duplicate
pl: Duplikuj

source: Drag to reorder
pl: Przeciągnij, aby zmienić kolejność

source: Release Status:
pl: Status wydania:

source: Released:
pl: Wydano:

source: Scheduled:
pl: Zaplanowano:

source: Unscheduled
pl: Nieplanowane

source: Section Highlights
pl: Wyróżnienia sekcji

source: Graded as:
pl: Oceniono jako:

source: Due:
pl: Termin:

source: Subsection is hidden after course end date
pl: Podsekcja jest ukryta po dacie zakończenia kursu.

source: Subsection is hidden after due date
pl: Podsekcja jest ukryta po terminie

source: This subsection is configured as \"%(gradingType)s\", which doesn't exist in the current grading policy.
pl: Ta podsekcja jest skonfigurowana jako "%(gradingType)s", która nie istnieje w obecnej polityce oceniania.

source: You haven't added any content to this course yet.
pl: Nie dodałeś jeszcze żadnych treści do tego kursu.

source: Click to add a new %(xblock_type)s
pl: Kliknij, aby dodać nowy %(xblock_type)s

source: Paste %(xblock_type)s
pl: Wklej %(xblock_type)s

source: From:
pl: Od:

source: Learning Outcome
pl: Efekt uczenia się

source: Add a learning outcome here
pl: Dodaj tutaj efekt uczenia się

source: Press discard changes to discard your changes.
pl: Naciśnij przycisk "Odrzuć zmiany", aby odrzucić zmiany.

source: Update Settings
pl: Aktualizuj ustawienia

source: Press update settings to update the information for your organization.
pl: Naciśnij "Aktualizuj ustawienia", aby zaktualizować informacje o swojej organizacji.

source: Press discard changes to discard changes.
pl: Naciśnij "Odrzuć zmiany", aby odrzucić zmiany.

source: Press update settings to update course video settings
pl: Naciśnij "Aktualizuj ustawienia", aby zaktualizować ustawienia wideo kursu

source: Press close to hide course video settings
pl: Naciśnij "Zamknij", aby ukryć ustawienia wideo kursu

source: Course Video Settings
pl: Ustawienia wideo kursu

source: Video Sharing
pl: Udostępnianie wideo

source: Learn more
pl: Dowiedz się więcej

source: Transcript Turnaround
pl: Czas realizacji transkrypcji

source: Transcript Fidelity
pl: Wierność transkrypcji

source: Video Source Language
pl: Język źródłowy wideo

source: Transcript Languages
pl: Języki transkrypcji

source: Add
pl: Dodaj

source: Press Add to language
pl: Naciśnij "Dodaj" do języka

source: Automated Transcripts
pl: Automatyczne transkrypcje

source: Transcript Provider
pl: Dostawca transkrypcji

source: Change
pl: Zmień

source: Press change to change selected transcript provider.
pl: Naciśnij "Zmień", aby zmienić wybranego dostawcę transkrypcji.

source: Assignment Type Name
pl: Nazwa typu zadania

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
pl: Ogólna kategoria dla tego typu zadania, na przykład praca domowa lub egzamin śródokresowy. Ta nazwa jest widoczna dla uczniów.

source: Abbreviation
pl: Skrót

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
pl: Ta krótka nazwa typu zadania (na przykład PD lub Śródterm) pojawia się obok zadań na stronie postępów ucznia.

source: Weight of Total Grade
pl: Waga oceny końcowej

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
pl: Waga wszystkich zadań tego typu jako procent całkowitej oceny, na przykład 40. Nie uwzględniaj symbolu procentu.

source: Total Number
pl: Całkowita liczba

source: The number of subsections in the course that contain problems of this assignment type.
pl: Liczba podsekcji w kursie, które zawierają problemy tego typu zadania.

source: Number of Droppable
pl: Liczba zadań do pominięcia

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
pl: Liczba zadań tego typu, które zostaną pominięte. Najpierw pomijane są zadania z najniższą punktacją.

source: Warning:
pl: Ostrzeżenie:

source: The number of {type} assignments defined here does not match the current number of {type} assignments in the course:
pl: Liczba zadań typu {type} zdefiniowanych tutaj nie odpowiada obecnej liczbie zadań typu {type} w kursie:

source: There are no assignments of this type in the course.
pl: W kursie nie ma zadań tego typu.

source: {assignment_count} {type} assignment(s) found:
pl: Znaleziono {assignment_count} zadanie(a) typu {type}:

source: The number of {type} assignments in the course matches the number defined here.
pl: Liczba zadań typu {type} w kursie odpowiada liczbie zdefiniowanej tutaj.

source: Course Handouts
pl: Materiały do kursu

source: You have no handouts defined
pl: Nie masz zdefiniowanych żadnych materiałów

source: There is invalid code in your content. Please check to make sure it is valid HTML.
pl: W Twojej treści znajduje się nieprawidłowy kod. Sprawdź, czy jest to prawidłowy kod HTML.

source: Date
pl: Data

source: Discussion
pl: Dyskusja

source: Enable discussion
pl: Włącz dyskusję

source: Topics for unpublished units would not be created
pl: Tematy dla niepublikowanych jednostek nie zostaną utworzone

source: Due Date:
pl: Termin płatności:

source: Due Time in UTC:
pl: Godzina płatności w UTC:

source: Clear Grading Due Date
pl: Wyczyść termin oceniania

source: Chapter Name
pl: Nazwa rozdziału

source: Chapter {order}
pl: Rozdział {order}

source: provide the title/name of the chapter that will be used in navigating
pl: podaj tytuł/nazwę rozdziału, który będzie używany w nawigacji

source: Chapter Asset
pl: Zasób rozdziału

source: path/to/introductionToCookieBaking-CH{order}.pdf
pl: ścieżka/do/introductionToCookieBaking-CH{order}.pdf

source: upload a PDF file or provide the path to a Studio asset file
pl: Prześlij plik PDF lub podaj ścieżkę do pliku zasobu Studio

source: Upload PDFPrześlij PDF
pl: usuń rozdział

source: Textbook information
pl: Informacje o podręczniku

source: Textbook Name
pl: Nazwa podręcznika

source: Introduction to Cookie Baking
pl: Wprowadzenie do informatyki

source: provide the title/name of the text book as you would like your students to see it
pl: Podaj tytuł/nazwę podręcznika, tak jak chciałbyś, aby widzieli go twoi uczniowie

source: Chapter information
pl: Informacje o rozdziale

source: Add a Chapter
pl: Dodaj rozdział

source: Edit Title
pl: Edytuj tytuł

source: Grading
pl: Ocenianie

source: Grade as:
pl: Oceń jako:

source: Not Graded
pl: Nie oceniono

source: This Group Configuration is used in:
pl: Ta konfiguracja grupy jest używana w:

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
pl: Ta konfiguracja grup nie jest używana. Zacznij od dodania eksperymentu treści do dowolnej jednostki poprzez {linkStart}Zarys Kursu{linkEnd}.

source: Group Configuration information
pl: Informacje o konfiguracji grupy

source: Group Configuration Name
pl: Nazwa konfiguracji grupy

source: Group Configuration ID
pl: ID konfiguracji grupy

source: This is the Name of the Group Configuration
pl: To jest nazwa konfiguracji grupy

source: Name or short description of the configuration
pl: Nazwa lub krótki opis konfiguracji

source: This is the Description of the Group Configuration
pl: To jest opis konfiguracji grupy

source: Optional long description
pl: Opcjonalny długi opis

source: Group information
pl: Informacje o grupie

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
pl: Nazwa grup, do których zostaną przydzieleni uczniowie, na przykład: Kontrola, Wideo, Zadania. Musisz mieć jedną lub więcej grup.

source: Add another group
pl: Dodaj kolejną grupę

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
pl: Ta konfiguracja jest już używana w eksperymentalnych treściach. Jeśli wprowadzisz zmiany w grupach, może być konieczne edytowanie tych eksperymentów.

source: delete group
pl: usuń grupę

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
pl: Dodaj od 3 do 5 kluczowych punktów do wiadomości e-mail, którą uczniowie otrzymają dla tej sekcji (limit 250 znaków).

source: Highlight {highlight_index}
pl: Wyróżnienie {highlight_index}

source: A highlight to look forward to this week.
pl: Najważniejszy punkt, na który możesz czekać w tym tygodniu.

source: License Type
pl: Typ licencji

source: Learn more about {license_name}
pl: Dowiedz się więcej o {license_name}

source: Options for {license_name}
pl: Opcje dla {license_name}

source: The following options are available for the {license_name} license.
pl: Następujące opcje są dostępne dla licencji {license_name}.

source: License Display
pl: Wyświetlanie licencji

source: The following message will be displayed at the bottom of the courseware pages within your course:
pl: Poniższa wiadomość zostanie wyświetlona na dole stron materiałów kursu w twoim kursie:

source: Creative Commons licensed content, with terms as follow:
pl: Treść na licencji Creative Commons, z następującymi warunkami:

source: Some Rights Reserved
pl: Niektóre prawa zastrzeżone

source: New %(item_type)s
pl: Nowy %(item_type)s

source: Clear
pl: Wyczyść

source: Clear Value
pl: Wyczyść wartość

source: Download
pl: Pobierz

source: {categoryText} in {parentDisplayname}
pl: {categoryText} w {parentDisplayname}

source: Current location
pl: Aktualna lokalizacja

source: Currently selected
pl: Aktualnie wybrane

source: You haven't added any textbooks to this course yet.
pl: Do tego kursu nie dodano jeszcze żadnych podręczników.

source: Add your first textbook
pl: Dodaj swój pierwszy podręcznik

source: Previous
pl: Poprzedni

source: This group controls access to:
pl: Ta grupa kontroluje dostęp do:

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
pl: W {linkStart}Zarysie kursu{linkEnd}, użyj tej grupy, aby kontrolować dostęp do komponentu.

source: Previous Uploads
pl: Poprzednie przesłane pliki

source: Download available encodings (.csv)
pl: Pobierz dostępne kodowania (.csv)

source: Thumbnail
pl: Miniatura

source: Video ID
pl: Identyfikator wideo

source: Transcripts
pl: Transkrypcje

source: Video Status
pl: Status wideo

source: Action
pl: Akcja

source: Remove this video
pl: Usuń to wideo

source: Remove {video_name} video
pl: Usuń wideo {video_name}

source: Never published
pl: Nigdy nie opublikowano

source: Last published %(last_published_date)s by %(publish_username)s
pl: Ostatnia publikacja %(last_published_date)s przez %(publish_username)s

source: Previously published
pl: Poprzednio opublikowano

source: Draft (Never published)
pl: Szkic (Nigdy nie opublikowano)

source: Visible to Staff Only
pl: Widoczne tylko dla personelu

source: Published and Live
pl: Opublikowano i na żywo

source: Published (not yet released)
pl: Opublikowano (jeszcze nie wydano)

source: Draft (Unpublished changes)
pl: Szkic (Nieopublikowane zmiany)

source: Release:
pl: Wydanie:

source: Publishing Status
pl: Status publikacji

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
pl: Szkic zapisany w {lastSavedStart}{editedOn}{lastSavedEnd} przez {editedByStart} {editedBy}{editedByEnd}

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
pl: Ostatnia publikacja {lastPublishedStart}{publishedOn}{lastPublishedEnd} przez {publishedByStart}{publishedBy}{publishedByEnd}

source: with %(release_date_from)s
pl: z %(release_date_from)s

source: Is Visible To:
pl: Jest widoczne dla:

source: Will Be Visible To:
pl: Będzie widoczne dla:

source: Staff Only
pl: Tylko personel

source: with %(section_or_subsection)s
pl: z %(section_or_subsection)s

source: Staff and Learners
pl: Personel i uczniowie

source: Hide from learners
pl: Ukryj przed uczniami

source: Note: Do not hide graded assignments after they have been released.
pl: Uwaga: Nie ukrywaj ocenionych zadań po ich opublikowaniu.

source: Copy Unit
pl: Kopiuj jednostkę

source: Release Date and Time
pl: Data i godzina wydania

source: Release Date:
pl: Data wydania:

source: Release Time in UTC:
pl: Godzina wydania w UTC:

source: Clear Release Date/Time
pl: Wyczyść datę/godzinę wydania

source: weeks from learner enrollment date
pl: tygodni od daty zapisu ucznia

source: If a learner starts on {startDate}, this subsection will be due on {projectedDueIn}.
pl: Jeśli uczeń zacznie {startDate}, ten podrozdział będzie miał termin {projectedDueIn}.

source: The minimum number of weeks this subsection can be due in is 1 week from the learner enrollment date.
pl: Minimalna liczba tygodni, w których ten podrozdział może być płatny, to 1 tydzień od daty zapisu ucznia.

source: Assessment Results Visibility
pl: Widoczność wyników oceny

source: Always show assessment results
pl: Zawsze pokazuj wyniki oceny

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
pl: Gdy uczniowie przesyłają odpowiedź na ocenę, natychmiast widzą, czy odpowiedź jest poprawna, czy niepoprawna, oraz uzyskany wynik.

source: Never show assessment results
pl: Nigdy nie pokazuj wyników oceny

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
pl: Uczniowie nigdy nie widzą, czy ich odpowiedzi na oceny są poprawne czy niepoprawne, ani uzyskanej oceny.

source: Show assessment results when subsection is past due
pl: Pokaż wyniki oceny, gdy podrozdział jest po terminie

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
pl: Uczniowie nie widzą, czy ich odpowiedzi na oceny były poprawne, czy niepoprawne, ani otrzymanego wyniku, dopóki nie minie termin dla podrozdziału.

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
pl: Jeśli podrozdział nie ma daty zakończenia, uczniowie zawsze widzą swoje oceny, gdy przesyłają odpowiedzi na oceny.

source: PDF Chapters
pl: Rozdziały PDF

source: View Live
pl: Zobacz na żywo

source: Signatory
pl: Sygnatariusz

source: Signature Image
pl: Obraz kursu

source: Certificate Signatory Configuration
pl: Konfiguracja sygnatariusza certyfikatu

source: Name
pl: Imię

source: Name of the signatory
pl: Imię sygnatariusza

source: The name of this signatory as it should appear on certificates.
pl: Imię tego sygnatariusza, tak jak powinno pojawić się na certyfikatach.

source: Title
pl: Tytuł

source: Title of the signatory
pl: Tytuł sygnatariusza

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
pl: Tytuły dłuższe niż 100 znaków mogą uniemożliwić studentom wydrukowanie certyfikatu na jednej stronie.

source: Organization
pl: Organizacja

source: Organization of the signatory
pl: Organizacja sygnatariusza

source: The organization that this signatory belongs to, as it should appear on certificates.
pl: Organizacja, do której należy ten sygnatariusz, tak jak powinna pojawić się na certyfikatach.

source: Path to Signature Image
pl: Ścieżka do obrazu podpisu

source: Image must be in PNG format
pl: Obraz musi być w formacie PNG

source: Upload Signature Image
pl: Prześlij obraz podpisu

source: Unit Visibility
pl: Widoczność jednostki

source: Section Visibility
pl: Widoczność sekcji

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
pl: Jeśli jednostka została wcześniej opublikowana i udostępniona uczniom, wszelkie zmiany, które wprowadziłeś w jednostce, gdy była ukryta, będą teraz widoczne dla uczniów.

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
pl: Jeśli uczynisz to %(xblockType)s widocznym dla studentów, będą oni mogli zobaczyć jego treść od daty wydania, pod warunkiem, że opublikowałeś jednostkę. Tylko jednostki, które są jawnie ukryte przed studentami, pozostaną ukryte po wyczyszczeniu tej opcji dla %(xblockType)s.

source: Xpert unit summaries
pl: Konfiguruj podsumowania jednostek Xpert

source: Enable summaries
pl: Włącz podsumowania

source: Current Role:
pl: Obecna rola:

source: You!
pl: Ty!

source: send an email message to {email}
pl: wyślij wiadomość e-mail do {email}

source: Promote another member to Admin to remove your admin rights
pl: Awansuj innego członka zespołu na Administratora, aby usunąć swoje uprawnienia administratora

source: Add {role} Access
pl: Dodaj dostęp {role}

source: Remove {role} Access
pl: Usuń dostęp {role}

source: Delete the user, {username}
pl: Usuń użytkownika {username}

source: Set as a Special Exam
pl: Ustaw jako egzamin specjalny

source: Exam Types
pl: Rodzaje egzaminów

source: This subsection was released to learners as a proctored exam, but was reverted back to a basic or timed exam. You may not configure it as a proctored exam now. Contact edX Support for assistance.
pl: Ten podrozdział został udostępniony uczniom jako egzamin nadzorowany, ale został przywrócony do egzaminu podstawowego lub czasowego. Nie możesz teraz skonfigurować go jako egzaminu nadzorowanego. Skontaktuj się z obsługą edX w celu uzyskania pomocy.

source: This proctored exam has been released to learners. You may not convert it to another type of special exam. You may revert this subsection back to being a basic exam by selecting 'None', or a timed exam, but you will NOT be able to configure it as a proctored exam in the future.
pl: Ten nadzorowany egzamin został udostępniony studentom. Nie można go przekonwertować na inny rodzaj egzaminu specjalnego. Możesz przywrócić ten podrozdział do podstawowego egzaminu, wybierając opcję "Brak"; lub egzamin czasowy, ale NIE będziesz mógł skonfigurować go jako egzaminu nadzorowanego w przyszłości.

source: Timed
pl: Na czas

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
pl: Użyj egzaminu czasowego, aby ograniczyć czas, jaki uczniowie mogą poświęcić na rozwiązywanie problemów w tym podrozdziału. Uczniowie muszą przesłać odpowiedzi przed upływem czasu. Możesz zwiększyć czas dla poszczególnych uczniów za pośrednictwem panelu instruktora.

source: Proctored
pl: Nadzorowane

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules. Please note that setting this exam as proctored will change the visibility settings to "Hide content after due date."
pl: Egzaminy nadzorowane są czasowe i nagrywają wideo każdego ucznia zdającego egzamin. Następnie filmy są przeglądane w celu upewnienia się, że uczniowie przestrzegają wszystkich zasad egzaminacyjnych. Należy pamiętać, że ustawienie tego egzaminu jako nadzorowanego zmieni ustawienia widoczności na "Ukryj treść po terminie".

source: Onboarding
pl: Wdrożenie
