Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Regenerate for learners with audit passing state. ({count})
pl: Regeneruj dla kursantów ze statusem zaliczenia audytu. ({count})

source: Regenerate for learners with audit not passing state. ({count})
pl: Regeneruj dla kursantów ze statusem niezaliczenia audytu.({count})

source: Regenerate for learners in an error state. ({count})
pl: Regeneruj dla kursantów w stanie błędu. {count})

source: Certificate Generation History
pl: Historia generowania certyfikatów

source: Task name
pl: Nazwa zadania

source: SET CERTIFICATE EXCEPTIONS
pl: USTAW WYJĄTKI DLA CERTYFIKATÓW

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
pl: Ustaw wyjątki, aby wygenerować certyfikaty dla kursantów, którzy nie zakwalifikowali się do certyfikatu, ale otrzymali wyjątek od zespołu kursu. Po dodaniu kursantów do listy wyjątków, kliknij Generuj certyfikaty wyjątków poniżej.

source: Invalidate Certificates
pl: Unieważnij certyfikaty

source: Enrollment Information
pl: Informacje o zapisach

source: Number of enrollees (admins, staff, and students) by track
pl: Liczba zapisanych (administratorów, personelu i studentów) według ścieżki

source: Audit
pl: Audyt

source: Honor
pl: Wyróżnienie

source: Professional
pl: Profesjonalista

source: Executive Education
pl: Edukacja dla kadry zarządzającej

source: Unpaid Executive Education
pl: Nieodpłatna edukacja dla kadry zarządzającej

source: Paid Executive Education
pl: Płatna edukacja dla kadry zarządzającej

source: Master's
pl: Magister

source: Unpaid Bootcamp
pl: Nieodpłatny Bootcamp

source: Paid Bootcamp
pl: Płatny Bootcamp

source: Basic Course Information
pl: Podstawowe informacje o kursie

source: Course Start Date:
pl: Data rozpoczęcia kursu:

source: Course End Date:
pl: Data zakończenia kursu:

source: No end date set
pl: Nie ustawiono daty zakończenia

source: Has the course started?
pl: Czy kurs się rozpoczął?

source: Yes
pl: Tak

source: No
pl: Nie

source: Has the course ended?
pl: Czy kurs się zakończył?

source: Number of sections:
pl: Liczba sekcji:

source: Grade Cutoffs:
pl: Progi ocen:

source: Course Warnings
pl: Ostrzeżenia dotyczące kursu

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
pl: Kliknij, aby wyświetlić konfigurację oceniania dla kursu. Konfiguracja oceniania to podział ocenianych podsekcji kursu (takich jak egzaminy i zestawy zadań) i można ją zmienić na stronie "Oceny" (w sekcji "Ustawienia") w Studio.

source: Grading Configuration
pl: Konfiguracja oceniania

source: The CSV of anonymized student IDs download has been relocated to the Reports section below.
pl: Pobieranie pliku CSV z anonimowymi identyfikatorami studentów zostało przeniesione do sekcji Raporty poniżej.

source: Reports
pl: Raporty

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
pl: W przypadku dużych kursów generowanie niektórych raportów może zająć kilka godzin. Po zakończeniu generowania raportu w poniższej tabeli pojawi się link zawierający datę i godzinę generowania. Raporty te są generowane w tle, co oznacza, że można opuścić tę stronę podczas generowania raportu.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
pl: Prosimy o cierpliwość i nieklikanie tych przycisków wielokrotnie. Wielokrotne kliknięcie tych przycisków znacznie spowolni proces generowania.

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
pl: Kliknij, aby wygenerować plik CSV ze wszystkimi studentami zapisanymi na tym kursie, wraz z informacjami profilowymi, takimi jak adres e-mail i nazwa użytkownika:

source: Download profile information as a CSV
pl: Pobierz informacje profilowe jako CSV

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
pl: Kliknij, aby wygenerować plik CSV zawierający listę kursantów, którzy mogą zapisać się na kurs, ale jeszcze tego nie zrobili.

source: Download a CSV of learners who can enroll
pl: Pobierz plik CSV z listą kursantów, którzy mogą się zapisać

source: Click to download a CSV of anonymized student IDs:
pl: Kliknij, aby pobrać plik CSV z anonimowymi identyfikatorami studentów:

source: Get Student Anonymized IDs CSV
pl: Pobierz plik CSV z anonimowymi identyfikatorami studentów

source: Click to generate a CSV file of all proctored exam results in this course.
pl: Kliknij, aby wygenerować plik CSV ze wszystkimi wynikami nadzorowanych egzaminów na tym kursie.

source: Generate Proctored Exam Results Report
pl: Generuj raport wyników nadzorowanych egzaminów

source: Click to generate a CSV file of survey results for this course.
pl: Kliknij, aby wygenerować plik CSV z wynikami ankiety dla tego kursu.

source: Generate Survey Results Report
pl: Generuj raport wyników ankiet

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
pl: Wybierz problem, aby wygenerować plik CSV, który zawiera wszystkie odpowiedzi studentów na ten problem. Możesz również wybrać sekcję lub rozdział, aby uwzględnić wyniki wszystkich problemów w tej sekcji lub rozdziale.

source: NOTE
pl: UWAGA

source: The generated report is limited to {max_entries} responses. If you expect more than {max_entries} responses, try generating the report on a chapter-by-chapter, or problem-by-problem basis, or contact your site administrator to increase the limit.
pl: Wygenerowany raport jest ograniczony do {max_entries} odpowiedzi. Jeśli spodziewasz się więcej niż {max_entries} odpowiedzi, spróbuj wygenerować raport rozdział po rozdziale lub problem po problemie, lub skontaktuj się z administratorem witryny w celu zwiększenia limitu.

source: Click to list certificates that are issued for this course:
pl: Kliknij, aby wyświetlić listę certyfikatów wydanych dla tego kursu:

source: View Certificates Issued
pl: Wyświetl wydane certyfikaty

source: Download CSV of Certificates Issued
pl: Pobierz CSV wydanych certyfikatów

source: For smaller courses, click to list profile information for enrolled students directly on this page:
pl: W przypadku mniejszych kursów, kliknij, aby wyświetlić informacje profilowe dla zapisanych studentów bezpośrednio na tej stronie:

source: List enrolled students' profile information
pl: Wyświetl informacje profilowe zapisanych studentów

source: Click to generate a CSV grade report for all currently enrolled students.
pl: Kliknij, aby wygenerować raport ocen CSV dla wszystkich aktualnie zapisanych studentów.

source: Generate Grade Report
pl: Generuj raport ocen

source: Generate Problem Grade Report
pl: Generuj raport ocen problemów

source: Generate ORA Data Report
pl: Generuj raport danych ORA

source: Generate ORA Summary Report
pl: Generuj raport podsumowujący ORA

source: Click to generate a ZIP file that contains all submission texts and attachments.
pl: Kliknij, aby wygenerować plik ZIP, który zawiera wszystkie przesłane teksty i załączniki.

source: Generate Submission Files Archive
pl: Generuj archiwum plików zgłoszeń

source: Reports Available for Download
pl: Raporty dostępne do pobrania

source: The reports listed below are available for download, identified by UTC date and time of generation.
pl: Raporty wymienione poniżej są dostępne do pobrania, identyfikowane według daty i godziny generowania UTC.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
pl: Poniższy raport dystrybucji odpowiedzi jest generowany okresowo przez automatyczny proces w tle. Raport jest kumulatywny, więc odpowiedzi przesłane po rozpoczęciu procesu są uwzględniane w kolejnym raporcie. Raport jest generowany kilka razy dziennie.

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
pl: {strong_start}Uwaga{strong_end}: {ul_start}{li_start}Aby zapewnić bezpieczeństwo danych studentów, nie możesz zapisywać ani wysyłać tych linków pocztą elektroniczną w celu bezpośredniego dostępu. Kopie linków wygasają w ciągu 5 minut.{li_end}{li_start}Pliki raportów są usuwane 90 dni po ich wygenerowaniu. Jeśli będziesz potrzebować dostępu do starych raportów, pobierz i przechowuj pliki zgodnie z polityką bezpieczeństwa danych Twojej instytucji.{li_end}{ul_end}

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
pl: Raport dystrybucji odpowiedzi wymieniony poniżej jest generowany okresowo przez zautomatyzowany proces w tle. Raport jest kumulatywny, więc odpowiedzi przesłane po rozpoczęciu procesu są uwzględniane w kolejnym raporcie. Raport jest generowany kilka razy dziennie.

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
pl: {strong_start}Uwaga{strong_end}: {ul_start}{li_start}Aby zapewnić bezpieczeństwo danych studentów, nie możesz zapisywać ani wysyłać e-mailem tych linków w celu bezpośredniego dostępu. Kopie linków wygasają w ciągu 5 minut.{li_end}{li_start}Pliki raportów są usuwane 90 dni po ich wygenerowaniu. Jeśli będziesz potrzebować dostępu do starych raportów, pobierz i przechowuj pliki zgodnie z polityką bezpieczeństwa danych Twojej instytucji.{li_end}{ul_end}

source: Edit Coupon Code
pl: Modyfikuj kod kuponu

source: Edit Coupon Code Information
pl: Edytuj informacje o kodzie kuponu

source: Code
pl: Kod

source: example: A123DS
pl: przykład: A123DS

source: Percentage Discount
pl: Procent zniżki

source: Expiration Date
pl: Data ważności

source: Update Coupon Code
pl: Zaktualizuj kod kuponu

source: Individual due date extensions
pl: Indywidualne przedłużenia terminu dostawy

source: In this section, you have the ability to grant extensions on specific subsections to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
pl: W tej sekcji masz możliwość udzielania przedłużeń w określonych podsekcjach poszczególnym studentom. Pamiętaj, że zawsze brana jest pod uwagę najnowsza data; nie możesz użyć tego narzędzia, aby ustalić wcześniejszy termin oddania zadania dla konkretnego studenta.

source: Specify the {platform_name} email address or username of a student here:
pl: Podaj adres e-mail {platform_name} lub nazwę użytkownika studenta tutaj:

source: Student Email or Username
pl: E-mail lub nazwa użytkownika studenta

source: Choose the graded subsection:
pl: Wybierz ocenianą podsekcję:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
pl: Wskaż przedłużenie terminu i godzinę (w UTC; proszę użyj formatu {format_string}).

source: Reason for extension
pl: Powód przedłużenia

source: Change due date for student
pl: Zmień termin oddania dla ucznia

source: Viewing granted extensions
pl: Wyświetlanie udzielonych przedłużeń

source: Here you can see what extensions have been granted on particular subsection or for a particular student.
pl: Tutaj możesz zobaczyć, jakie przedłużenia zostały udzielone w konkretnej podsekcji lub dla konkretnego studenta.

source: Choose a graded subsection and click the button to obtain a list of all students who have extensions for the given subsection.
pl: Wybierz ocenianą podsekcję i kliknij przycisk, aby uzyskać listę wszystkich studentów, którzy mają przedłużenia dla danej podsekcji.

source: List all students with due date extensions
pl: Wyświetl wszystkich użytkowników z przedłużonym terminem dostawy

source: Specify a student to see all of that student's extensions.
pl: Wskaż ucznia, aby zobaczyć wszystkie jego rozszerzenia

source: List date extensions for student
pl: Wyświetl przedłużenia daty dla studenta

source: Resetting extensions
pl: Resetowanie rozszerzeń

source: Resetting a problem's due date rescinds a due date extension for a student on a particular subsection. This will revert the due date for the student back to the problem's original due date.
pl: Zresetowanie terminu zadania cofa przedłużenie terminu dla studenta w danej podsekcji. Spowoduje to przywrócenie studentowi pierwotnego terminu zadania.

source: Reason for reset
pl: Powód resetu

source: Reset due date for student
pl: Zresetuj termin oddania dla ucznia

source: Generate Registration Code Modal
pl: Wygeneruj modalny kod rejestracyjny

source: Create Enrollment Codes
pl: Utwórz kody rejestracyjne

source: * Required Information
pl: * Wymagane informacje

source: The organization that purchased enrollments in the course
pl: Organizacja, która zakupiła miejsca na kursie.

source: Organization Contact
pl: Kontakt z organizacją

source: Organization Contact Name
pl: Nazwa osoby kontaktowej w organizacji

source: The primary contact at the organization
pl: Główny kontakt w organizacji.

source: Invoice Recipient
pl: Odbiorca faktury

source: The contact who should receive the invoice
pl: Osoba kontaktowa, która powinna otrzymać fakturę

source: Organization Billing Address
pl: Adres rozliczeniowy organizacji

source: Address Line 1
pl: Adres, linia 1

source: Address Line 2
pl: Adres, linia 2

source: Address Line 3
pl: Adres, linia 3

source: State/Province
pl: Stan/Prowincja

source: Zip
pl: Kod pocztowy

source: Unit Price
pl: Cena jednostkowa

source: The price per enrollment purchased
pl: Cena za zakupioną rejestrację

source: Number of Enrollment Codes
pl: Liczba kodów rejestracyjnych

source: The total number of enrollment codes to create
pl: Całkowita liczba kodów rejestracyjnych do utworzenia

source: Course Team Internal Reference
pl: Wewnętrzne odniesienie zespołu kursu

source: Internal reference information for the sale
pl: Wewnętrzne informacje referencyjne dotyczące sprzedaży

source: Customer Reference
pl: Numer referencyjny klienta

source: Customer's purchase order or other reference information
pl: Zamówienie zakupu klienta lub inne informacje referencyjne

source: Send me a copy of the invoice
pl: Wyślij mi kopię faktury

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
pl: Aby uzyskać analizę kursu, przejdź do {link_start}{analytics_dashboard_name}{link_end}.

source: Instructor Dashboard
pl: Panel instruktora

source: View Course in Studio
pl: Wyświetl kurs w Studio

source: Enrollment Code Status
pl: Status kodu rejestracyjnego

source: Change the status of an enrollment code.
pl: Zmień status kodu rejestracyjnego.

source: Enrollment Code
pl: Kod rejestracyjny

source: Find Enrollment Code
pl: Znajdź kod rejestracyjny

source: Enter email addresses and/or usernames separated by new lines or commas.
pl: Wprowadź adresy e-mail i/lub nazwy użytkowników oddzielone nowymi liniami lub przecinkami.

source: You will not get notification for emails that bounce, so please double-check spelling.
pl: Nie otrzymasz powiadomienia o zwracanych wiadomościach e-mail, dlatego prosimy o dwukrotne sprawdzenie pisowni.

source: Enter the reason why the students are to be manually enrolled or unenrolled.
pl: Opisz powód, dla którego studenci mają być ręcznie zapisani lub wypisani.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
pl: Nie można pozostawić tego pola pustego, a informacja zostanie zarejestrowana i przedstawiona w Raportach Rejestracji.

source: Therefore, please give enough detail to account for this action.
pl: Prosimy o podanie wystarczających szczegółów uzasadniających to działanie.

source: Reason
pl: Powód

source: Register/Enroll Students
pl: Rejestruj/Zapisuj studentów

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines. Optionally, extra columns can be provided: cohort and course mode, in that order. These extra columns may be blank.
pl: Aby zarejestrować i zapisać listę użytkowników w tym kursie, wybierz plik CSV, który zawiera następujące kolumny w dokładnie takiej kolejności: e-mail, nazwa użytkownika i kraj. Proszę, umieść jednego studenta w każdym wierszu i nie dołączaj żadnych nagłówków, stopek ani pustych wierszy. Opcjonalnie można podać dodatkowe kolumny: kohorta i tryb kursu, w tej kolejności. Te dodatkowe kolumny mogą pozostać puste.

source: Upload a CSV for bulk enrollment
pl: Prześlij plik CSV do masowej rejestracji

source: Upload CSV
pl: Prześlij CSV

source: Batch Beta Tester Addition
pl: Dodanie partii testerów beta

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
pl: Uwaga: Użytkownicy muszą mieć aktywowane konto {platform_name}, zanim zostaną zapisani jako beta testerzy.

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
pl: Jeśli ta opcja jest {em_start}zaznaczona{em_end}, użytkownicy, którzy nie zapisali się na Twój kurs, zostaną automatycznie zapisani.

source: Checking this box has no effect if 'Remove beta testers' is selected.
pl: Zaznaczenie tego pola nie ma wpływu, jeśli wybrano opcję "Usuń testerów beta".

source: Add beta testers
pl: Dodaj testerów beta

source: Remove beta testers
pl: Usuń testerów beta

source: Course Team Management
pl: Zarządzanie zespołem kursu

source: Select a course team role:
pl: Wybierz rolę w zespole kursu:

source: Getting available lists...
pl: Pobieranie dostępnych list...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
pl: Personel nie może modyfikować tych list. Aby zarządzać członkostwem w zespole kursu, administrator kursu musi nadać Ci rolę administratora, aby dodać personel lub beta testerów, lub rolę administratora dyskusji, aby dodać moderatorów dyskusji i asystentów.

source: Add Staff
pl: Dodaj personel

source: Limited Staff
pl: Ograniczony personel

source: Add Limited Staff
pl: Dodaj ograniczony personel

source: Admin
pl: Administrator

source: Add Admin
pl: Dodaj administratora

source: Beta Testers
pl: Testerzy beta

source: Add Beta Tester
pl: Dodaj testera beta

source: Discussion Admins
pl: Administratorzy dyskusji

source: Add Discussion Admin
pl: Dodaj administratora dyskusji

source: Course Data Researcher
pl: Badacz danych kursu

source: Add Course Data Researcher
pl: Dodaj badacza danych kursu

source: Discussion Moderators
pl: Moderatorzy dyskusji

source: Add Moderator
pl: Dodaj moderatora

source: Group Community TA
pl: Grupa społeczności TA

source: Add Group Community TA
pl: Dodaj TA społeczności grupy

source: Add Community TA
pl: Dodaj asystentów nauczycieli społeczności TA

source: CCX Coaches
pl: Trenerzy CCX

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
pl: Trenerzy CCX mogą tworzyć własne kursy niestandardowe oparte na tym kursie, które mogą wykorzystać do zapewnienia spersonalizowanych instrukcji swoim własnym studentom w oparciu o materiały tego kursu.

source: Add CCX Coach
pl: Dodaj trenera CCX

source: To use the email tool, visit the
pl: Aby użyć narzędzia e-mail, odwiedź

source: new experience
pl: nowe doświadczenie

source: Send to:
pl: Wyślij do:

source: Myself
pl: Ja

source: Staff and Administrators
pl: Pracownicy i Administratorzy

source: All Learners
pl: Wszyscy uczący się

source: Cohort:
pl: Kohorta:

source: (Learners not explicitly assigned to a cohort)
pl: (Uczący się nieprzypisani jawnie do kohorty)

source: Learners in the {track_name} Track
pl: Uczący się na ścieżce {track_name}

source: Subject:
pl: Temat:

source: (Maximum 128 characters)
pl: (Maksymalnie 128 znaków)

source: Message:
pl: Wiadomość:

source: We recommend sending learners no more than one email message per week.Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
pl: Zalecamy wysyłanie uczącym się nie więcej niż jednej wiadomości e-mail tygodniowo. Przed wysłaniem wiadomości e-mail dokładnie sprawdź tekst i wyślij ją najpierw do siebie, aby móc podglądnąć formatowanie i upewnić się, że osadzone obrazy i linki działają poprawnie.

source: You can include keywords in your messages. For list of available keywords see the {start_link}documentation{end_link}.
pl: Możesz używać słów kluczowych w swoich wiadomościach. Aby uzyskać listę dostępnych słów kluczowych, zobacz {start_link}dokumentację{end_link}.

source: CAUTION!
pl: UWAGA!

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
pl: Po wybraniu opcji Wyślij e-mail, Twoja wiadomość e-mail zostanie dodana do kolejki wysyłania i nie będzie można jej anulować.

source: Send Email
pl: Wyślij e-mail

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
pl: Operacje e-mail są wykonywane w tle. Status wszystkich aktywnych zadań – w tym zadań e-mail – pojawia się w tabeli poniżej.

source: Email Task History
pl: Historia zadań e-mail

source: To see the content of previously sent emails, click this button:
pl: Aby zobaczyć zawartość wcześniej wysłanych wiadomości e-mail, kliknij ten przycisk:

source: Show Sent Email History
pl: Pokaż historię wysłanych e-maili

source: To read a sent email message, click its subject.
pl: Aby przeczytać wysłaną wiadomość e-mail, kliknij jej temat.

source: To see the status for all email tasks submitted for this course, click this button:
pl: Aby zobaczyć status wszystkich zadań e-mail przesłanych dla tego kursu, kliknij ten przycisk:

source: Show Email Task History
pl: Pokaż historię zadań e-mail

source: Set Course Mode Price
pl: Ustaw cenę trybu kursu

source: Please enter Course Mode detail below
pl: Wprowadź szczegóły trybu kursu poniżej

source: Course Price
pl: Cena kursu
