Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: To enroll in this course and begin the beta test:
pl: Aby zapisać się na ten kurs i rozpocząć testy beta:

source: Visit %(course_name)s
pl: Odwiedź %(course_name)s

source: Visit %(site_name)s
pl: Odwiedź %(site_name)s

source: This email was automatically sent from %(site_name)s to %(email_address)s
pl: Ten e-mail został wysłany automatycznie z %(site_name)s na adres %(email_address)s

source: Dear %(full_name)s
pl: Drogi/Droga %(full_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
pl: Zostałeś zaproszony do udziału w testach beta dla %(course_name)s na %(site_name)s przez członka personelu kursu.

source: To start accessing course materials, please visit %(course_url)s
pl: Aby rozpocząć dostęp do materiałów kursu, odwiedź %(course_url)s

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
pl: Odwiedź %(course_about_url)s, aby zapisać się na ten kurs i rozpocząć testy beta.

source: Visit %(site_name)s to enroll in this course and begin the beta test.
pl: Odwiedź %(site_name)s, aby zapisać się na ten kurs i rozpocząć testy beta.

source: You have been invited to a beta test for %(course_name)s
pl: Zostałeś zaproszony do testów beta dla %(course_name)s

source: You have been invited to %(course_name)s
pl: Zostałeś zaproszony do %(course_name)s

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
pl: Zostałeś zaproszony do dołączenia do %(course_name)s na %(site_name)s przez członka personelu kursu.

source: To access this course click on the button below and login:
pl: Aby uzyskać dostęp do tego kursu, kliknij przycisk poniżej i zaloguj się:

source: To access this course visit it and register:
pl: Aby uzyskać dostęp do tego kursu, odwiedź go i zarejestruj się:

source: Please finish your registration and fill out the registration form making sure to use %(email_address)s in the Email field:
pl: Dokończ rejestrację i wypełnij formularz rejestracyjny, upewniając się, że używasz %(email_address)s w polu Email:

source: Finish Your Registration
pl: Zakończ swoją rejestrację

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
pl: Po zarejestrowaniu i aktywowaniu konta zobaczysz %(course_name)s na swoim pulpicie.

source: Once you have registered and activated your account, you will be able to access this course:
pl: Po zarejestrowaniu i aktywowaniu konta będziesz mógł uzyskać dostęp do tego kursu:

source: You can then enroll in %(course_name)s.
pl: Następnie możesz zapisać się na %(course_name)s.

source: Dear student,
pl: Drogi studencie,

source: To access this course visit %(course_url)s and login.
pl: Aby uzyskać dostęp do tego kursu, odwiedź %(course_url)s i zaloguj się.

source: To access this course visit %(course_about_url)s and register for this course.
pl: Aby uzyskać dostęp do tego kursu, odwiedź %(course_about_url)s i zarejestruj się na ten kurs.

source: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the Email field.
pl: Aby zakończyć rejestrację, odwiedź %(registration_url)s i wypełnij formularz rejestracyjny, upewniając się, że używasz %(email_address)s w polu Adres e-mail.

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
pl: Po zarejestrowaniu i aktywowaniu konta odwiedź %(course_about_url)s, aby dołączyć do tego kursu.

source: You have been invited to register for %(course_name)s
pl: Zostałeś zaproszony do rejestracji na %(course_name)s

source: You have been unenrolled from %(course_name)s
pl: Zostałeś wypisany z %(course_name)s

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
pl: Zostałeś wypisany z kursu %(course_name)s przez członka personelu kursu. Proszę zignorować poprzednio wysłane zaproszenie.

source: Dear Student,
pl: Drogi Studencie,

source: You have been unenrolled from %(course_name)s
pl: Zostałeś wypisany z %(course_name)s

source: You have been unenrolled from %(course_name)s at %(site_name)s by a member of the course staff. This course will no longer appear on your %(site_name)s dashboard.
pl: Zostałeś wypisany z %(course_name)s na %(site_name)s przez członka personelu kursu. Ten kurs nie będzie już wyświetlany na Twoim panelu %(site_name)s.

source: Your other courses have not been affected.
pl: Twoje inne kursy nie zostały zmienione.

source: This email was automatically sent from %(site_name)s to %(full_name)s
pl: Ten e-mail został automatycznie wysłany z %(site_name)s do %(full_name)s

source: You have been enrolled in %(course_name)s
pl: Zostałeś zapisany na %(course_name)s

source: You have been enrolled in %(course_name)s at %(site_name)s by a member of the course staff. This course will now appear on your %(site_name)s dashboard.
pl: Zostałeś zapisany na %(course_name)s na %(site_name)s przez członka personelu kursu. Ten kurs będzie teraz wyświetlany na Twoim panelu %(site_name)s.

source: Access the Course Materials Now
pl: Uzyskaj dostęp do materiałów kursu teraz

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
pl: Zostałeś usunięty jako beta tester dla %(course_name)s na %(site_name)s

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
pl: Zostałeś usunięty jako beta tester dla %(course_name)s na %(site_name)s przez członka personelu kursu.

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
pl: Ten kurs pozostanie na Twoim pulpicie, ale nie będziesz już częścią grupy testującej beta.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
pl: Zostałeś usunięty jako beta tester dla %(course_name)s na %(site_name)s przez członka personelu kursu. Ten kurs pozostanie na Twoim pulpicie, ale nie będziesz już częścią grupy testującej beta.

source: You have been removed from a beta test for %(course_name)s
pl: Zostałeś usunięty z testów beta dla %(course_name)s

source: Signed Out
pl: Wylogowano

source: You have signed out.
pl: Wylogowałeś się.

source: {start_anchor}%(tpa_logout_url)s{middle_anchor}Click here{end_anchor} to delete your single signed on (SSO) session.
pl: {start_anchor}%(tpa_logout_url)s{middle_anchor}Kliknij tutaj{end_anchor}, aby usunąć swoją sesję jednokrotnego logowania (SSO).

source: We are signing you in.
pl: Logujemy Cię.

source: This may take a minute. If you are not redirected, go to the home page.
pl: To może potrwać minutę. Jeśli nie zostaniesz przekierowany, przejdź do strony głównej.

source: If you are not redirected within 5 seconds, {start_anchor}%(target)s{middle_anchor}click here to go to the home page{end_anchor}.
pl: Jeśli nie zostaniesz przekierowany w ciągu 5 sekund, {start_anchor}%(target)s{middle_anchor}kliknij tutaj, aby przejść do strony głównej{end_anchor}.

source: Skip to main content
pl: Przejdź do głównej treści

source: Authorize
pl: Autoryzuj

source: The above application requests the following permissions from your account:
pl: Powyższa aplikacja żąda następujących uprawnień od Twojego konta:

source: These permissions will be granted for data from your courses associated with the following content providers:
pl: Te uprawnienia zostaną udzielone dla danych z Twoich kursów powiązanych z następującymi dostawcami treści:

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
pl: Kliknij przycisk "Zezwól", aby udzielić tych uprawnień powyższej aplikacji. W przeciwnym razie, aby odmówić tych uprawnień, kliknij przycisk "Anuluj".

source: Cancel
pl: Anuluj

source: Allow
pl: Zezwól

source: Error
pl: Błąd

source: Hello %(full_name)s,
pl: Witaj %(full_name)s,

source: Hello %(full_name)s,
pl: Witaj %(full_name)s,

source: ID Verification Approved
pl: Weryfikacja tożsamości zatwierdzona

source: Your %(platform_name)s ID verification photos have been approved.
pl: Twoje zdjęcia do weryfikacji tożsamości %(platform_name)s zostały zatwierdzone.

source: Your approval status remains valid for two years, and it will expire %(expiration_datetime)s.
pl: Twój status zatwierdzenia jest ważny przez dwa lata i wygaśnie %(expiration_datetime)s.

source: Enjoy your studies,
pl: Życzymy miłych studiów,

source: Your %(platform_name)s ID verification was approved!
pl: Twoja weryfikacja tożsamości %(platform_name)s została zatwierdzona!

source: Expired ID Verification
pl: Weryfikacja tożsamości wygasła

source: Your %(platform_name)s ID verification has expired.
pl: Twoja weryfikacja tożsamości %(platform_name)s wygasła.

source: You must have a valid ID verification to take proctored exams and qualify for certificates.
pl: Musisz mieć ważną weryfikację tożsamości, aby przystąpić do egzaminów nadzorowanych i kwalifikować się do certyfikatów.

source: Follow the link below to submit your photos and renew your ID verification.
pl: Skorzystaj z poniższego linku, aby przesłać swoje zdjęcia i odnowić weryfikację tożsamości.

source: You can also do this from your dashboard.
pl: Możesz to również zrobić ze swojego panelu.

source: Resubmit Verification : %(lms_verification_link)s
pl: Prześlij ponownie weryfikację: %(lms_verification_link)s

source: ID verification FAQ : %(help_center_link)s
pl: FAQ dotyczące weryfikacji tożsamości: %(help_center_link)s

source: Your %(platform_name)s Verification has Expired
pl: Twoja weryfikacja %(platform_name)s wygasła

source: ID Verification Submitted
pl: Weryfikacja tożsamości przesłana

source: Thank you for submitting your photos for identity verification with %(platform_name)s.
pl: Dziękujemy za przesłanie zdjęć do weryfikacji tożsamości w %(platform_name)s.

source: We have received your photos and they will be reviewed within 3-5 days.
pl: Otrzymaliśmy Twoje zdjęcia i zostaną one sprawdzone w ciągu 3-5 dni.

source: You may check the status on your dashboard: %(dashboard_link)s
pl: Możesz sprawdzić status na swoim pulpicie: %(dashboard_link)s

source: Best regards,
pl: Z poważaniem,

source: Thank you for submitting your photos!
pl: Dziękujemy za przesłanie zdjęć!

source: Last modified:
pl: Ostatnia modyfikacja:

source: See all children
pl: Zobacz wszystkie elementy potomne

source: This article was last modified:
pl: Ten artykuł był ostatnio modyfikowany:

source: Add new article
pl: Dodaj nowy artykuł

source: Create article
pl: Utwórz artykuł

source: Go back
pl: Wróć

source: Delete article
pl: Usuń artykuł

source: Delete
pl: Usuń

source: You cannot delete a root article.
pl: Nie możesz usunąć artykułu głównego.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
pl: Nie możesz usunąć tego artykułu, ponieważ nie masz uprawnień do usuwania artykułów z dziećmi. Spróbuj usunąć dzieci ręcznie, jedno po drugim.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
pl: Usuwasz artykuł. Oznacza to, że jego dzieci również zostaną usunięte. Jeśli wybierzesz usunięcie całkowite, dzieci również zostaną całkowicie usunięte!

source: Articles that will be deleted
pl: Artykuły, które zostaną usunięte

source: ...and more!
pl: ...i więcej!

source: You are deleting an article. Please confirm.
pl: Usuwasz artykuł. Proszę potwierdź.

source: Edit
pl: Edytuj

source: Save changes
pl: Zapisz zmiany

source: Preview
pl: Podgląd

source: Wiki Preview
pl: Podgląd Wiki

source: window open
pl: okno otwarte

source: Back to editor
pl: Wróć do edytora

source: History
pl: Historia

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
pl: Kliknij każdą wersję, aby zobaczyć listę edytowanych linii. Kliknij przycisk Podgląd, aby zobaczyć, jak artykuł wyglądał na tym etapie. Na dole tej strony możesz zmienić na konkretną wersję lub połączyć starą wersję z bieżącą.

source: (no log message)
pl: (brak wiadomości w dzienniku)

source: Preview this revision
pl: Podgląd tej wersji

source: Auto log:
pl: Automatyczny dziennik:

source: Change
pl: Zmień

source: Merge selected with current...
pl: Połącz wybrane z bieżącym...

source: Switch to selected version
pl: Przełącz na wybraną wersję

source: Wiki Revision Preview
pl: Podgląd wersji Wiki

source: Back to history view
pl: Wróć do widoku historii

source: Switch to this version
pl: Przełącz na tę wersję

source: Merge Revision
pl: Połącz wersję

source: Merge with current
pl: Połącz z bieżącym

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
pl: Po połączeniu wersji z bieżącą, wszystkie dane zostaną zachowane z obu wersji i połączone w ich przybliżonej lokalizacji z każdej wersji.

source: After this, it's important to do a manual review.
pl: Po tym ważne jest, aby wykonać ręczny przegląd.

source: Create new merged version
pl: Utwórz nową połączoną wersję

source: You need to {anchor_start_login}log in{anchor_end} or {anchor_start_signup}sign up{anchor_end} to use this function.
pl: Musisz się {anchor_start_login}zalogować{anchor_end} lub {anchor_start_signup}zarejestrować{anchor_end}, aby skorzystać z tej funkcji.

source: You need to log in or sign up to use this function.
pl: Musisz się zalogować lub zarejestrować, aby skorzystać z tej funkcji.

source: Wiki Cheatsheet
pl: Ściągawka Wiki

source: Wiki Syntax Help
pl: Pomoc dotycząca składni Wiki

source: This wiki uses {start_strong}Markdown{end_strong} for styling. There are several useful guides online. See any of the links below for in-depth details:
pl: Ta wiki używa {start_strong}Markdown{end_strong} do stylizacji. Dostępnych jest kilka przydatnych przewodników online. Zobacz dowolny z poniższych linków, aby uzyskać szczegółowe informacje:

source: Markdown: Basics
pl: Markdown: Podstawy

source: Quick Markdown Syntax Guide
pl: Szybki przewodnik po składni Markdown

source: Miniature Markdown Guide
pl: Mini przewodnik po Markdown

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
pl: Aby utworzyć nowy artykuł wiki, utwórz do niego link. Kliknięcie linku przeniesie Cię do strony tworzenia.

source: [Article Name](wiki:ArticleName)
pl: [Nazwa artykułu](wiki:NazwaArtykułu)

source: %(platform_name)s Additions:
pl: Dodatki %(platform_name)s:

source: Math Expression
pl: Wyrażenie matematyczne

source: Useful examples:
pl: Przydatne przykłady:

source: %(platform_name)s Wiki
pl: Wiki %(platform_name)s

source: Huge Header
pl: Ogromny nagłówek

source: Smaller Header
pl: Mniejszy nagłówek

source: *emphasis* or _emphasis_
pl: *nacisk* lub _nacisk_

source: **strong** or __strong__
pl: **mocny** lub __mocny__

source: Unordered List
pl: Lista nieuporządkowana

source: Sub Item 1
pl: Podpunkt 1

source: Sub Item 2
pl: Podpunkt 2

source: Ordered
pl: Uporządkowany

source: List
pl: Lista

source: Quotes
pl: Cytaty

source: Markdown syntax is allowed. See the {start_link}cheatsheet{end_link} for help.
pl: Składnia Markdown jest dozwolona. Zobacz {start_link}ściągawkę{end_link}, aby uzyskać pomoc.

source: Attachments
pl: Załączniki

source: Upload new file
pl: Prześlij nowy plik

source: Search and add file
pl: Wyszukaj i dodaj plik

source: Upload File
pl: Prześlij plik

source: Upload file
pl: Prześlij plik

source: Search files and articles
pl: Wyszukaj pliki i artykuły

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
pl: Możesz ponownie wykorzystać pliki z innych artykułów. Pliki te podlegają aktualizacjom w innych artykułach, co może być korzystne lub nie.

source: Search
pl: Szukaj

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
pl: Następujące pliki są dostępne dla tego artykułu. Skopiuj tag markdown, aby bezpośrednio odwołać się do pliku z tekstu artykułu.

source: Markdown tag
pl: Tag Markdown

source: Uploaded by
pl: Przesłane przez

source: Size
pl: Rozmiar

source: File History
pl: Historia pliku

source: Detach
pl: Odłącz

source: Replace
pl: Zamień

source: Restore
pl: Przywróć

source: anonymous (IP logged)
pl: anonimowy (IP zarejestrowane)

source: File history
pl: Historia pliku

source: revisions
pl: wersje

source: There are no attachments for this article.
pl: Brak załączników dla tego artykułu.

source: Previewing revision:
pl: Podgląd wersji:

source: Previewing a merge between two revisions:
pl: Podgląd scalania dwóch wersji:

source: This revision has been deleted.
pl: Ta wersja została usunięta.

source: Restoring to this revision will mark the article as deleted.
pl: Przywrócenie do tej wersji oznaczy artykuł jako usunięty.

source: LMS Administration
pl: Administracja LMS

source: Go to %(platform_name)s Home Page
pl: Przejdź do strony głównej %(platform_name)s

source: Courses
pl: Kursy

source: My Account
pl: Moje konto

source: %(platform_name)s on LinkedIn
pl: %(platform_name)s na LinkedIn

source: %(platform_name)s on Twitter
pl: %(platform_name)s na Twitterze

source: %(platform_name)s on Facebook
pl: %(platform_name)s na Facebooku

source: %(platform_name)s on Google Plus
pl: %(platform_name)s na Google Plus

source: %(platform_name)s on Reddit
pl: %(platform_name)s na Reddit

source: Download the iOS app on the Apple Store
pl: Pobierz aplikację iOS ze sklepu Apple Store

source: Download the Android app on the Google Play Store
pl: Pobierz aplikację Android ze sklepu Google Play

source: Our mailing address is:
pl: Nasz adres pocztowy to:

source: Unsubscribe from these emails.
pl: Wypisz się z tych e-maili.

source: %(platform_name)s Email
pl: E-mail %(platform_name)s

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
pl: Nie przegap okazji, aby podkreślić swoją nową wiedzę i umiejętności uzyskując zweryfikowany certyfikat. Zaktualizuj do %(user_schedule_upgrade_deadline_time)s.

source: Upgrade Now
pl: Aktualizuj teraz

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
pl: Una vez que haya aprobado esta solicitud, vaya a {catalog_admin_url} para configurar un catálogo para este usuario.Po zatwierdzeniu tego żądania przejdź do {catalog_admin_url}, aby skonfigurować katalog dla tego użytkownika.

source: Organization Name
pl: Nazwa organizacji

source: Organization Address
pl: Adres organizacji

source: Describe what your application does.
pl: Describa lo que hace su aplicación.Opisz, co robi Twoja aplikacja.

source: The URL of your organization's website.
pl: La URL del sitio web de su organización.Adres URL witryny Twojej organizacji.

source: The name of your organization.
pl: El nombre de su organización.Nazwa Twojej organizacji.

source: The contact address of your organization.
pl: La dirección de contacto de su organización.Adres kontaktowy Twojej organizacji.

source: The following users do not exist: {usernames}.
pl: Los siguientes usuarios no existen: {usernames}.Następujący użytkownicy nie istnieją: {usernames}.

source: Comma-separated list of usernames which will be able to view this catalog.
pl: Lista de nombres de usuario separados por comas que podrán visualizar este catálogo.Lista nazw użytkowników oddzielonych przecinkami, którzy będą mogli przeglądać ten katalog.

source: Denied
pl: Odmówiono

source: Approved
pl: Zatwierdzono

source: Status of this API access request
pl: Status tego żądania dostępu do API

source: The URL of the website associated with this API user.
pl: La URL del sitio web asociado con este usuario de API.Adres URL witryny powiązanej z tym użytkownikiem API.

source: The reason this user wants to access the API.
pl: La razón por la que este usuario quiere acceder a la API.Powód, dla którego ten użytkownik chce uzyskać dostęp do API.

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
pl: Mi organización y yo aceptamos las {link_start}condiciones del servicio de la API de {platform_name}{link_end}.Ja i moja organizacja akceptujemy {link_start}Warunki korzystania z API {platform_name}{link_end}.

source: '%s' is not a valid scope.
pl: '%s' nie jest prawidłowym zakresem.

source: Bookmarks
pl: Zakładki

source: An error has occurred. Please try again.
pl: Se ha producido un error. Inténtelo de nuevo.Wystąpił błąd. Spróbuj ponownie.

source: No data provided.
pl: Nie podano danych.

source: Parameter usage_id not provided.
pl: Nie podano parametru usage_id.

source: Invalid usage_id: {usage_id}.
pl: usage_id no válido: {usage_id}.Nieprawidłowy usage_id: {usage_id}.

source: Block with usage_id: {usage_id} not found.
pl: Bloquear con usage_id: {usage_id} no encontrado.Blok o usage_id: {usage_id} nie znaleziono.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
pl: Puede crear hasta marcadores de {max_num_bookmarks_per_course}. Debe eliminar algunos marcadores antes de poder agregar otros nuevos.Możesz utworzyć do {max_num_bookmarks_per_course} zakładek. Musisz usunąć niektóre zakładki, zanim dodasz nowe.

source: Bookmark with usage_id: {usage_id} does not exist.
pl: Zakładka o usage_id: {usage_id} nie istnieje.

source: Internal API URL
pl: Wewnętrzny adres URL API

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
pl: OBSOLETO: Utilice la configuración COURSE_CATALOG_API_URL.ZASTARZAŁE: Użyj ustawienia COURSE_CATALOG_API_URL.

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
pl: Especificado en segundos. Habilite el almacenamiento en caché de las respuestas de la API configurando esto en un valor mayor que 0.Określono w sekundach. Włącz buforowanie odpowiedzi API, ustawiając tę wartość na większą niż 0.

source: Long Term Cache Time To Live
pl: Długoterminowy czas życia pamięci podręcznej

source: Specified in seconds (defaults to 86400s, 24hr). In some cases the cache does needs to be refreshed less frequently. Enable long term caching of API responses by setting this to a value greater than 0.
pl: Especificado en segundos (predeterminado en 86400s, 24 horas). En algunos casos, la memoria caché debe actualizarse con menos frecuencia. Habilite el almacenamiento en caché a largo plazo de las respuestas de la API configurando esto en un valor mayor que 0.Określono w sekundach (domyślnie 86400 s, 24 godz.). W niektórych przypadkach pamięć podręczna musi być odświeżana rzadziej. Włącz długoterminowe buforowanie odpowiedzi API, ustawiając tę wartość na większą niż 0.

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
pl: Nombre de usuario creado para la integración del catálogo de cursos, p. ej. lms_catalog_service_user.Nazwa użytkownika utworzona dla integracji katalogu kursów, np. lms_catalog_service_user.

source: Page Size
pl: Rozmiar strony
