Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: To grant or deny this request, use the course creator admin table.
pl: Aby udzielić lub odmówić tego żądania, użyj tabeli administratora twórców kursów.

source: Your request for course creation rights to {studio_name} have been denied. If you believe this was in error, please contact {email}
pl: Twoje żądanie dotyczące uprawnień do tworzenia kursów w {studio_name} zostało odrzucone. Jeśli uważasz, że to błąd, skontaktuj się z {email}

source: Your request for course creation rights to {studio_name} have been granted. To create your first course, visit {url}
pl: Twoje żądanie dotyczące uprawnień do tworzenia kursów w {studio_name} zostało przyznane. Aby utworzyć swój pierwszy kurs, odwiedź {url}

source: Your course creation rights to {studio_name} have been revoked. If you believe this was in error, please contact {email}
pl: Twoje uprawnienia do tworzenia kursów w {studio_name} zostały cofnięte. Jeśli uważasz, że to błąd, skontaktuj się z {email}.

source: Your course creator status for {studio_name}
pl: Twój status twórcy kursu dla {studio_name}

source: Your {task_name} task has completed with the status '{task_status}'. Use this URL to view task details or download any files created: {detail_url}
pl: Twoje zadanie {task_name} zostało zakończone ze statussem "{task_status}". Użyj tego adresu URL, aby wyświetlić szczegóły zadania lub pobrać utworzone pliki: {detail_url}

source: Your {task_name} task has completed with the status '{task_status}'. Sign in to view the details of your task or download any files created.
pl: Twoje zadanie {task_name} zostało zakończone ze statusem &#39;{task_status}&#39;.Zaloguj się, aby wyświetlić szczegóły zadania lub pobrać utworzone pliki.

source: Here are some validations we found with your course content.
pl: Oto kilka walidacji, które znaleźliśmy w treści Twojego kursu.

source: Errors:
pl: Błędy:

source: Warnings:
pl: Ostrzeżenia:

source: {platform_name} {studio_name}: Task Status Update
pl: {platform_name} {studio_name}: Aktualizacja statusu zadania

source: Save
pl: Zapisz

source: Thanks for activating your account.
pl: Dziękujemy za aktywację konta.

source: This account has already been activated.
pl: To konto zostało już aktywowane.

source: Visit your {link_start}dashboard{link_end} to see your courses.
pl: Odwiedź swój {link_start}panel nawigacyjny{link_end}, aby zobaczyć swoje kursy.

source: You can now {link_start}sign in{link_end}.
pl: Możesz teraz {link_start}zalogować się{link_end}.

source: Activation Invalid
pl: Nieprawidłowa aktywacja

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
pl: Coś poszło nie tak. Programy pocztowe czasem dzielą adresy URL na dwie linie, więc upewnij się, że używany adres URL jest poprawnie sformatowany. Jeśli nadal masz problemy, wyślij nam wiadomość e-mail na adres {email_start}{email}{email_end}.

source: Return to the {link_start}home page{link_end}.
pl: Wróć na {link_start}stronę główną{link_end}.

source: Support will be removed in an upcoming release.
pl: Wsparcie zostanie usunięte w nadchodzącej wersji.

source: Support will be removed on {expiration_date}.
pl: Wsparcie zostanie usunięte w dniu {expiration_date}.

source: This course uses a legacy storage format.
pl: Ten kurs używa starego formatu przechowywania.

source: Please reach out to your support team contact, if you have any additional questions or concerns.
pl: Skontaktuj się z osobą kontaktową swojego zespołu wsparcia, jeśli masz dodatkowe pytania lub wątpliwości.

source: Policies
pl: Polityka

source: Accessibility Accommodation Request
pl: Wniosek o dostosowanie dostępności

source: Legal
pl: Prawne

source: edX, Open edX, and the edX and Open edX logos are registered trademarks of {link_start}edX Inc.{link_end}
pl: edX, Open edX oraz logo edX i Open edX są zastrzeżonymi znakami towarowymi firmy {link_start}edX Inc.{link_end}

source: Current Course:
pl: Aktualny kurs:

source: Course Navigation
pl: Nawigacja kursu

source: Outline
pl: Konspekt

source: Publisher
pl: Wydawca

source: Import
pl: Importuj

source: Export
pl: Eksportuj

source: Current Library:
pl: Aktualna biblioteka:

source: Language preference
pl: Preferencje językowe

source: Choose Language
pl: Wybierz język

source: Account Navigation
pl: Nawigacja konta

source: Contextual Online Help
pl: Kontekstowa pomoc online

source: Sign Up
pl: Zarejestruj się

source: Launch Latex Source Compiler
pl: Uruchom kompilator kodu Latex

source: Heading
pl: Nagłówek

source: Insert a heading
pl: Wstaw nagłówek

source: Add a multiple choice question
pl: Dodaj pytanie wielokrotnego wyboru

source: Add a question with checkboxes
pl: Dodaj pytanie z polami wyboru

source: Insert a text response
pl: Wstaw odpowiedź tekstową

source: Insert a numerical response
pl: Wstaw odpowiedź numeryczną

source: Insert a dropdown response
pl: Wstaw odpowiedź z listy rozwijanej

source: Explanation
pl: Wyjaśnienie

source: Add an explanation for this question
pl: Dodaj wyjaśnienie do tego pytania

source: Advanced Editor
pl: Edytor zaawansowany

source: Markdown Help
pl: Pomoc Markdown

source: Label
pl: Etykieta

source: Looking for help with {studio_name}?
pl: Szukasz pomocy z {studio_name}?

source: Hide {studio_name} Help
pl: Ukryj pomoc {studio_name}

source: {studio_name} Documentation
pl: Dokumentacja {studio_name}

source: edX Documentation
pl: Dokumentacja Open edX

source: Access the Open edX Portal
pl: Uzyskaj dostęp do portalu Open edX

source: Open edX Portal
pl: Portal Open edX

source: Enroll in edX101: Overview of Creating an edX Course
pl: Zapisz się na edX101: Przegląd tworzenia kursu edX

source: Enroll in edX101
pl: Zapisz się na edX101

source: Enroll in StudioX: Creating a Course with edX Studio
pl: Zapisz się na StudioX: Tworzenie kursu z Studio

source: Enroll in StudioX
pl: Zapisz się na StudioX

source: Send an email to {email}
pl: Wyślij e-mail do {email}

source: name
pl: nazwa

source: Currently signed in as:
pl: Aktualnie zalogowano jako:

source: Sign Out
pl: Wyloguj się

source: Feedback Form
pl: Formularz opinii

source: Email: {email}
pl: Adres e-mail: {email}

source: Full Name: {realname}
pl: Pełne imię i nazwisko: {realname}

source: Inquiry Type: {inquiry_type}
pl: Typ zapytania: {inquiry_type}

source: Message: {message}
pl: Wiadomość: {message}

source: Tags: {tags}
pl: Tagi: {tags}

source: Additional Info:
pl: Dodatkowe informacje:

source: Feedback from user
pl: Opinia od użytkownika

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
pl: Adres e-mail powiązany z Twoim kontem {platform_name} został zmieniony z {old_email} na {new_email}.

source: No action is needed on your part.
pl: Nie jest wymagane żadne działanie z Twojej strony.

source: If this change is not correct, contact {link_start}{platform_name} Support{link_end} or your administrator.
pl: Jeśli ta zmiana jest niepoprawna, skontaktuj się z {link_start}Pomocą techniczną {platform_name} {link_end} lub administratorem.

source: Your {platform_name} account email has been updated
pl: Adres e-mail Twojego konta {platform_name} został zaktualizowany

source: Add a Post
pl: Dodaj post

source: New topic form
pl: Nowy formularz tematu

source: Discussion thread list
pl: Lista wątków dyskusji

source: Private Discussion
pl: Dyskusja prywatna

source: This is a private discussion. You do not have permissions to view this discussion
pl: To jest dyskusja prywatna. Nie masz uprawnień do przeglądania tej dyskusji.

source: Discussion unavailable
pl: Dyskusja niedostępna

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
pl: Dyskusje są obecnie w trakcie konserwacji. Będą dostępne wkrótce!

source: Content Locked
pl: Treść zablokowana

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
pl: Musisz ukończyć wymagania wstępne dla '{prereq_section_name}', aby uzyskać dostęp do tej treści.

source: Go to Prerequisite Section
pl: Przejdź do sekcji wymagań wstępnych

source: Collapse Instructions
pl: Zwiń instrukcje

source: Guided Discussion
pl: Dyskusja kierowana

source: Hide Annotations
pl: Ukryj adnotacje

source: Bookmarked
pl: Dodano do zakładek

source: Bookmark this page
pl: Dodaj tę stronę do zakładek

source: You do not have access to this dependency block.
pl: Nie masz dostępu do tego bloku zależności.

source: LEARN MORE
pl: DOWIEDZ SIĘ WIĘCEJ

source: Starts
pl: Zaczyna się

source: Starts: {date}
pl: Zaczyna się: {date}

source: View all Courses
pl: Wyświetl wszystkie kursy

source: Dashboard
pl: Panel

source: results successfully populated,
pl: wyniki pomyślnie uzupełnione,

source: Click to load all enrolled courses
pl: Kliknij, aby załadować wszystkie zapisane kursy

source: You are not enrolled in any courses yet.
pl: Nie jesteś jeszcze zapisany na żadne kursy.

source: Explore courses
pl: Przeglądaj kursy

source: Activate your account!
pl: Aktywuj swoje konto!

source: Course-loading errors
pl: Błędy ładowania kursu

source: Search Your Courses
pl: Szukaj swoich kursów

source: Clear search
pl: Wyczyść wyszukiwanie

source: Skip to list of announcements
pl: Przejdź do listy ogłoszeń

source: Activate your account so you can log back in
pl: Aktywuj swoje konto, aby móc się ponownie zalogować

source: We sent an email to {strong_start}{email}{strong_end} with a link to activate your account. Can’t find it? Check your spam folder or {link_start}resend the email{link_end}.
pl: Wysłaliśmy e-mail na {strong_start}{email}{strong_end} z linkiem do aktywacji konta. Nie możesz go znaleźć? Sprawdź folder spamu lub {link_start}wyślij e-mail ponownie{link_end}.

source: Continue to {platform_name}
pl: Kontynuuj do {platform_name}

source: Email Settings for {course_number}
pl: Ustawienia e-mail dla {course_number}

source: Receive course emails
pl: Otrzymuj e-maile z kursu

source: Save Settings
pl: Zapisz ustawienia

source: Unenroll
pl: Wyrejestruj się

source: E-mail change failed
pl: Zmiana adresu e-mail nie powiodła się.

source: We were unable to send a confirmation email to {email}
pl: Nie udało nam się wysłać e-maila z potwierdzeniem na {email}

source: Go back to the {link_start}home page{link_end}.
pl: Wróć do {link_start}strony głównej{link_end}.

source: E-mail change successful!
pl: Zmiana adresu e-mail zakończona sukcesem!

source: You should see your new email in your {link_start}dashboard{link_end}.
pl: Powinieneś zobaczyć swój nowy adres e-mail w swoim {link_start}panelu{link_end}.

source: An account with the new e-mail address already exists.
pl: Konto z nowym adresem e-mail już istnieje.

source: You should Register before trying to access the Unit
pl: Powinieneś się zarejestrować przed próbą uzyskania dostępu do Jednostki

# self
source: Enroll
pl: Zarejestruj się

source: Don't enroll
pl: Nie rejestruj się

source: Student Enrollment Form
pl: Formularz rejestracji studenta

source: Course:
pl: Kurs:

source: Add new students
pl: Dodaj nowych studentów

source: Existing students:
pl: Istniejący studenci:

source: New students added:
pl: Nowo dodani studenci:

source: Students rejected:
pl: Odrzuceni studenci:

source: Debug:
pl: Debugowanie:

source: External Authentication failed
pl: Uwierzytelnianie zewnętrzne nie powiodło się

source: organization logo
pl: logo organizacji

source: Password Reset
pl: Resetowanie hasła

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
pl: Wprowadź swój adres e-mail poniżej, a wyślemy instrukcje dotyczące ustawiania nowego hasła.

source: Required Information
pl: Wymagane informacje

source: Your E-mail Address
pl: Twój adres e-mail

source: This is the e-mail address you used to register with {platform}
pl: To jest adres e-mail, którego użyłeś do rejestracji w {platform}

source: Reset My Password
pl: Zresetuj moje hasło

source: Email is incorrect.
pl: Adres e-mail jest nieprawidłowy.

source: The course has ended.
pl: Kurs się zakończył.

source: The due date for this assignment has passed.
pl: Termin wykonania tego zadania minął.

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
pl: Ponieważ kurs się zakończył, to zadanie nie jest już dostępne.{line_break}Jeśli ukończyłeś to zadanie, Twoja ocena jest dostępna na {link_start}stronie postępów{link_end}.

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
pl: Ponieważ termin minął, to zadanie nie jest już dostępne.{line_break}Jeśli ukończyłeś to zadanie, twoja ocena jest dostępna na {link_start}stronie postępów{link_end}.

source: Search for a course
pl: Szukaj kursu

source: Welcome to {platform_name}
pl: Witaj na platformie {platform_name}

source: It works! Powered by the Open edX{registered_trademark} Platform
pl: Działa! Wspierane przez platformę Open edX {registered_trademark}

source: Invalid email change key
pl: Nieprawidłowy klucz zmiany adresu e-mail

source: This e-mail key is not valid. Please check:
pl: Ten klucz e-mail jest nieprawidłowy. Sprawdź:

source: Was this key already used? Check whether the e-mail change has already happened.
pl: Czy ten klucz został już użyty? Sprawdź, czy zmiana adresu e-mail została już wykonana.

source: Did your e-mail client break the URL into two lines?
pl: Czy Twój klient poczty e-mail podzielił adres URL na dwie linie?

source: The keys are valid for a limited amount of time. Has the key expired?
pl: Klucze są ważne przez ograniczony czas. Czy klucz wygasł?

source: External resource
pl: Zasób zewnętrzny

source: {points} / {total_points} points
pl: {points} / {total_points} punktów

source: {total_points} points possible
pl: {total_points} możliwych punktów

source: View resource in a new window
pl: Wyświetl zasób w nowym oknie

source: Please provide launch_url. Click "Edit", and fill in the required fields.
pl: Podaj launch_url. Kliknij "Edytuj" i wypełnij wymagane pola.

source: Feedback on your work from the grader:
pl: Opinia o Twojej pracy od oceniającego:

source: Press to Launch
pl: Naciśnij, aby uruchomić

source: Manage student accounts
pl: Zarządzaj kontami studentów

source: Username:
pl: Nazwa użytkownika:

source: Profile:
pl: Profil:

source: Image:
pl: Obraz:

source: Name:
pl: Nazwa:

source: Choose an action:
pl: Wybierz działanie:

source: View Profile
pl: Wyświetl profil

source: Disable Account
pl: Dezaktywuj konto

source: Reenable Account
pl: Ponownie włącz konto

source: Remove Profile Image
pl: Usuń obraz profilowy

source: Students whose accounts have been disabled
pl: Studenci, których konta zostały wyłączone

source: (reload your page to refresh)
pl: (odśwież stronę, aby zaktualizować)

source: There has been an error on the {platform_name} servers
pl: Wystąpił błąd na serwerach {platform_name}

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
pl: Przepraszamy, ten moduł jest tymczasowo niedostępny. Nasz personel pracuje nad jak najszybszym rozwiązaniem problemu.

source: Raw data:
pl: Surowe dane:

source: Course View
pl: Widok kursu

source: View this course as:
pl: Wyświetl ten kurs jako:

source: Staff
pl: Kadra

source: Learner
pl: Uczeń

source: Specific learner
pl: Konkretny uczeń

source: Learner in {content_group}
pl: Uczeń w {content_group}

source: Username or email:
pl: Nazwa użytkownika lub adres e-mail:

source: Set preview mode
pl: Ustaw tryb podglądu

source: You are now viewing the course as {i_start}{user_name}{i_end}.
pl: Teraz przeglądasz kurs jako {i_start}{user_name}{i_end}.

source: View in Studio
pl: Wyświetl w Studio

source: View in InsightsWyświetl w Insights
pl: Wskazówka

source: Save your answer
pl: Zapisz swoją odpowiedź

source: Reset
pl: Resetuj

source: Reset your answer
pl: Zresetuj swoją odpowiedź

source: Show answer
pl: Pokaż odpowiedź

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
pl: Niektóre zadania mają opcje takie jak zapisz, resetuj, wskazówki lub pokaż odpowiedź. Te opcje znajdują się obok przycisku Wyślij.

source: Answers are displayed within the problem
pl: Odpowiedzi są wyświetlane w ramach problemu

source: Next Hint
pl: Następna wskazówka

source: Review
pl: Przegląd

source: Log In
pl: Zaloguj się

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
pl: Twoja nazwa użytkownika, adres e-mail i pełne imię zostaną wysłane do {destination}, gdzie gromadzenie i wykorzystywanie tych informacji będzie podlegać ich warunkom świadczenia usług i polityce prywatności.

source: Return To %s
pl: Wróć do %s

source: Learn more about this course
pl: Dowiedz się więcej o tym kursie

source: Go to course
pl: Przejdź do kursu

source: Enroll in this course
pl: Zapisz się na ten kurs

source: {course_number} Courseware
pl: Materiały kursu {course_number}

source: Re-subscribe Successful!
pl: Pomyślna ponowna subskrypcja!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
pl: Ponownie włączyłeś powiadomienia e-mail z forum od {platform_name}. Możesz {dashboard_link_start}wrócić do swojego panelu{link_end}.

source: Secondary e-mail change failed
pl: Zmiana dodatkowego adresu e-mail nie powiodła się

source: We were unable to activate your secondary email {secondary_email}
pl: Nie udało nam się aktywować Twojego dodatkowego adresu e-mail {secondary_email}

source: Secondary e-mail change successful!
pl: Zmiana dodatkowego adresu e-mail zakończona sukcesem!

source: Your secondary email has been activated. Please visit {link_start}dashboard{link_end} for courses.
pl: Twój dodatkowy adres e-mail został aktywowany. Odwiedź {link_start}panel{link_end} w celu przeglądania kursów.

source: Important!
pl: Ważne!

# unit
source: Previous
pl: Poprzedni

# unit
source: Next
pl: Następny

source: Sequence
pl: Sekwencja

source: New Unit
pl: Nowa jednostka

source: Paste as new unit
pl: Wklej jako nową jednostkę

source: Sign Up for {platform_name}
pl: Zarejestruj się w {platform_name}

source: e.g. yourname@domain.com
pl: Np. twojanazwa@domena.com

source: e.g. yourname (shown on forums)
pl: Np. twojanazwa (widoczna na forach)

source: e.g. Your Name (for certificates)
pl: Np. Twoje Imię i Nazwisko (do certyfikatów)

source: {start_li}Welcome{end_li} {name}
pl: {start_li}Witaj{end_li} {name}

source: Enter a public username:
pl: Wprowadź publiczną nazwę użytkownika:

source: Full Name *
pl: Imię i nazwisko *

source: Ed. Completed
pl: Ukończony poziom edukacji

source: Goals in signing up for {platform_name}
pl: Cele rejestracji w {platform_name}

source: I agree to the {link_start}Terms of Service{link_end}
pl: Zgadzam się na {link_start}Warunki świadczenia usług{link_end}

source: I agree to the {link_start}Honor Code{link_end}
pl: Zgadzam się na {link_start}Kodeks honorowy{link_end}

source: Create My Account
pl: Utwórz moje konto

source: Already have an account?
pl: Masz już konto?

source: Login.
pl: Zaloguj się.

source: This content experiment uses group configuration '{group_configuration_name}'.
pl: Ten eksperyment treści wykorzystuje konfigurację grupy '{group_configuration_name}'.

source: Active Groups
pl: Aktywne grupy

source: Inactive Groups
pl: Nieaktywne grupy

source: Staff Debug Info
pl: Informacje debugowania dla Staffa

source: Submission history
pl: Historia przesłanych prac

source: {platform_name} Content Quality Assessment
pl: Ocena jakości treści {platform_name}

source: Comment
pl: Komentarz

source: comment
pl: komentarz

source: Tag
pl: Etykieta

source: Optional tag (eg "done" or "broken"):
pl: Opcjonalna etykieta (np. "gotowe" lub "uszkodzone"):

source: tag
pl: etykieta

source: Add comment
pl: Dodaj komentarz

source: Staff Debug:
pl: Debugowanie przez personel:

source: Score (for override only)
pl: Wynik (tylko do nadpisania)

source: Reset Learner's Attempts to Zero
pl: Zresetuj próby ucznia do zera

source: Delete Learner's State
pl: Usuń stan ucznia

source: Rescore Only If Score Improves
pl: Ponownie oceń tylko, jeśli wynik się poprawi

source: Override Score
pl: Nadpisz wynik

source: Module Fields
pl: Pola modułu

source: XML attributes
pl: Atrybuty XML

source: Submission History Viewer
pl: Przeglądarka historii zgłoszeń

source: Learner's {platform_name} email address or username:
pl: Adres e-mail lub nazwa użytkownika studenta w {platform_name}:

source: Enter the learner email address or username
pl: Wprowadź adres e-mail lub nazwę użytkownika studenta

source: View History
pl: Wyświetl historię

source: {course_number} Textbook
pl: Podręcznik dla {course_number}

source: Textbook Navigation
pl: Nawigacja po podręczniku

source: Page
pl: Strona

source: Previous page
pl: Poprzednia strona

source: Next page
pl: Następna strona

source: Paste Component
pl: Wklej komponent

source: From:
pl: Od:

source: What's in my clipboard?
pl: Co jest w moim schowku?

source: Tracking Log
pl: Dziennik śledzenia

source: datetime
pl: data i godzina

source: ipaddr
pl: adres IP

source: source
pl: źródło

source: type
pl: typ

source: Unsubscribe Successful!
pl: Pomyślnie anulowano subskrypcję!

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
pl: Nie będziesz już otrzymywać powiadomień z forum na adres e-mail od {platform_name}. Możesz {dashboard_link_start}wrócić do swojego panelu kontrolnego{link_end}. Jeśli nie chciałeś tego zrobić, {undo_link_start}możesz ponownie subskrybować{link_end}.

source: Dashboard for:
pl: Panel kontrolny dla:

source: Usermenu
pl: Menu użytkownika

source: More options
pl: Więcej opcji

source: More Options
pl: Więcej opcji

source: Using the system
pl: Korzystanie z systemu

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
pl: Podczas odtwarzania wideo użyj napisów i paska przewijania do nawigacji. Kliknięcie napisów to szybki sposób na przeskakiwanie do przodu i do tyłu o małe fragmenty.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
pl: Jeśli korzystasz z wyświetlacza o niskiej rozdzielczości, lewy pasek nawigacyjny można ukryć, klikając trzy strzałki obok niego.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
pl: Jeśli potrzebujesz większych lub mniejszych czcionek, użyj ustawień przeglądarki, aby je skalować. W przeglądarce Google Chrome robi się to, naciskając jednocześnie ctrl + lub ctrl -.

source: {subsection_format} due {{date}}
pl: {subsection_format} płatne {{date}}

source: Due {date}
pl: Termin {date}

source: Past due
pl: Zaległe

source: Reset Problems
pl: Zresetuj problemy

source: Loading video player
pl: Ładowanie odtwarzacza wideo

source: Play video
pl: Odtwórz wideo

source: No playable video sources found.
pl: Nie znaleziono źródeł wideo do odtworzenia.
