Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: You can change sessions until {entitlement_expiration_date}.
pl: Możesz zmieniać sesje do {entitlement_expiration_date}.

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
pl: Biorę {course_name} online z {facebook_brand}. Sprawdź to!

source: Share {course_name} on Facebook
pl: Udostępnij {course_name} na Facebooku

source: Share on Facebook
pl: Udostępnij na Facebooku

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
pl: Biorę {course_name} online z {twitter_brand}. Sprawdź to!

source: Share {course_name} on Twitter
pl: Udostępnij {course_name} na Twitterze

source: Course options for
pl: Opcje kursu dla

source: Available Actions
pl: Dostępne działania

source: You are enrolled by your institution and you should reach out to your institution to drop this course.
pl: Jesteś zapisany przez swoją instytucję i powinieneś skontaktować się ze swoją instytucją, aby zrezygnować z tego kursu.

source: Email Settings
pl: Ustawienia e-mail

source: View Archived Course
pl: Wyświetl zarchiwizowany kurs

source: Related Programs
pl: Powiązane programy

source: {start_bold}Get the most out of your course!{end_bold} Upgrade to get full access to the course material, unlock both graded and non-graded assignments, and earn a {link_start}verified certificate{link_end} to showcase on your resumé.
pl: {start_bold}Wykorzystaj swój kurs w pełni!{end_bold} Ulepsz, aby uzyskać pełny dostęp do materiałów kursu, odblokować zadania oceniane i nieoceniane oraz zdobyć {link_start}zweryfikowany certyfikat{link_end}, aby zaprezentować go w swoim CV.

source: {start_bold}Get the most out of your course!{end_bold} Upgrade to earn a {link_start}verified certificate{link_end} to showcase on your resumé.
pl: {start_bold}Wykorzystaj swój kurs w pełni!{end_bold} Ulepsz, aby zdobyć {link_start}zweryfikowany certyfikat{link_end}, który możesz zaprezentować w swoim CV.

source: Upgrade
pl: Ulepsz

source: Resume Course
pl: Wznów kurs

source: You have completed this course and are eligible to purchase course credit. Select {strong_start}Get Credit{strong_end} to get started.
pl: Ukończyłeś ten kurs i kwalifikujesz się do zakupu punktów kursu. Wybierz {strong_start}Uzyskaj punkty{strong_end}, aby rozpocząć.

source: You are now eligible for credit from {provider}. Congratulations!
pl: Jesteś teraz uprawniony do otrzymania punktów od {provider}. Gratulacje!

source: Get Credit
pl: Uzyskaj punkty

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select {start_bold}Request Credit{end_bold} to get started.
pl: Dziękujemy za płatność. Aby otrzymać punkty kursu, musisz teraz złożyć wniosek o punkty na stronie internetowej {link_to_provider_site}. Wybierz {start_bold}Złóż wniosek o punkty{end_bold}, aby rozpocząć.

source: Request Credit
pl: Złóż wniosek o punkty

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
pl: {provider_name} otrzymał Twój wniosek o punkty kursu. Poinformujemy Cię, gdy przetwarzanie punktów zostanie zakończone.

source: View Details
pl: Wyświetl szczegóły

source: {start_bold}Congratulations!{end_bold} {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
pl: {start_bold}Gratulacje!{end_bold} {provider_name} zatwierdził Twój wniosek o punkty kursu. Aby zobaczyć swoje punkty kursu, odwiedź stronę internetową {link_to_provider_site}.

source: View Credit
pl: Wyświetl punkty

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
pl: {provider_name} nie zatwierdził Twojego wniosku o punkty kursu. Aby uzyskać więcej informacji, skontaktuj się bezpośrednio z {link_to_provider_site}.

source: An error occurred with this transaction. For help, contact {support_email}.
pl: Wystąpił błąd podczas tej transakcji. Aby uzyskać pomoc, skontaktuj się z {support_email}.

source: Course options for {courseName}
pl: Opcje kursu dla {courseName}

source: Consent to share your data
pl: Zgoda na udostępnianie Twoich danych

source: To access this course, you must first consent to share your learning achievements with {enterprise_customer_name}.
pl: Aby uzyskać dostęp do tego kursu, musisz najpierw wyrazić zgodę na udostępnianie swoich osiągnięć edukacyjnych firmie {enterprise_customer_name}.

source: View Consent
pl: Wyświetl zgodę

source: We're sorry to see you go! Read the following statements and rate your level of agreement.
pl: Przykro nam, że odchodzisz! Przeczytaj poniższe stwierdzenia i oceń swój poziom zgody.

source: Price is too high for me
pl: Cena jest dla mnie za wysoka.

source: I was not satisfied with my experience taking the courses
pl: Nie byłem zadowolony z mojego doświadczenia podczas kursów.

source: Content of the courses was too difficult
pl: Treść kursów była zbyt trudna

source: I did not have enough time to complete the courses
pl: Nie miałem wystarczająco dużo czasu, aby ukończyć kursy

source: The content was not available when I wanted to start
pl: Treść nie była dostępna, gdy chciałem zacząć

source: Can we contact you via email for follow up?
pl: Czy możemy skontaktować się z Tobą e-mailem w celu dalszych działań?

source: Thank you for sharing your reasons for unenrolling.
pl: Dziękujemy za podzielenie się powodami rezygnacji z kursu.

source: You are unenrolled from
pl: Jesteś wypisany z

source: Return To Dashboard
pl: Powrót do panelu

source: Browse Courses
pl: Przeglądaj kursy

source: We're sorry to see you go! Please share your main reason for unenrolling.
pl: Przykro nam, że odchodzisz! Podziel się swoją główną przyczyną rezygnacji.

source: I just wanted to browse the material
pl: Chciałem tylko przejrzeć materiał.

source: This won't help me reach my goals
pl: To nie pomoże mi osiągnąć moich celów.

source: I don't have the time
pl: Nie mam czasu

source: I don't have the academic or language prerequisites
pl: Nie mam wymaganych warunków akademickich ani językowych

source: I don't have enough support
pl: Nie mam wystarczającego wsparcia

source: I am not happy with the quality of the content
pl: Nie jestem zadowolony z jakości treści

source: The course material was too hard
pl: Materiał kursu był zbyt trudny

source: The course material was too easy
pl: Materiał kursu był zbyt łatwy

source: Something was broken
pl: Coś było zepsute

source: Other
pl: Inne

source: Results:
pl: Wyniki:

source: Topic:
pl: Temat:

source: Show Discussion
pl: Pokaż dyskusję

source: To view live discussions, click Preview or View Live in Unit Settings.
pl: Aby wyświetlić dyskusje na żywo, kliknij Podgląd lub Widok na żywo w Ustawieniach jednostki.

source: Discussion ID: {discussion_id}
pl: ID dyskusji: {discussion_id}

source: The discussion block is disabled for this course as it is not using a compatible discussion provider.
pl: Blok dyskusji jest wyłączony dla tego kursu, ponieważ nie korzysta z kompatybilnego dostawcy dyskusji.

source: Discussion topics list
pl: Lista tematów dyskusji

source: Filter Topics
pl: Filtruj tematy

source: filter topics
pl: filtruj tematy

source: All Discussions
pl: Wszystkie dyskusje

source: Posts I'm Following
pl: Posty, które obserwuję

source: Filter:
pl: Filtr:

source: Show all posts
pl: Pokaż wszystkie posty

source: Unread posts
pl: Nieprzeczytane posty

source: Unanswered posts
pl: Posty bez odpowiedzi

source: Flagged
pl: Oznaczone

source: Group:
pl: Grupa:

source: in all groups
pl: we wszystkich grupach

source: Sort:
pl: Sortuj:

source: by recent activity
pl: według ostatniej aktywności

source: by most activity
pl: według największej aktywności

source: by most votes
pl: według liczby głosów

source: Student Notes
pl: Notatki studenta

source: Highlights and notes you've made in course content
pl: Wyróżnienia i notatki, które zrobiłeś w treści kursu

source: Search notes for:
pl: Szukaj notatek dla:

source: Search notes for...
pl: Szukaj notatek dla...

source: View notes by:
pl: Wyświetl notatki według:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
pl: Nie zrobiłeś jeszcze żadnych notatek w tym kursie. Inni studenci na tym kursie używają notatek, aby:

source: Mark a passage or concept so that it's easy to find later.
pl: Zaznacz fragment lub koncepcję, aby łatwo ją później odnaleźć.

source: Record thoughts about a specific passage or concept.
pl: Zapisz myśli dotyczące konkretnego fragmentu lub koncepcji.

source: Highlight important information to review later in the course or in future courses.
pl: Podkreśl ważne informacje, aby przejrzeć je później w trakcie kursu lub w przyszłych kursach.

source: Get started by making a note in something you just read, like {section_link}.
pl: Zacznij od zrobienia notatki w czymś, co właśnie przeczytałeś, na przykład {section_link}.

source: Hide notes
pl: Ukryj notatki

source: Show notes
pl: Pokaż notatki

source: Thank you for your purchase of
pl: Dziękujemy za zakup

source: Your payment was successful.
pl: Twoja płatność zakończyła się pomyślnie.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
pl: Jeśli masz pytania dotyczące rachunków, zapoznaj się z FAQ ({faq_url}) lub skontaktuj się z {billing_email}.

source: If you have billing questions, please contact {billing_email}.
pl: Jeśli masz pytania dotyczące rozliczeń, skontaktuj się z {billing_email}.

source: {order_placed_by} placed an order and mentioned your name as the
pl: {order_placed_by} złożył prośbę i wspomniał o Tobie jako o kontakcie Organizacji.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
pl: {order_placed_by} złożył zamówienie i wspomniał Twoje imię jako dodatkowego odbiorcę faktury.

source: The items in your order are:
pl: Produkty w Twoim zamówieniu to:

source: Quantity - Description - Price
pl: Ilość - Opis - Cena

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
pl: Całkowita kwota do zapłaty kartą kredytową/debetową: {currency_symbol}{total_cost}

source: Company Name:
pl: Nazwa firmy:

source: Purchase Order Number:
pl: Numer zamówienia zakupu:

source: Company Contact Name:
pl: Nazwa firmy kontaktowej:

source: Company Contact Email:
pl: Adres e-mail firmy kontaktowej:

source: Recipient Name:
pl: Nazwa odbiorcy:

source: Recipient Email:
pl: Adres e-mail odbiorcy:

source: Order Number: {order_number}
pl: Numer zamówienia: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
pl: Załączono plik CSV z Twoimi adresami URL rejestracji. Prosimy o rozpowszechnienie adresów URL rejestracji wśród wszystkich studentów planujących zapisanie się, korzystając z poniższego szablonu wiadomości e-mail.

source: Warm regards,
pl: Z wyrazami szacunku,

source: Warm regards,<br>The {platform_name} Team
pl: Z wyrazami szacunku,<br>Zespół {platform_name}

source: Dear [[Name]]
pl: Drogi/Droga [[Imię]]

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
pl: Aby zapisać się na {course_names}, udostępniliśmy Ci adres URL do rejestracji. Postępuj zgodnie z poniższymi instrukcjami, aby uzyskać dostęp.

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
pl: Twój adres URL do realizacji to: [[Wprowadź adres URL do realizacji z załączonego pliku CSV]]

source: (1) Register for an account at {site_name}
pl: (1) Zarejestruj konto na {site_name}

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
pl: (2) Po zarejestrowaniu skopiuj adres URL realizacji i wklej go do przeglądarki internetowej.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
pl: (3) Na stronie potwierdzenia zapisu kliknij przycisk "Aktywuj kod zapisu". Spowoduje to wyświetlenie potwierdzenia zapisu.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
pl: (4) Powinieneś móc kliknąć przycisk "wyświetl kurs" lub zobaczyć swój kurs na panelu studenta pod adresem {url}

source: (5) Course materials will not be available until the course start date.
pl: (5) Materiały kursu będą dostępne dopiero od daty rozpoczęcia kursu.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
pl: <p>Z poważaniem,</p><p>[[Twój Podpis]]</p>

source: Sorry! The photos you submitted for ID verification were not accepted, for the following reason(s):
pl: Przepraszamy! Przesłane przez Ciebie zdjęcia do weryfikacji tożsamości nie zostały zaakceptowane z następujących powodów:

source: The photo(s) of you:
pl: Twoje zdjęcie(a):

source: The photo of you:
pl: Twoje zdjęcie:

source: The photo of your ID:
pl: Zdjęcie Twojego dowodu osobistego:

source: Other Reasons:
pl: Inne powody:

source: Resubmit Verification: {reverify_url}
pl: Wyślij weryfikację ponownie: {reverify_url}

source: ID Verification FAQ: {faq_url}
pl: FAQ dotyczące weryfikacji tożsamości: {faq_url}

source: The {platform_name} team
pl: Zespół {platform_name}

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
pl: Twoja płatność zakończyła się pomyślnie. Poniższa opłata pojawi się na Twoim następnym wyciągu z karty kredytowej lub debetowej pod nazwą firmy {merchant_name}.

source: Your order number is: {order_number}
pl: Numer Twojego zamówienia to: {order_number}

source: Hello {full_name},
pl: Witaj {full_name},

source: Your {platform_name} ID verification photos have been approved.
pl: Twoje zdjęcia do weryfikacji tożsamości {platform_name} zostały zatwierdzone.

source: Your approval status remains valid for two years, and it will expire {expiration_datetime}.
pl: Twój status zatwierdzenia jest ważny przez dwa lata i wygaśnie {expiration_datetime}.

source: Hi {full_name},
pl: Cześć {full_name},

source: Thanks for submitting your photos!
pl: Dziękujemy za przesłanie Twoich zdjęć!

source: We've received your information and the ID verification process has begun.Check for an email from us in the next few days to confirm whether your verification was successful.You can also check the status of the verification process on your dashboard.
pl: Otrzymaliśmy Twoje informacje i rozpoczęto proces weryfikacji tożsamości. Sprawdź skrzynkę e-mail w ciągu najbliższych kilku dni, aby potwierdzić, czy weryfikacja zakończyła się pomyślnie. Status procesu weryfikacji możesz również sprawdzić w swoim panelu.

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
pl: Przepraszamy. Nasz personel kursu nie zatwierdził Twojej prośby o zmianę imienia z {old_name} na {new_name}. Jeśli potrzebujesz dalszej pomocy, prosimy o kontakt e-mailowy z personelem kursu pod adresem {email}.

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
pl: Pomyślnie zweryfikowaliśmy Twoją tożsamość dla oceny {assessment} w kursie {course_name}.

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
pl: Nie mogliśmy zweryfikować Twojej tożsamości dla oceny {assessment} w kursie {course_name}. Wykorzystałeś {used_attempts} z {allowed_attempts} prób weryfikacji tożsamości.

source: You must verify your identity before the assessment closes on {due_date}.
pl: Musisz zweryfikować swoją tożsamość przed zamknięciem oceny w dniu {due_date}.

source: To try to verify your identity again, select the following link:
pl: Aby ponownie spróbować zweryfikować swoją tożsamość, wybierz poniższy link:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
pl: Nie udało nam się zweryfikować Twojej tożsamości dla oceny {assessment} w kursie {course_name}. Wykorzystałeś {used_attempts} z {allowed_attempts} prób weryfikacji tożsamości, a weryfikacja nie jest już możliwa.

source: To go to the courseware, select the following link:
pl: Aby przejść do materiałów kursu, wybierz poniższy link:

source: If you have any questions, you can contact student support at {support_link}.
pl: W razie pytań możesz skontaktować się z działem wsparcia studentów pod adresem {support_link}.

source: Thanks,
pl: Dziękujemy,

source: This Course Unavailable In Your Country
pl: Ten kurs jest niedostępny w Twoim kraju.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
pl: Nasz system wskazuje, że próbujesz uzyskać dostęp do tego kursu {platform_name} z kraju lub regionu, w którym obecnie nie jest on dostępny.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
pl: Nasz system wskazuje, że próbujesz zapisać się na ten kurs {platform_name} z kraju lub regionu, w którym obecnie nie jest on dostępny.

source: Enrollment Successful
pl: Rejestracja zakończona pomyślnie

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
pl: Dziękujemy za zapisanie się na {course_names}. Mamy nadzieję, że kurs Ci się spodoba.

source: Thank you for enrolling in:
pl: Dziękujemy za zapisanie się na:

source: We hope you enjoy the course.
pl: Mamy nadzieję, że kurs Ci się spodoba.

source: Financial Assistance Application
pl: Wniosek o pomoc finansową

source: A Note to Learners
pl: Uwaga dla uczących się

source: Dear edX Learner,
pl: Drogi Studencie edX,

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
pl: EdX Financial Assistance to program, który stworzyliśmy, aby umożliwić studentom we wszystkich sytuacjach finansowych zdobycie zweryfikowanego certyfikatu po pomyślnym ukończeniu kursu edX.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
pl: Jeśli jesteś zainteresowany zdobyciem Zweryfikowanego Certyfikatu, ale nie stać Cię na opłacenie opłaty, złóż wniosek już teraz. Zauważ, że pomoc finansowa jest ograniczona i może nie zostać przyznana wszystkim kwalifikującym się kandydatom.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
pl: Jeśli Twój wniosek zostanie zatwierdzony, otrzymasz instrukcje dotyczące weryfikacji Twojej tożsamości na edx.org, abyś mógł rozpocząć pracę nad ukończeniem kursu edX.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
pl: EdX zobowiązuje się umożliwić Ci udział w wysokiej jakości kursach prowadzonych przez wiodące instytucje, niezależnie od Twojej sytuacji finansowej, zdobycie zweryfikowanego certyfikatu i dzielenie się swoim sukcesem z innymi.

source: Apply for Financial Assistance
pl: Złóż wniosek o pomoc finansową

source: {platform_name} Home Page
pl: Strona główna {platform_name}

source: Options Menu
pl: Menu opcji

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
pl: {begin_strong}Ostrzeżenie:{end_strong} Twoja przeglądarka nie jest w pełni obsługiwana. Zdecydowanie zalecamy korzystanie z {chrome_link} lub {ff_link}.

source: Discover New
pl: Odkryj nowe

source: {name} Dashboard
pl: {name} Pulpit nawigacyjny

source: Supplemental Links
pl: Dodatkowe linki

source: How it Works
pl: Jak to działa

source: Schools
pl: Szkoły

source: Register for free
pl: Zarejestruj się za darmo

source: Profile
pl: Profil

source: Order History
pl: Historia zamówień

source: Add Coupon Code
pl: Dodaj kod kuponu

source: Enter information about the coupon code below.
pl: Wprowadź informacje o kodzie kuponu poniżej.

source: Coupon Code
pl: Kod kuponu

source: Discount Percentage
pl: Procent zniżki

source: Add expiration date
pl: Dodaj datę ważności

source: Example Certificates
pl: Przykładowe certyfikaty

source: This course is configured to generate PDF certificates and this certificate type is no longer supported. Example certificates cannot be generated.
pl: Ten kurs jest skonfigurowany do generowania certyfikatów PDF i ten typ certyfikatu nie jest już obsługiwany. Nie można wygenerować przykładowych certyfikatów.

source: Generate Example Certificates
pl: Generuj przykładowe certyfikaty

source: Generating example {name} certificate
pl: Generowanie przykładowego certyfikatu {name}

source: Error generating example {name} certificate: {error}
pl: Błąd podczas generowania przykładowego certyfikatu {name}: {error}

source: View {name} certificate
pl: Zobacz certyfikat {name}

source: Refresh Status
pl: Odśwież status

source: Student-Generated Certificates
pl: Certyfikaty generowane przez studentów

source: Disable Student-Generated Certificates
pl: Wyłącz certyfikaty generowane przez studentów

source: Enable Student-Generated Certificates
pl: Włącz certyfikaty generowane przez studentów

source: You must successfully generate example certificates before you enable student-generated certificates.
pl: Musisz pomyślnie wygenerować przykładowe certyfikaty, zanim włączysz certyfikaty generowane przez studentów.

source: Generate Certificates
pl: Generuj certyfikaty

source: Course certificate generation requires an activated web certificate configuration.
pl: Generowanie certyfikatu kursu wymaga aktywowanej konfiguracji certyfikatu internetowego.

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
pl: Gdy będziesz gotowy do wygenerowania certyfikatów dla swojego kursu, kliknij Generuj certyfikaty. Nie musisz tego robić, jeśli ustawiłeś tryb certyfikatu na generowanie na żądanie.

source: Pending Tasks
pl: Oczekujące zadania

source: The status for any active tasks appears in a table below.
pl: Status wszelkich aktywnych zadań pojawi się w poniższej tabeli.

source: Regenerate Certificates
pl: Regeneruj certyfikaty

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
pl: Aby ponownie wygenerować certyfikaty dla swojego kursu, wybierz kursantów, którzy otrzymają ponownie wygenerowane certyfikaty i kliknij Regeneruj certyfikaty.

source: Choose learner types for regeneration
pl: Wybierz typy kursantów do regeneracji

source: Regenerate for learners who have already received certificates. ({count})
pl: Regeneruj dla kursantów, którzy już otrzymali certyfikaty. ({count})

source: Regenerate for learners who have not received certificates. ({count})
pl: Regeneruj dla kursantów, którzy nie otrzymali certyfikatów. ({count})
