Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: If you make significant changes, make sure you notify members of the team before making these changes.
pl: Jeśli wprowadzasz znaczące zmiany, upewnij się, że powiadomisz członków zespołu przed wprowadzeniem tych zmian.

source: Membership
pl: Członkostwo

source: You can remove members from this team, especially if they have not participated in the team's activity.
pl: Możesz usunąć członków z tego zespołu, zwłaszcza jeśli nie uczestniczyli w działalności zespołu.

source: Showing results for "{searchString}"
pl: Wyświetlanie wyników dla "{searchString}"

source: Search teams
pl: Wyszukaj zespoły

source: See all teams you belong to and all public teams in your course, organized by topic. Join an open public team to collaborate with other learners who are interested in the same topic as you are.
pl: Zobacz wszystkie zespoły, do których należysz, oraz wszystkie publiczne zespoły na swoim kursie, zorganizowane według tematu. Dołącz do otwartego zespołu publicznego, aby współpracować z innymi uczącymi się, którzy interesują się tym samym tematem co Ty.

source: See all teams you belong to and all public teams in your course, organized by topic.
pl: Zobacz wszystkie zespoły, do których należysz, oraz wszystkie publiczne zespoły na swoim kursie, zorganizowane według tematu.

source: See all teams you belong to.
pl: Zobacz wszystkie zespoły, do których należysz.

source: All Topics
pl: Wszystkie tematy

source: The page "{route}" could not be found.
pl: Nie można znaleźć strony "{route}".

source: The topic "{topic}" could not be found.
pl: Nie można znaleźć tematu "{topic}".

source: The team "{team}" could not be found.
pl: Nie można znaleźć zespołu "{team}".

source: Topic
pl: Temat

source: View Teams in the {topic_name} Topic
pl: Wyświetl zespoły w temacie {topic_name}

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
pl: {browse_span_start}Przeglądaj zespoły w innych kategoriach{span_end} lub {search_span_start}wyszukaj zespoły{span_end} w tej kategorii. Jeśli nadal nie możesz znaleźć zespołu do dołączenia, {create_span_start}utwórz nowy zespół w tej kategorii{span_end}.

source: An error occurred while looking up team membership. Try refreshing the page.
pl: Wystąpił błąd podczas wyszukiwania członkostwa w zespole. Spróbuj odświeżyć stronę.

source: All topics
pl: Wszystkie tematy

source: Insert Hyperlink
pl: Wstaw hiperłącze

source: e.g.'http://google.com'
pl: np. "http://google.com/"

source: Link Description
pl: Opis linku

source: e.g.'google'
pl: np. "google"

source: Please provide a description of the link destination.
pl: Proszę podać opis miejsca docelowego linku.

source: Insert Image (upload file or type URL)
pl: Wstaw obraz (prześlij plik lub wpisz URL).

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
pl: Wpisz URL lub użyj przycisku "Wybierz plik", aby przesłać plik z Twojego komputera. (np. "http://example.com/img/clouds.jpg").

source: Image Description
pl: Opis obrazu

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
pl: Proszę opisać ten obraz lub zgodzić się, że nie ma wartości kontekstowej, zaznaczając pole wyboru.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
pl: np. "Niebo z chmurami". Opis jest pomocny dla użytkowników, którzy nie mogą zobaczyć obrazu.

source: How to create useful text alternatives.
pl: Jak tworzyć przydatne alternatywne teksty.

source: This image is for decorative purposes only and does not require a description.
pl: Ten obraz służy wyłącznie celom dekoracyjnym i nie wymaga opisu.

source: Markdown Editing Help
pl: Pomoc w edycji Markdown

source: Please provide a valid URL.
pl: Proszę podać prawidłowy URL.

source: Bold (Ctrl+B)
pl: Pogrubienie (Ctrl+B)

source: Italic (Ctrl+I)
pl: Kursywa (Ctrl+I)

source: Hyperlink (Ctrl+L)
pl: Hiperłącze (Ctrl+L)

source: Blockquote (Ctrl+Q)
pl: Cytat blokowy (Ctrl+Q)

source: Code Sample (Ctrl+K)
pl: Przykład kodu (Ctrl+K)

source: Image (Ctrl+G)
pl: Obraz (Ctrl+G)

source: Numbered List (Ctrl+O)
pl: Lista numerowana (Ctrl+O)

source: Bulleted List (Ctrl+U)
pl: Lista punktowana (Ctrl+U)

source: Heading (Ctrl+H)
pl: Nagłówek (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
pl: Linia pozioma (Ctrl+R)

source: Undo (Ctrl+Z)
pl: Cofnij (Ctrl+Z)

source: Redo (Ctrl+Y)
pl: Ponów (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
pl: Ponów (Ctrl+Shift+Z)

source: strong text
pl: tekst pogrubiony

source: emphasized text
pl: tekst wyróżniony

source: enter link description here
pl: wpisz opis linku tutaj

source: Blockquote
pl: Cytat blokowy

source: enter code here
pl: wpisz kod tutaj

source: List item
pl: Element listy

source: Heading
pl: Nagłówek

source: You have been logged out of your account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
pl: Zostałeś wylogowany ze swojego konta. Kliknij OK, aby zalogować się ponownie. Kliknij Anuluj, aby pozostać na tej stronie (musisz zalogować się ponownie, aby zapisać swoją pracę).

source: Preview this query
pl: Podgląd tego zapytania

source: Open Calculator
pl: Otwórz kalkulator

source: Close Calculator
pl: Zamknij kalkulator

source: All subsections
pl: Wszystkie podsekcje

source: All units
pl: Wszystkie jednostki

source: Click to change
pl: Kliknij, aby zmienić

source: Select a chapter
pl: Wybierz rozdział

source: Save changes
pl: Zapisz zmiany

source: Please enter valid start date and time.
pl: Proszę wprowadzić prawidłową datę i godzinę rozpoczęcia.

source: Due date cannot be before start date.
pl: Termin nie może być wcześniejszy niż data rozpoczęcia.

source: Enter Due Date and Time
pl: Wprowadź datę i godzinę oddania

source: Enter Start Date and Time
pl: Wprowadź datę i godzinę rozpoczęcia

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
pl: Pole nazwy użytkownika/adresu e-mail studenta jest wymagane i nie może być puste. Wpisz nazwę użytkownika/adres e-mail, a następnie naciśnij przycisk "Dodaj do listy wyjątków".

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
pl: Pole nazwy użytkownika/adresu e-mail studenta jest wymagane i nie może być puste. Proszę uzupełnić nazwę użytkownika/adres e-mail, a następnie nacisnąć przycisk "Unieważnij certyfikat".

source: Student Removed from certificate allowlist successfully.
pl: Student pomyślnie usunięty z listy dozwolonych certyfikatów.

source: Could not find Certificate Exception in the allowlist. Please refresh the page and try again
pl: Nie znaleziono wyjątku certyfikatu na liście dozwolonych. Odśwież stronę i spróbuj ponownie.

source: Server Error, Please refresh the page and try again.
pl: Błąd serwera, proszę odświeżyć stronę i spróbować ponownie.

source: <%- user %> already in exception list.
pl: <%- user %> znajduje się już na liście wyjątków.

source: <%- user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
pl: <%- user %> został pomyślnie dodany do listy wyjątków. Kliknij Generuj Certyfikat Wyjątku poniżej, aby wysłać certyfikat.

source: learners were successfully added to exception list
pl: uczniowie zostali pomyślnie dodani do listy wyjątków

source: learner was successfully added to the exception list
pl: uczeń został pomyślnie dodany do listy wyjątków

source: records are not in the correct format and have not been added to the exception list
pl: rekordy nie są w poprawnym formacie i nie zostały dodane do listy wyjątków

source: record is not in the correct format and has not been added to the exception list
pl: rekord nie jest w prawidłowym formacie i nie został dodany do listy wyjątków

source: learner accounts cannot be found and have not been added to the exception list
pl: nie można znaleźć konta ucznia i nie zostało ono dodane do listy wyjątków

source: learner account cannot be found and has not been added to the exception list
pl: konta uczniów nie można znaleźć i nie zostało ono dodane do listy wyjątków

source: learners already appear on the exception list in this course
pl: uczniowie już widnieją na liście wyjątków w tym kursie

source: learner already appears on the exception list in this course
pl: uczeń już widnieje na liście wyjątków w tym kursie

source: learners are not enrolled in this course and have not added to the exception list
pl: uczniowie nie są zapisani na ten kurs i nie zostali dodani do listy wyjątków

source: learner is not enrolled in this course and has not been added to the exception list
pl: uczeń nie jest zapisany na ten kurs i nie został dodany do listy wyjątków

source: learners have an active certificate invalidation in this course and have not been added to the exception list
pl: uczniowie mają aktywne unieważnienie certyfikatu w tym kursie i nie zostali dodani do listy wyjątków

source: learner has an active certificate invalidation in this course and has not been added to the exception list
pl: uczeń ma aktywne unieważnienie certyfikatu w tym kursie i nie został dodany do listy wyjątków

source: learners encountered unknown errors
pl: uczniowie napotkali nieznane błędy

source: learner encountered an unknown error
pl: uczeń napotkał nieznany błąd

source: Uploaded file issues. Click on "+" to view.
pl: Problemy z przesłanymi plikami. Kliknij "+", aby wyświetlić.

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
pl: Certyfikat <%= user %> został już unieważniony. Sprawdź dane i spróbuj ponownie.

source: Certificate has been successfully invalidated for <%= user %>.
pl: Certyfikat dla <%= user %> został pomyślnie unieważniony.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
pl: Certyfikat dla tego ucznia został ponownie zatwierdzony, a system ponownie oblicza ocenę dla tego ucznia.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
pl: Nie można znaleźć unieważnienia certyfikatu na liście. Odśwież stronę i spróbuj ponownie.

source: There has been an error processing your survey.
pl: Wystąpił błąd podczas przetwarzania Twojej ankiety.

source: More
pl: Więcej

source: Less
pl: Mniej

source: HTML preview of post
pl: Podgląd HTML posta

source: Preview
pl: Podgląd

source: Your question or idea (required)
pl: Twoje pytanie lub pomysł (wymagane)

source: Please enter a valid donation amount.
pl: Proszę podać prawidłową kwotę darowizny.

source: Your donation could not be submitted.
pl: Twoja darowizna nie mogła zostać przesłana.

source: You will be refunded the amount you paid.
pl: Otrzymasz zwrot zapłaconej kwoty.

source: You will not be refunded the amount you paid.
pl: Nie otrzymasz zwrotu zapłaconej kwoty.

source: Are you sure you want to unenroll from the purchased course {courseName} ({courseNumber})?
pl: Czy na pewno chcesz zrezygnować z zakupionego kursu {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from {courseName} ({courseNumber})?
pl: Czy na pewno chcesz zrezygnować z kursu {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
pl: Czy na pewno chcesz zrezygnować z weryfikowanej ścieżki {certNameLong} kursu {courseName} ({courseNumber})?

source: The refund deadline for this course has passed, so you will not receive a refund.
pl: Termin zwrotu za ten kurs minął, więc nie otrzymasz zwrotu pieniędzy.

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
pl: Nie można ustalić, czy powinniśmy zwrócić Ci pieniądze z powodu błędu systemu. Proszę spróbować ponownie później.

source: We couldn't find any results for "%s".
pl: Nie znaleziono żadnych wyników dla "%s".

source: There was an error, try searching again.
pl: Wystąpił błąd, spróbuj ponownie wyszukać

source: Not divided
pl: Niepodzielone

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
pl: Dyskusje są ujednolicone; wszyscy studenci wchodzą w interakcje z postami innych studentów, niezależnie od grupy, w której się znajdują.

source: Enrollment Tracks
pl: Ścieżki rejestracji

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
pl: Użyj ścieżek zapisu jako podstawy do podziału dyskusji. Wszyscy studenci, niezależnie od ich ścieżki zapisu, widzą te same tematy dyskusji, ale w podzielonych tematach, tylko studenci, którzy są na tej samej ścieżce zapisu widzą i odpowiadają na posty innych.

source: Cohorts
pl: Kohorty

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
pl: Użyj kohort jako podstawy do podziału forów. Wszyscy studenci, niezależnie od kohorty, widzą te same tematy dyskusji. Jednakże, w podzielonych tematach, tylko członkowie tej samej kohorty widzą i odpowiadają na posty innych.

source: Discussion topics in the course are not divided.
pl: Tematy dyskusji w kursie nie są podzielone.

source: Any divided discussion topics are divided based on enrollment track.
pl: Wszystkie podzielone tematy dyskusji są kategoryzowane na podstawie ścieżki rejestracji.

source: Any divided discussion topics are divided based on cohort.
pl: Podział tematów dyskusji opiera się na kohorcie.

source: Your changes have been saved. {details}
pl: Zmiany zostały zapisane. {details}

source: We have encountered an error. Refresh your browser and then try again.
pl: Napotkaliśmy błąd. Odśwież przeglądarkę i spróbuj ponownie.

source: We've encountered an error. Refresh your browser and then try again.
pl: Napotkaliśmy błąd. Odśwież przeglądarkę i spróbuj ponownie.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
pl: Wystąpił błąd. Upewnij się, że masz połączenie z Internetem, a następnie spróbuj odświeżyć stronę.

source: Hide notes
pl: Ukryj notatki

source: Notes visible
pl: Notatki widoczne

source: Show notes
pl: Pokaż notatki

source: Notes hidden
pl: Notatki ukryte

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
pl: Wprowadź termin w polu wyszukiwania {anchorStart}{anchorEnd}.

source: Current tab
pl: Bieżąca zakładka

source: Location in Course
pl: Lokalizacja w kursie

source: Recent Activity
pl: Ostatnia aktywność

source: No results found for "{query_string}". Please try searching again.
pl: Nie znaleziono wyników dla "{query_string}". Proszę spróbować ponownie.

source: Search Results
pl: Wyniki wyszukiwania

source: [no tags]
pl: [bez tagów]

source: Tags
pl: Tagi

source: Unable to submit application
pl: Nie można wysłać wniosku

source: An error has occurred. Check your Internet connection and try again.
pl: Wystąpił błąd. Sprawdź połączenie internetowe i spróbuj ponownie.

source: Choose one
pl: Wybierz jeden

source: Selected tab
pl: Wybrana zakładka

source: Saved cohort
pl: Zapisana kohorta

source: Error adding learners.
pl: Błąd podczas dodawania uczniów.

source: Enter a username or email.
pl: Wpisz nazwę użytkownika lub adres e-mail.

source: Unknown username: {user}
pl: Nieznana nazwa użytkownika: {user}

source: Invalid email address: {email}
pl: Nieprawidłowy adres e-mail: {email}

source: Cohort assignment not allowed: {email_or_username}
pl: Przypisanie kohorty niedozwolone: {email_or_username}

source: View all errors
pl: Wyświetl wszystkie błędy

source: You must specify a name for the cohort
pl: Musisz podać nazwę kohorty

source: You did not select a content group
pl: Nie wybrano grupy treści

source: The selected content group does not exist
pl: Wybrana grupa treści nie istnieje

source: The cohort cannot be saved
pl: Kohorty nie można zapisać

source: The cohort cannot be added
pl: Kohorty nie można dodać

source: You currently have no cohorts configured
pl: Obecnie nie masz skonfigurowanych kohort

source: Add Cohort
pl: Dodaj kohortę

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
pl: Kohorta {cohortGroupName} została utworzona. Możesz ręcznie dodać studentów do tej kohorty poniżej.

source: Assign students to cohorts by uploading a CSV file.
pl: Przypisz studentów do kohort, przesyłając plik CSV.

source: Choose a .csv file
pl: Wybierz plik .csv

source: Only properly formatted .csv files will be accepted.
pl: Akceptowane będą tylko prawidłowo sformatowane pliki .csv.

source: Upload File and Assign Students
pl: Prześlij plik i przypisz studentów

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
pl: Twój plik "{file}" został przesłany. Poczekaj kilka minut na przetworzenie.

source: Cohorts Enabled
pl: Kohorty włączone

source: Cohorts Disabled
pl: Kohorty wyłączone

source: Allow students to generate certificates for this course?
pl: Zezwolić studentom na generowanie certyfikatów dla tego kursu?

source: Prevent students from generating certificates in this course?
pl: Zapobiec generowaniu certyfikatów przez studentów w tym kursie?

source: Start generating certificates for all students in this course?
pl: Rozpocząć generowanie certyfikatów dla wszystkich studentów w tym kursie?

source: Error while generating certificates. Please try again.
pl: Błąd podczas generowania certyfikatów. Proszę spróbować ponownie.

source: Start regenerating certificates for students in this course?
pl: Rozpocząć ponowne generowanie certyfikatów dla studentów w tym kursie?

source: Error while regenerating certificates. Please try again.
pl: Błąd podczas ponownego generowania certyfikatów. Proszę spróbować ponownie.

source: Loading data...
pl: Ładowanie danych...

source: Error getting issued certificates list.
pl: Błąd podczas pobierania listy wydanych certyfikatów.

source: Error generating anonymous IDs. Please try again.
pl: Błąd podczas generowania anonimowych identyfikatorów. Spróbuj ponownie.

source: Error generating proctored exam results. Please try again.
pl: Błąd podczas generowania wyników egzaminu nadzorowanego. Proszę spróbować ponownie.

source: Error generating survey results. Please try again.
pl: Błąd podczas generowania wyników ankiety. Proszę spróbować ponownie.

source: Error generating student profile information. Please try again.
pl: Błąd podczas generowania informacji profilowych studenta. Proszę spróbować ponownie.

source: Loading
pl: Ładowanie

source: Error getting student list.
pl: Błąd podczas pobierania listy studentów.

source: Error generating list of students who may enroll. Please try again.
pl: Błąd podczas generowania listy studentów, którzy mogą się zapisać. Spróbuj ponownie.

source: Error retrieving grading configuration.
pl: Błąd podczas pobierania konfiguracji oceniania.

source: Error generating grades. Please try again.
pl: Błąd podczas generowania ocen. Proszę spróbować ponownie.

source: Error generating problem grade report. Please try again.
pl: Błąd generowania raportu notatek o problemach. Spróbuj ponownie później.

source: Error generating ORA data report. Please try again.
pl: Błąd podczas generowania raportu danych ORA. Spróbuj ponownie.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
pl: Wystąpił problem podczas tworzenia raportu. Wybierz "Utwórz podsumowanie wykonawcze" aby spróbować ponownie.

source: Enter the enrollment code.
pl: Wprowadź kod rejestracyjny.

source: Cancel enrollment code
pl: Anuluj kod rejestracyjny

source: Restore enrollment code
pl: Przywróć kod rejestracyjny

source: Mark enrollment code as unused
pl: Oznacz kod rejestracyjny jako nieużywany

source: Username
pl: Nazwa użytkownika

source: Revoke access
pl: Cofnij dostęp

source: Group
pl: Grupa

source: Enter username or email
pl: Wpisz nazwę użytkownika lub adres e-mail

source: Please enter a username or email.
pl: Proszę, wpisz nazwę użytkownika lub adres e-mail.

source: This role requires a divided discussions scheme.
pl: Ta rola wymaga podzielonego schematu dyskusji.

source: Error changing user's permissions.
pl: Błąd podczas zmiany uprawnień użytkownika.

source: Could not find a user with username or email address '<%- identifier %>'.
pl: Nie znaleziono użytkownika o nazwie użytkownika lub adresie e-mail "<%- identifier %>".

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
pl: Błąd: użytkownik "<%- username %>" nie aktywował jeszcze swojego konta. Użytkownicy muszą utworzyć i aktywować swoje konta, zanim będzie można im przypisać rolę.

source: Error: You cannot remove yourself from the Instructor group!
pl: Błąd: Nie możesz usunąć się z grupy instruktorów!

source: Errors
pl: Błędy

source: The following errors were generated:
pl: Wygenerowano następujące błędy:

source: Warnings
pl: Ostrzeżenia

source: The following warnings were generated:
pl: Wygenerowano następujące ostrzeżenia:

source: Success
pl: Sukces

source: All accounts were created successfully.
pl: Wszystkie konta zostały utworzone pomyślnie.

source: Error adding/removing users as beta testers.
pl: Błąd podczas dodawania/usuwania użytkowników jako beta testerów.

source: These users were successfully added as beta testers:
pl: Ci użytkownicy zostali pomyślnie dodani jako beta testerzy:

source: These users could not be added as beta testers because their accounts are not yet activated:
pl: Tych użytkowników nie można było dodać jako beta testerów, ponieważ ich konta nie są jeszcze aktywne:

source: These users were successfully removed as beta testers:
pl: Ci użytkownicy zostali pomyślnie usunięci jako beta testerzy:

source: These users were not added as beta testers:
pl: Ci użytkownicy nie zostali dodani jako beta testerzy:

source: These users were not removed as beta testers:
pl: Ci użytkownicy nie zostali usunięci jako beta testerzy:

source: Could not find users associated with the following identifiers:
pl: Nie można znaleźć użytkowników powiązanych z następującymi identyfikatorami:

source: Users must create and activate their account before they can be promoted to beta tester.
pl: Użytkownicy muszą utworzyć i aktywować swoje konta, zanim będą mogli zostać awansowani na beta testera.

source: Reason field should not be left blank.
pl: Pole powodu nie powinno być puste.

source: Error enrolling/unenrolling users.
pl: Błąd podczas zapisywania/wypisywania użytkowników.

source: The following email addresses and/or usernames are invalid:
pl: Następujące adresy e-mail i/lub nazwy użytkowników są nieprawidłowe:

source: Successfully enrolled and sent email to the following users:
pl: Pomyślnie zapisano i wysłano e-mail do następujących użytkowników:

source: Successfully enrolled the following users:
pl: Pomyślnie zapisano następujących użytkowników:

source: These users will be allowed to enroll once they register:
pl: Ci użytkownicy będą mogli się zapisać po zarejestrowaniu:
