Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
pl: Zezwól studentom na pobieranie wersji tego wideo w różnych formatach, jeśli nie mogą korzystać z odtwarzacza wideo edX lub nie mają dostępu do YouTube. Musisz dodać co najmniej jeden adres URL inny niż YouTube w polu URL-e plików wideo.

source: Video Download Allowed
pl: Pobieranie wideo dozwolone

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
pl: Adres URL lub adresy URL, pod którymi opublikowano wersje wideo inne niż YouTube. Każdy adres URL musi kończyć się na .mpeg, .mp4, .ogg lub .webm i nie może być adresem URL YouTube. (Dla kompatybilności przeglądarek zdecydowanie zalecamy formaty .mp4 i .webm.) Studenci będą mogli obejrzeć pierwsze wymienione wideo, które jest kompatybilne z komputerem studenta. Aby zezwolić studentom na pobieranie tych wideo, ustaw opcję "Pobieranie wideo dozwolone" na Prawda.

source: Video File URLs
pl: URL-e plików wideo

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
pl: Domyślnie studenci mogą pobierać transkrypcję w formacie .srt lub .txt, gdy ustawisz opcję "Pobieranie transkrypcji dozwolone" na Prawda. Jeśli chcesz udostępnić transkrypcję do pobrania w innym formacie, zalecamy przesłanie materiałów, korzystając z pola "Prześlij materiały". Jeśli to niemożliwe, możesz opublikować plik transkrypcji na stronie Pliki i Przesyłanie lub w Internecie, a następnie dodać tutaj adres URL do transkrypcji. Studenci zobaczą link do pobrania tej transkrypcji pod wideo.

source: Downloadable Transcript URL
pl: URL transkrypcji do pobrania

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
pl: Zezwól studentom na pobieranie transkrypcji zsynchronizowanej z czasem. Link do pobrania pliku pojawia się pod wideo. Domyślnie transkrypcja jest plikiem .srt lub .txt. Jeśli chcesz udostępnić transkrypcję do pobrania w innym formacie, prześlij plik za pomocą pola "Prześlij materiały".

source: Download Transcript Allowed
pl: Pobieranie transkrypcji dozwolone

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
pl: Domyślna transkrypcja dla wideo, z pola Domyślna transkrypcja zsynchronizowana z czasem na karcie Podstawowe. Ta transkrypcja powinna być w języku angielskim. Nie musisz zmieniać tego ustawienia.

source: Default Timed Transcript
pl: Domyślne napisy

source: Specify whether the transcripts appear with the video by default.
pl: Określ, czy transkrypcje mają domyślnie pojawiać się wraz z wideo.

source: Show Transcript
pl: Pokaż transkrypcję

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
pl: Dodaj transkrypcje w różnych językach. Kliknij poniżej, aby określić język i przesłać plik transkrypcji .srt dla tego języka.

source: Transcript Languages
pl: Języki transkrypcji

source: Preferred language for transcript.
pl: Preferowany język transkrypcji.

source: Preferred language for transcript
pl: Preferowany język transkrypcji

source: Transcript file format to download by user.
pl: Format pliku transkrypcji do pobrania przez użytkownika.

source: SubRip (.srt) file
pl: Plik SubRip (.srt)

source: Text (.txt) file
pl: Plik tekstowy (.txt)

source: The last speed that the user specified for the video.
pl: Ostatnia prędkość wideo określona przez użytkownika.

source: The default speed for the video.
pl: Domyślna prędkość wideo.

source: Specify whether to advance automatically to the next unit when the video ends.
pl: Określ, czy automatycznie przechodzić do następnej jednostki po zakończeniu wideo.

source: Specify whether YouTube is available for the user.
pl: Określ, czy YouTube jest dostępne dla użytkownika.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
pl: Prześlij materiały do tego wideo. Studenci mogą pobrać materiały, klikając "Pobierz materiały" pod wideo.

source: Upload Handout
pl: Prześlij materiały

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
pl: Określ, czy dostęp do tego wideo jest ograniczony tylko do przeglądarek, czy też można uzyskać do niego dostęp z innych aplikacji, w tym aplikacji mobilnych.

source: Video Available on Web Only
pl: Wideo dostępne tylko w sieci

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the
pl: Jeśli edX przypisał Ci identyfikator wideo do odtworzenia w tym komponencie, wprowadź go tutaj. W takim przypadku nie wprowadzaj wartości w polach Domyślny adres URL wideo, Adresy URL pliku wideo i Identyfikator YouTube. Jeśli nie przypisano Ci identyfikatora wideo, wprowadź wartości w pozostałych polach i zignoruj to pole.

source: Date of the last view of the bumper
pl: Data ostatniego wyświetlenia bumpera.

source: Do not show bumper again
pl: Nie pokazuj ponownie

source: Specify whether the video can be accessed publicly by learners.
pl: Określ, czy uczniowie mogą publicznie uzyskać dostęp do filmu.

source: Public Access
pl: Dostęp publiczny

source: Add a specific thumbnail for learners to see before playing the video.
pl: Dodaj konkretną miniaturkę, którą uczniowie zobaczą przed odtworzeniem filmu.

source: Thumbnail
pl: Miniatura

source: Instructions
pl: Instrukcje

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
pl: Dodaj instrukcje, aby pomóc uczniom zrozumieć, jak korzystać z chmury słów. Jasne instrukcje są ważne, zwłaszcza dla uczniów z potrzebami w zakresie dostępności.

source: Inputs
pl: Wejścia

source: The number of text boxes available for learners to add words and sentences.
pl: Liczba dostępnych pól tekstowych, w których uczniowie mogą dodawać słowa i zdania.

source: Maximum Words
pl: Maksymalna liczba słów

source: The maximum number of words displayed in the generated word cloud.
pl: Maksymalna liczba słów wyświetlanych w wygenerowanej chmurze słów.

source: Show Percents
pl: Pokaż procenty

source: Statistics are shown for entered words near that word.
pl: Statystyki są wyświetlane dla wprowadzonych słów znajdujących się w pobliżu danego słowa.

source: Whether this learner has posted words to the cloud.
pl: Czy ten uczeń opublikował słowa w chmurze.

source: Student answer.
pl: Odpowiedź ucznia.

source: All possible words from all learners.
pl: Wszystkie możliwe słowa od wszystkich uczących się.

source: Top num_top_words words for word cloud.
pl: Maksymalna liczba słów num_top_words dla chmury słów.

source: {display_name} is only accessible to enrolled learners. Sign in or register, and enroll in this course to view it.
pl: {display_name} jest dostępny tylko dla zapisanych studentów. Zaloguj się lub zarejestruj, a następnie zapisz się na ten kurs, aby go wyświetlić.

source: created
pl: utworzony

source: Wiki notifications
pl: Powiadomienia Wiki

source: Wiki images
pl: Obrazy Wiki

source: Wiki attachments
pl: Załączniki Wiki

source: Only localhost... muahahaha
pl: Tylko localhost... muahahaha

source: Initial title of the article. May be overridden with revision titles.
pl: Początkowy tytuł artykułu. Może zostać nadpisany przez tytuły rewizji.

source: Type in some contents
pl: Wpisz jakąś zawartość

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
pl: To jest tylko początkowa zawartość twojego artykułu. Po jego utworzeniu możesz używać bardziej złożonych funkcji, takich jak dodawanie wtyczek, metadanych, powiązanych artykułów itp.

source: Contents
pl: Spis treści

source: Summary
pl: Podsumowanie

source: Give a short reason for your edit, which will be stated in the revision log.
pl: Podaj krótkie uzasadnienie swojej edycji, które zostanie umieszczone w logu rewizji.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
pl: Podczas gdy edytowałeś, ktoś inny zmienił rewizję. Twoje treści zostały automatycznie scalone z nowymi treściami. Prosimy o przejrzenie poniższego tekstu.

source: No changes made. Nothing to save.
pl: Nie wprowadzono zmian. Nic do zapisania.

source: Slug
pl: Identyfikator

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
pl: Będzie to adres, pod którym można znaleźć Twój artykuł. Używaj tylko znaków alfanumerycznych oraz - lub _. Pamiętaj, że nie możesz zmienić identyfikatora po utworzeniu artykułu.

source: Write a brief message for the article's history log.
pl: Napisz krótką wiadomość do dziennika historii artykułu.

source: A slug may not begin with an underscore.
pl: Identyfikator nie może zaczynać się od podkreślenia.

source: A deleted article with slug "%s" already exists.
pl: Usunięty artykuł z identyfikatorem "%s" już istnieje.

source: A slug named "%s" already exists.
pl: Identyfikator o nazwie "%s" już istnieje.

source: Yes, I am sure
pl: Tak, jestem pewien

source: Purge
pl: Wyczyść

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
pl: Wyczyść artykuł: Usuń go całkowicie (i całą jego zawartość) bez możliwości cofnięcia. Czyszczenie jest dobrym pomysłem, jeśli chcesz zwolnić identyfikator, aby użytkownicy mogli tworzyć nowe artykuły w jego miejscu.

source: You are not sure enough!
pl: Nie jesteś wystarczająco pewny!

source: While you tried to delete this article, it was modified. TAKE CARE!
pl: Podczas próby usunięcia tego artykułu, został on zmodyfikowany. UWAŻAJ!

source: Lock article
pl: Zablokuj artykuł

source: Deny all users access to edit this article.
pl: Odmów wszystkim użytkownikom dostępu do edycji tego artykułu.

source: Permissions
pl: Uprawnienia

source: Owner
pl: Właściciel

source: Enter the username of the owner.
pl: Wprowadź nazwę użytkownika właściciela.

source: (none)
pl: (brak)

source: Inherit permissions
pl: Dziedzicz uprawnienia

source: Check here to apply the above permissions recursively to articles under this one.
pl: Zaznacz tutaj, aby zastosować powyższe uprawnienia rekurencyjnie do artykułów podrzędnych.

source: Permission settings for the article were updated.
pl: Ustawienia uprawnień dla artykułu zostały zaktualizowane.

source: Your permission settings were unchanged, so nothing saved.
pl: Twoje ustawienia uprawnień nie zostały zmienione, więc nic nie zostało zapisane.

source: No user with that username
pl: Brak użytkownika o takiej nazwie

source: Article locked for editing
pl: Artykuł zablokowany do edycji

source: Article unlocked for editing
pl: Artykuł odblokowany do edycji

source: Filter
pl: Filtr

source: Settings for plugin
pl: Ustawienia wtyczki

source: current revision
pl: bieżąca rewizja

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
pl: Wyświetlana rewizja dla tego artykułu. Jeśli potrzebujesz przywrócić poprzednią wersję, po prostu zmień wartość tego pola.

source: modified
pl: zmodyfikowany

source: Article properties last modified
pl: Właściwości artykułu ostatnio modyfikowane

source: The owner of the article, usually the creator. The owner always has both read and write access.
pl: Właściciel artykułu, zazwyczaj twórca. Właściciel zawsze ma zarówno dostęp do odczytu, jak i zapisu.

source: group
pl: grupa

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
pl: Podobnie jak w systemie plików UNIX, uprawnienia mogą być nadawane użytkownikowi zgodnie z przynależnością do grupy. Grupy są obsługiwane przez system uwierzytelniania Django.

source: group read access
pl: dostęp do odczytu grupy

source: group write access
pl: dostęp do zapisu grupy

source: others read access
pl: dostęp do odczytu dla innych

source: others write access
pl: dostęp do zapisu dla innych

source: Article without content (%(id)d)
pl: Artykuł bez treści (%(id)d)

source: content type
pl: typ zawartości

source: object ID
pl: ID obiektu

source: Article for object
pl: Artykuł dla obiektu

source: Articles for object
pl: Artykuły dla obiektu

source: revision number
pl: numer rewizji

source: IP address
pl: adres IP

source: user
pl: użytkownik

source: locked
pl: zablokowany

source: article
pl: artykuł

source: article contents
pl: zawartość artykułu

source: article title
pl: tytuł artykułu

source: Each revision contains a title field that must be filled out, even if the title has not changed
pl: Każda rewizja zawiera pole tytułu, które musi zostać wypełnione, nawet jeśli tytuł nie został zmieniony

source: original article
pl: oryginalny artykuł

source: Permissions are inherited from this article
pl: Uprawnienia są dziedziczone z tego artykułu

source: A plugin was changed
pl: Wtyczka została zmieniona

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
pl: Wyświetlana rewizja dla tej wtyczki. Jeśli potrzebujesz przywrócić poprzednią wersję, po prostu zmień wartość tego pola.

source: Cache lookup value for articles
pl: Wartość wyszukiwania w pamięci podręcznej dla artykułów

source: slug
pl: identyfikator

source: (root)
pl: (główny)

source: URL path
pl: ścieżka URL

source: URL paths
pl: ścieżki URL

source: Sorry but you cannot have a root article with a slug.
pl: Przepraszamy, ale nie możesz mieć artykułu głównego z identyfikatorem.

source: A non-root note must always have a slug.
pl: Notatka niebędąca główną musi zawsze mieć identyfikator.

source: There is already a root node on %s
pl: Istnieje już węzeł główny na %s

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
pl: Artykuły, które straciły rodziców =============================== Dzieci tego artykułu miały swoich rodziców usuniętych. Prawdopodobnie powinieneś znaleźć dla nich nowy dom.

source: Lost and found
pl: Zaginione i znalezione

source: Description
pl: Opis

source: A short summary of what the file contains
pl: Krótkie podsumowanie zawartości pliku

source: Yes I am sure...
pl: Tak, jestem pewien...

source: Click to download file
pl: Kliknij, aby pobrać plik

source: The revision of this attachment currently in use (on all articles using the attachment)
pl: Rewizja tego załącznika aktualnie używana (we wszystkich artykułach używających załącznika)

source: original filename
pl: oryginalna nazwa pliku

source: attachment
pl: załącznik

source: attachments
pl: załączniki

source: file
pl: plik

source: attachment revision
pl: rejestr załącznika

source: attachment revisions
pl: rejestry załącznika

source: %s was successfully added.
pl: %s został pomyślnie dodany.

source: Your file could not be saved: %s
pl: Twój plik nie mógł zostać zapisany: %s

source: Your file could not be saved, probably because of a permission error on the web server.
pl: Twój plik nie mógł zostać zapisany. Prawdopodobnie wystąpił błąd uprawnień na serwerze WWW.

source: %s uploaded and replaces old attachment.
pl: %s został przesłany i zastępuje stary załącznik.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
pl: Twój nowy plik zostanie automatycznie zmieniony na nazwę istniejącego już pliku. Pliki z różnymi rozszerzeniami nie są dozwolone.

source: Current revision changed for %s.
pl: Obecna rewizja została zmieniona dla %s.

source: Added a reference to "%(att)s" from "%(art)s".
pl: Dodano odnośnik do "%(att)s" z "%(art)s".

source: The file %s was deleted.
pl: Plik %s został usunięty.

source: This article is no longer related to the file %s.
pl: Ten artykuł nie jest już powiązany z plikiem %s.

source: A file was changed: %s
pl: Plik został zmieniony: %s

source: A file was deleted: %s
pl: Plik został usunięty: %s

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
pl: Plik może być używany w innych artykułach. Usunięcie go spowoduje, że utracą one odnośniki do tego pliku. Następujące artykuły odwołują się do tego pliku:

source: Delete it!
pl: Usuń!

source: Remove
pl: Usuń

source: You can remove a reference to a file, but it will retain its references on other articles.
pl: Możesz usunąć odnośnik do pliku, ale zachowa on swoje odnośniki w innych artykułach.

source: Remove reference
pl: Usuń odnośnik

source: History of
pl: Historia

source: Date
pl: Data

source: User
pl: Użytkownik

source: File
pl: Plik

source: Action
pl: Akcja

source: <em>No description</em>
pl: <em>Brak opisu</em>

source: Download
pl: Pobierz

source: Use this!
pl: Użyj tego!

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
pl: Zastąpienie załącznika oznacza dodanie nowego pliku, który zostanie użyty w jego miejsce. Wszystkie odnośniki do pliku zostaną zastąpione przez plik, który prześlesz, a plik zostanie pobrany jako <strong>%(filename)s</strong>. Pamiętaj, że ten załącznik jest używany w innych artykułach, możesz zniekształcić zawartość. Nie wahaj się jednak skorzystać z tego i dokonać wymian dla wymienionych artykułów, gdzie to konieczne. Ten sposób pracy jest bardziej efektywny....

source: Articles using
pl: Artykuły używające

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
pl: Zastąpienie załącznika oznacza dodanie nowego pliku, który zostanie użyty w jego miejsce. Wszystkie odnośniki do pliku zostaną zastąpione przez plik, który prześlesz, a plik zostanie pobrany jako <strong>%(filename)s</strong>.

source: Upload replacement
pl: Prześlij zamiennik

source: Add file to
pl: Dodaj plik do

source: Add attachment from other article
pl: Dodaj załącznik z innego artykułu

source: Main article
pl: Główny artykuł

source: Add to article
pl: Dodaj do artykułu

source: Your search did not return any results
pl: Twoje wyszukiwanie nie zwróciło żadnych wyników

source: Help
pl: Pomoc

source: Adding new articles
pl: Dodawanie nowych artykułów

source: An external link
pl: Zewnętrzny link

source: Headers
pl: Nagłówki

source: Use these codes for headers and to automatically generate Tables of Contents.
pl: Użyj tych kodów dla nagłówków i do automatycznego generowania spisów treści.

source: Typography
pl: Typografia

source: Lists
pl: Listy

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
pl: Nowy obraz %s został pomyślnie przesłany. Możesz go użyć, wybierając go z listy dostępnych obrazów.

source: Are you sure?
pl: Jesteś pewien?

source: image
pl: obraz

source: images
pl: obrazy

source: Image: %s
pl: Obraz: %s

source: Current revision not set!!
pl: Obecna rewizja nie ustawiona!!

source: image revision
pl: rewizja obrazu

source: image revisions
pl: rewizje obrazu

source: Image Revsion: %d
pl: Rewizja obrazu: %d

source: %s has been restored
pl: %s został przywrócony

source: %s has been marked as deleted
pl: %s został oznaczony jako usunięty

source: %(file)s has been changed to revision #%(revision)d
pl: %(file)s został zmieniony na rewizję #%(revision)d

source: %(file)s has been saved.
pl: %(file)s został zapisany.

source: Images
pl: Obrazy

source: An image was added: %s
pl: Dodano obraz: %s

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
pl: Następujące obrazy są dostępne dla tego artykułu. Skopiuj tag markdown, aby bezpośrednio odwołać się do obrazu z tekstu artykułu.

source: Back to edit page
pl: Wróć do strony edycji

source: No file
pl: Brak pliku

source: Upload new image
pl: Prześlij nowy obraz

source: Restore image
pl: Przywróć obraz

source: Remove image
pl: Usuń obraz

source: Completely delete
pl: Usuń całkowicie

source: Revert to this version
pl: Przywróć do tej wersji

source: There are no images for this article.
pl: Brak obrazów dla tego artykułu.

source: Purge deletion
pl: Wyczyść usunięcie

source: Purge image: Completely remove image file and all revisions.
pl: Wyczyść obraz: Całkowicie usuń plik obrazu i wszystkie rewizje.

source: Remove it completely!
pl: Usuń całkowicie!

source: Image not found
pl: Obraz nie znaleziony

source: Replace image
pl: Zastąp obraz

source: Choose an image file to replace current image.
pl: Wybierz plik obrazu, aby zastąpić bieżący obraz.

source: Image id
pl: Identyfikator obrazu

source: Insert
pl: Wstaw

source: No images found for this article
pl: Nie znaleziono obrazów dla tego artykułu.

source: Manage images
pl: Zarządzaj obrazami

source: Add new image
pl: Dodaj nowy obraz

source: Add image
pl: Dodaj obraz

source: You do not have permissions to add images.
pl: Nie masz uprawnień do dodawania obrazów.

source: How to use images
pl: Jak używać obrazów
