Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: To make a section, subsection, or unit unavailable to learners, select the Configure icon for that level, then select the appropriate {em_start}Hide{em_end} option. Grades for hidden sections, subsections, and units are not included in grade calculations.
pl: Aby sekcja, podsekcja lub jednostka była niedostępna dla uczniów, wybierz ikonę Konfiguruj dla tego poziomu, a następnie wybierz odpowiednią opcję {em_start}Ukryj{em_end}. Oceny za ukryte sekcje, podsekcje i jednostki nie są wliczane do obliczeń ocen.

source: To hide the content of a subsection from learners after the subsection due date has passed, select the Configure icon for a subsection, then select {em_start}Hide content after due date{em_end}. Grades for the subsection remain included in grade calculations.
pl: Aby ukryć zawartość podsekcji przed uczniami po upływie terminu podsekcji, wybierz ikonę Konfiguruj dla podsekcji, a następnie wybierz opcję {em_start}Ukryj zawartość po terminie{em_end}. Oceny za podsekcję pozostają uwzględnione w obliczeniach ocen.

source: Learn more about content visibility settings
pl: Więcej informacji na temat ustawień widoczności treści

source: Pages & Resources
pl: Strony i zasoby

source: Pages
pl: Strony

source: New Page
pl: Nowa strona

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
pl: Uwaga: Strony są publicznie widoczne. Jeśli użytkownicy znają adres URL strony, mogą ją wyświetlić, nawet jeśli nie są zarejestrowani lub zalogowani do Twojego kursu.

source: Show this page
pl: Pokaż tę stronę

source: Show/hide page
pl: Pokaż/ukryj stronę

source: This page cannot be reordered
pl: Nie można zmienić kolejności tej strony

source: You can add additional custom pages to your course.
pl: Możesz dodać dodatkowe strony niestandardowe do swojego kursu.

source: Add a New Page
pl: Dodaj nową stronę

source: What are pages?
pl: Czym są strony?

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
pl: Strony są wymienione poziomo na górze kursu. Domyślne strony (Strona główna, Kurs, Dyskusja, Wiki i Postępy) są następujące po podręcznikach i niestandardowych stronach, które tworzysz.

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
pl: Możesz tworzyć i edytować niestandardowe strony, aby zapewnić studentom dodatkową zawartość kursu. Na przykład możesz tworzyć strony dla zasad oceniania, slajdów kursu i kalendarza kursu.

source: How do pages look to students in my course?
pl: Jak strony wyglądają dla studentów w moim kursie?

source: Students see the default and custom pages at the top of your course and use these links to navigate.
pl: Studenci widzą domyślne i niestandardowe strony na górze kursu i używają tych linków do nawigacji.

source: See an example
pl: Zobacz przykład

source: What are custom pages?
pl: Czym są strony niestandardowe?

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course syllabus, and a course calendar.
pl: Możesz tworzyć i edytować niestandardowe strony, aby zapewnić studentom dodatkową zawartość kursu. Na przykład możesz tworzyć strony dla zasad oceniania, sylabusu kursu i kalendarza kursu.

source: How do custom pages look to students in my course?
pl: Jak wyglądają niestandardowe strony dla studentów w moim kursie?

source: Custom pages are listed horizontally at the top of your course after default pages.
pl: Strony niestandardowe są wymienione poziomo na górze kursu po stronach domyślnych.

source: Pages in Your Course
pl: Strony w Twoim kursie

source: Preview of Pages in your course
pl: Podgląd stron w Twoim kursie

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
pl: Strony pojawiają się w górnym pasku nawigacyjnym Twojego kursu. Domyślne strony (Strona główna, Kurs, Dyskusja, Wiki i Postępy) są następujące po podręcznikach i niestandardowych stronach.

source: close modal
pl: zamknij

source: Internal Server Error
pl: Wewnętrzny błąd serwera

source: The Page You Requested Page Cannot be Found
pl: Żądana strona nie została znaleziona.

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again.
pl: Przepraszamy. Nie mogliśmy znaleźć strony {studio_name}, której szukasz. Możesz wrócić do Panelu {studio_name} i spróbować ponownie.

source: The Server Encountered an Error
pl: Serwer napotkał błąd

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again.
pl: Przepraszamy. Wystąpił problem z serwerem podczas próby przetworzenia ostatniego żądania. Możesz wrócić do Panelu {studio_name} lub spróbować ponownie wykonać to żądanie.

source: Back to dashboard
pl: Powrót do pulpitu nawigacyjnego

source: Library Export
pl: Eksport biblioteki

source: Course Export
pl: Eksport kursu

source: About Exporting Libraries
pl: Informacje o eksportowaniu bibliotek

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the library structure and content. You can also re-import libraries that you've exported.
pl: Możesz eksportować biblioteki i edytować je poza {studio_name}. Eksportowany plik to plik .tar.gz (czyli plik .tar skompresowany za pomocą GNU Zip), który zawiera strukturę i zawartość biblioteki. Możesz również ponownie importować biblioteki, które wyeksportowałeś.

source: About Exporting Courses
pl: Informacje o eksportowaniu kursów

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
pl: Możesz eksportować kursy i edytować je poza {studio_name}. Eksportowany plik to plik .tar.gz (czyli plik .tar skompresowany za pomocą GNU Zip), który zawiera strukturę i zawartość kursu. Możesz również ponownie importować kursy, które wyeksportowałeś.

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
pl: {em_start}Ostrzeżenie:{em_end} Podczas eksportowania kursu, informacje takie jak klucze API MATLAB, paszporty LTI, tajne ciągi tokenów adnotacji i adresy URL pamięci masowej adnotacji są zawarte w eksportowanych danych. Jeśli udostępnisz swoje wyeksportowane pliki, możesz również udostępniać wrażliwe lub specyficzne dla licencji informacje.

source: Export My Library Content
pl: Eksportuj zawartość mojej biblioteki

source: Export My Course Content
pl: Eksportuj zawartość mojego kursu

source: Export Library Content
pl: Eksportuj zawartość biblioteki

source: Export Course Content
pl: Eksportuj zawartość kursu

source: Library Export Status
pl: Status eksportu biblioteki

source: Course Export Status
pl: Status eksportu kursu

source: Preparing
pl: Przygotowywanie

source: Preparing to start the export
pl: Przygotowywanie do rozpoczęcia eksportu

source: Exporting
pl: Eksportowanie

source: Creating the export data files (You can now leave this page safely, but avoid making drastic changes to content until this export is complete)
pl: Tworzenie plików danych eksportu (Możesz teraz bezpiecznie opuścić tę stronę, ale unikaj wprowadzania drastycznych zmian w treści, dopóki ten eksport nie zostanie zakończony)

source: Compressing
pl: Kompresowanie

source: Compressing the exported data and preparing it for download
pl: Kompresowanie wyeksportowanych danych i przygotowywanie ich do pobrania

source: Your exported library can now be downloaded
pl: Twoja wyeksportowana biblioteka jest teraz dostępna do pobrania

source: Your exported course can now be downloaded
pl: Twój wyeksportowany kurs jest teraz dostępny do pobrania

source: Download Exported Library
pl: Pobierz wyeksportowaną bibliotekę

source: Download Exported Course
pl: Pobierz wyeksportowany kurs

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
pl: Wartości z Ustawień zaawansowanych, w tym klucze API MATLAB i paszporty LTI

source: Course Content (all Sections, Sub-sections, and Units)
pl: Zawartość kursu (wszystkie sekcje, podsekcje i jednostki)

source: Course Structure
pl: Struktura kursu

source: Individual Problems
pl: Pojedyncze problemy

source: Course Assets
pl: Zasoby kursu

source: Course Settings
pl: Ustawienia kursu

source: Data {em_start}not exported{em_end} with your course:
pl: Dane {em_start}niewyeksportowane{em_end} z Twoim kursem:

source: User Data
pl: Dane użytkownika

source: Course Team Data
pl: Dane zespołu kursu

source: Forum/discussion Data
pl: Dane forum/dyskusji

source: Why export a library?
pl: Dlaczego eksportować bibliotekę?

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
pl: Możesz chcieć edytować XML w swojej bibliotece bezpośrednio, poza {studio_name}. Możesz chcieć utworzyć kopię zapasową swojej biblioteki. Możesz też chcieć utworzyć kopię swojej biblioteki, którą później będziesz mógł zaimportować do innej instancji biblioteki i dostosować.

source: Opening the downloaded file
pl: Otwieranie pobranego pliku

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
pl: Użyj programu archiwizującego, aby wyodrębnić dane z pliku .tar.gz. Wyodrębnione dane zawierają plik library.xml, a także podfoldery zawierające zawartość biblioteki.

source: Learn more about exporting a library
pl: Dowiedz się więcej o eksportowaniu biblioteki

source: Why export a course?
pl: Dlaczego eksportować kurs?

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
pl: Możesz chcieć edytować XML w swoim kursie bezpośrednio, poza {studio_name}. Możesz chcieć utworzyć kopię zapasową swojego kursu. Możesz też chcieć utworzyć kopię swojego kursu, którą później będziesz mógł zaimportować do innej instancji kursu i dostosować.

source: What content is exported?
pl: Jaka zawartość jest eksportowana?

source: The following content is exported.
pl: Eksportowana jest następująca zawartość.

source: Course content and structure
pl: Zawartość i struktura kursu

source: Course dates
pl: Daty kursu

source: Grading policy
pl: Zasady oceniania

source: Any group configurations
pl: Wszelkie konfiguracje grup

source: Settings on the Advanced Settings page, including MATLAB API keys and LTI passports
pl: Ustawienia na stronie Ustawienia zaawansowane, w tym klucze API MATLAB i paszporty LTI

source: The following content is not exported.
pl: Następująca zawartość nie jest eksportowana.

source: Learner-specific content, such as learner grades and discussion forum data
pl: Treści specyficzne dla ucznia, takie jak oceny ucznia i dane z forum dyskusyjnego

source: The course team
pl: Zespół kursu

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
pl: Użyj programu archiwizującego, aby wyodrębnić dane z pliku .tar.gz. Wyodrębnione dane zawierają plik course.xml, a także podfoldery zawierające zawartość kursu.

source: Learn more about exporting a course
pl: Dowiedz się więcej o eksportowaniu kursu

source: Export Course to Git
pl: Eksportuj kurs do Git

source: Export to Git
pl: Eksportuj do Git

source: About Export to Git
pl: O eksporcie do Git

source: Use this to export your course to its git repository.
pl: Użyj tego, aby wyeksportować swój kurs do repozytorium Git.

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to students if automatic git imports are configured.
pl: Spowoduje to automatyczną aktualizację głównej witryny LMS i aktualizację zawartości kursu widocznej dla studentów, jeśli skonfigurowano automatyczne importowanie z Git.

source: Export Course to Git:
pl: Eksportuj kurs do Git:

source: giturl must be defined in your course settings before you can export to git.
pl: Adres URL Git musi być zdefiniowany w ustawieniach kursu, zanim będzie można go wyeksportować do Git.

source: Export Failed
pl: Eksport nie powiódł się

source: Export Succeeded
pl: Eksport zakończony powodzeniem

source: Your course:
pl: Twój kurs:

source: Course git url:
pl: Adres URL Git kursu:

source: Experiment Group Configurations
pl: Konfiguracje grup eksperymentalnych

source: This module is disabled at the moment.
pl: Ten moduł jest obecnie wyłączony.

source: Enrollment track groups allow you to offer different course content to learners in each enrollment track. Learners enrolled in each enrollment track in your course are automatically included in the corresponding enrollment track group.
pl: Grupy ścieżek zapisu pozwalają oferować różne treści kursu uczącym się na każdej ścieżce zapisu. Uczestnicy zapisani na każdą ścieżkę zapisu w Twoim kursie są automatycznie włączani do odpowiedniej grupy ścieżki zapisu.

source: On unit pages in the course outline, you can restrict access to components to learners based on their enrollment track.
pl: Na stronach jednostek w zarysie kursu możesz ograniczyć dostęp do komponentów dla uczących się na podstawie ich ścieżki zapisu.

source: You cannot edit enrollment track groups, but you can expand each group to view details of the course content that is designated for learners in the group.
pl: Nie możesz edytować grup ścieżek zapisu, ale możesz rozwinąć każdą grupę, aby wyświetlić szczegóły treści kursu przeznaczone dla uczących się w grupie.

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
pl: Jeśli masz włączone kohorty w swoim kursie, możesz używać grup treści do tworzenia oprogramowania kursowego specyficznego dla kohorty. Innymi słowy, możesz dostosować treści, które widzą poszczególne kohorty w Twoim kursie.

source: Each content group that you create can be associated with one or more cohorts. In addition to making course content available to all learners, you can restrict access to some content to learners in specific content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
pl: Każda grupa treści, którą stworzysz, może być powiązana z jedną lub więcej kohortami. Oprócz udostępniania treści kursu wszystkim uczącym się, możesz ograniczyć dostęp do niektórych treści dla uczących się w określonych grupach treści. Tylko uczący się w kohortach powiązanych z określonymi grupami treści widzą dodatkowe treści.

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
pl: Kliknij {em_start}Nowa grupa treści{em_end}, aby dodać nową grupę treści. Aby edytować nazwę grupy treści, najedź na jej pole i kliknij {em_start}Edytuj{em_end}. Grupę treści możesz usunąć tylko wtedy, gdy nie jest używana przez jednostkę. Aby usunąć grupę treści, najedź na jej pole i kliknij ikonę usuwania.

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of learners are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
pl: Użyj konfiguracji grup eksperymentalnych, jeśli prowadzisz eksperymenty treści, znane również jako testy A/B, w swoim kursie. Konfiguracje grup eksperymentalnych określają, ile grup uczących się uczestniczy w eksperymencie treści. Tworząc eksperyment treści dla kursu, wybierasz konfigurację grupy do użycia.

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
pl: Kliknij {em_start}Nowa konfiguracja grupy{em_end}, aby dodać nową konfigurację. Aby edytować konfigurację, najedź na jej pole i kliknij {em_start}Edytuj{em_end}. Konfigurację grupy możesz usunąć tylko wtedy, gdy nie jest używana w eksperymencie. Aby usunąć konfigurację, najedź na jej pole i kliknij ikonę usuwania.

source: Welcome
pl: Witaj

source: Welcome to {studio_name}
pl: Witaj w {studio_name}

source: {studio_name} helps manage your online courses, so you can focus on teaching them
pl: {studio_name} pomaga zarządzać Twoimi kursami online, dzięki czemu możesz skupić się na ich nauczaniu.

source: {studio_name}'s Many Features
pl: Wiele funkcji {studio_name}

source: {studio_name} Helps You Keep Your Courses Organized
pl: {studio_name} pomaga Ci utrzymać porządek w kursach

source: Enlarge image
pl: Powiększ obraz

source: Keeping Your Course Organized
pl: Utrzymywanie kursu w porządku

source: The backbone of your course is how it is organized. {studio_name} offers an {strong_start}Outline{strong_end} editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
pl: Podstawą Twojego kursu jest jego organizacja. {studio_name} oferuje edytor {strong_start}Struktury{strong_end}, zapewniający prostą hierarchię oraz łatwe przeciąganie i upuszczanie, aby pomóc Tobie i Twoim studentom utrzymać porządek.

source: Simple Organization For Content
pl: Prosta organizacja treści

source: {studio_name} uses a simple hierarchy of {strong_start}sections{strong_end} and {strong_start}subsections{strong_end} to organize your content.
pl: {studio_name} używa prostej hierarchii {strong_start}sekcji{strong_end} i {strong_start}podsekcji{strong_end} do organizacji treści.

source: Change Your Mind Anytime
pl: Zmień zdanie w każdej chwili

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
pl: Szkicuj swój konspekt i twórz treści w dowolnym miejscu. Proste narzędzia typu "przeciągnij i upuść" pozwalają szybko reorganizować.

source: Go A Week Or A Semester At A Time
pl: Pracuj tydzień po tygodniu lub cały semestr naraz

source: Build and release {strong_start}sections{strong_end} to your students incrementally. You don't have to have it all done at once.
pl: Twórz i udostępniaj {strong_start}sekcje{strong_end} swoim studentom stopniowo. Nie musisz mieć wszystkiego gotowego od razu.

source: Learning is More than Just Lectures
pl: Uczenie się to coś więcej niż tylko wykłady

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
pl: {studio_name} pozwala splatać treści w sposób, który wzmacnia naukę. Wstawiaj filmy, dyskusje i szeroką gamę ćwiczeń za pomocą zaledwie kilku kliknięć.

source: Create Learning Pathways
pl: Twórz ścieżki nauki

source: Help your students understand one concept at a time with multimedia, HTML, and exercises.
pl: Pomóż swoim uczniom zrozumieć jedną koncepcję na raz za pomocą multimediów, HTML i ćwiczeń.

source: Work Visually, Organize Quickly
pl: Pracuj wizualnie, organizuj szybko

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
pl: Pracuj wizualnie i zobacz dokładnie to, co zobaczą Twoi studenci. Zreorganizuj całą zawartość za pomocą przeciągnij i upuść.

source: A Broad Library of Problem Types
pl: Obszerna biblioteka typów zadań

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
pl: To więcej niż tylko wybór wielokrotny. {studio_name} obsługuje ponad tuzin typów zadań, aby rzucić wyzwanie uczącym się.

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
pl: {studio_name} zapewnia proste, szybkie i przyrostowe publikowanie. Z przyjaciółmi.

source: Simple, Fast, and Incremental Publishing. With Friends.
pl: Proste, szybkie i przyrostowe publikowanie. Z przyjaciółmi.

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
pl: {studio_name} działa jak znane Ci już aplikacje internetowe, a jednocześnie rozumie, jak tworzysz program nauczania. Natychmiastowe publikowanie w sieci, gdy tego chcesz, przyrostowe wydawanie, gdy ma to sens. A dzięki współautorom możesz mieć cały zespół tworzący kurs razem.

source: Instant Changes
pl: Natychmiastowe zmiany

source: Caught a bug? No problem. When you want, your changes go live when you click Save.
pl: Znalazłeś błąd? Nie ma problemu. Kiedy zechcesz, Twoje zmiany pojawią się po kliknięciu Zapisz.

source: Release-On Date Publishing
pl: Publikowanie z datą wydania

source: When you've finished a {strong_start}section{strong_end}, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
pl: Po zakończeniu {strong_start}sekcji{strong_end}, wybierz, kiedy ma zostać opublikowana, a {studio_name} zajmie się resztą. Twórz swój kurs przyrostowo.

source: Work in Teams
pl: Pracuj w zespołach

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
pl: Współautorzy mają pełny dostęp do wszystkich tych samych narzędzi do tworzenia. Udoskonalaj swój kurs dzięki współpracy zespołowej.

source: Sign Up for {studio_name} Today!
pl: Zapisz się do {studio_name} już dziś!

source: Sign Up & Start Making Your {platform_name} Course
pl: Zarejestruj się i zacznij tworzyć swój kurs {platform_name}

source: Already have a {studio_name} Account? Sign In
pl: Masz już konto {studio_name}? Zaloguj się

source: Outlining Your Course
pl: Szkicowanie kursu

source: Simple two-level outline to organize your course. Drag and drop, and see your course at a glance.
pl: Prosty dwupoziomowy konspekt do organizacji kursu. Przeciągnij i upuść, a zobaczysz swój kurs od razu.

source: More than Just Lectures
pl: Więcej niż tylko wykłady

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
pl: Szybko twórz filmy, fragmenty tekstu, dyskusje wbudowane i różnorodne typy zadań.
