Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: As {allowed_domain} user, You must login with your {allowed_domain} {link_start}{provider} account{link_end}.
pl: Jako użytkownik {allowed_domain}, musisz zalogować się za pomocą swojego konta {allowed_domain} {link_start}{provider}{link_end}.

source: The email address you used to register with {platform_name}
pl: Adres e-mail, którego użyłeś do rejestracji w {platform_name}

source: username@domain.com
pl: nazwauzytkownika@domena.com

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
pl: Ten adres e-mail nie ma powiązanego konta użytkownika. Czy na pewno się zarejestrowałeś?

source: The user account associated with this e-mail address cannot reset the password.
pl: Konto użytkownika powiązane z tym adresem e-mail nie może zresetować hasła.

source: Your previous request is in progress, please try again in a few moments.
pl: Twoje poprzednie żądanie jest w toku, spróbuj ponownie za kilka chwil.

source: Password reset unsuccessful
pl: Resetowanie hasła nieudane

source: Error in resetting your password.
pl: Błąd podczas resetowania hasła.

source: Error in resetting your password. Please try again.
pl: Błąd podczas resetowania hasła. Spróbuj ponownie.

source: {html_start}Password Creation Complete{html_end}Your password has been created. {bold_start}{email}{bold_end} is now your primary login email.
pl: {html_start}Tworzenie hasła zakończone{html_end}Twoje hasło zostało utworzone. {bold_start}{email}{bold_end} jest teraz Twoim głównym adresem e-mail do logowania.

source: Some error occurred during password change. Please try again
pl: Wystąpił błąd podczas zmiany hasła. Spróbuj ponownie

source: No email address provided.
pl: Nie podano adresu e-mail.

source: An error has occurred. Try refreshing the page, or check your internet connection.
pl: Wystąpił błąd. Spróbuj odświeżyć stronę lub sprawdź połączenie internetowe.

source: Registration using {provider} has timed out.
pl: Rejestracja za pomocą {provider} wygasła.

source: An access_token is required when passing value ({}) for provider.
pl: Wymagany jest access_token podczas przekazywania wartości ({}) dla dostawcy.

source: The provided access_token is already associated with another user.
pl: Podany access_token jest już powiązany z innym użytkownikiem.

source: The provided access_token is not valid.
pl: Podany access_token jest nieprawidłowy.

source: Full Name cannot contain the following characters: < >
pl: Imię i nazwisko nie mogą zawierać następujących znaków: < >

source: A properly formatted e-mail is required
pl: Wymagany jest poprawnie sformatowany adres e-mail

source: Your legal name must be a minimum of one character long
pl: Twoje imię i nazwisko muszą mieć co najmniej jeden znak

source: Email cannot be more than %(limit_value)s characters long
pl: Adres e-mail nie może mieć więcej niż %(limit_value)s znaków

source: You must accept the terms of service.
pl: Musisz zaakceptować warunki świadczenia usług.

source: A level of education is required
pl: Wymagany jest poziom wykształcenia

source: Your gender is required
pl: Wymagana jest płeć

source: Your year of birth is required
pl: Wymagany jest rok urodzenia

source: Your mailing address is required
pl: Wymagany jest adres pocztowy

source: A description of your goals is required
pl: Wymagany jest opis celów

source: A city is required
pl: Wymagane jest miasto

source: A country is required
pl: Wymagany jest kraj

source: To enroll, you must follow the honor code.
pl: Aby się zarejestrować, musisz przestrzegać kodeksu honorowego.

source: You are missing one or more required fields
pl: Brakuje jednego lub więcej wymaganych pól

source: Unauthorized email address.
pl: Nieautoryzowany adres e-mail.

source: It looks like {email} belongs to an existing account. Try again with a different email address.
pl: Wygląda na to, że {email} należy do istniejącego konta. Spróbuj ponownie z innym adresem e-mail.

source: This is what you will use to login.
pl: Tego będziesz używać do logowania.

source: This name will be used on any certificates that you earn.
pl: To imię i nazwisko zostaną użyte na wszystkich zdobytych przez Ciebie certyfikatach.

source: Public Username
pl: Nazwa użytkownika publicznego

source: The name that will identify you in your courses. It cannot be changed later.
pl: Nazwa, która będzie Cię identyfikować w kursach. Nie można jej później zmienić.

source: I agree that {platform_name} may send me marketing messages.
pl: Zgadzam się, aby {platform_name} wysyłało mi wiadomości marketingowe.

source: Country or Region of Residence
pl: Kraj lub region zamieszkania

source: The country or region where you live.
pl: Kraj lub region, w którym mieszkasz.

source: Terms of Service and Honor Code
pl: Warunki świadczenia usług i kodeks honorowy

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
pl: Zgadzam się na {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} platformy {platform_name}

source: You must agree to the {platform_name} {terms_of_service}
pl: Musisz zaakceptować {terms_of_service} platformy {platform_name}

source: By creating an account, you agree to the {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
pl: Tworząc konto, zgadzasz się na {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} i potwierdzasz, że {platform_name} oraz każdy Członek przetwarzają Twoje dane osobowe zgodnie z {privacy_policy_link_start}Polityką Prywatności{privacy_policy_link_end}.

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
pl: Zgadzam się na {tos_link_start}{terms_of_service}{tos_link_end} platformy {platform_name}

source: Create Account
pl: Utwórz konto

source: Dismiss
pl: Odrzuć

source: Oauth client name of VEM service.
pl: Nazwa klienta Oauth usługi VEM.

source: video encode manager API URL.
pl: URL API menedżera kodowania wideo.

source: Username created for VEM Integration, e.g. vem_service_user.
pl: Nazwa użytkownika utworzona dla integracji VEM, np. vem_service_user.

source: Force On
pl: Wymuś włączenie

source: Force Off
pl: Wymuś wyłączenie

source: This content is only accessible to registered learners. Sign in or register to view it.
pl: Ta zawartość jest dostępna tylko dla zarejestrowanych studentów. Zaloguj się lub zarejestruj, aby ją wyświetlić.

source: This content is only accessible to enrolled learners.
pl: Ta zawartość jest dostępna tylko dla zapisanych studentów.

source: The about me field must be at most {BIO_MAX_LENGTH} characters long.
pl: Pole "O mnie" musi mieć maksymalnie {BIO_MAX_LENGTH} znaków.

source: This value is invalid.
pl: Ta wartość jest nieprawidłowa.

source: This field is not editable
pl: To pole nie jest edytowalne

source: %(min_score)s is not a valid grade percentage
pl: %(min_score)s nie jest prawidłowym procentem oceny

source: Gating milestone for {usage_key}
pl: Kamień milowy bramkowania dla {usage_key}

source: License
pl: Licencja

source: A license defines how the contents of this block can be shared and reused.
pl: Licencja określa, w jaki sposób zawartość tego bloku może być udostępniana i ponownie wykorzystywana.

source: {assignment} is due for {course}.
pl: {assignment} jest terminem dla {course}.

source: Calendar Sync
pl: Synchronizacja kalendarza

source: Unsubscribe from calendar updates
pl: Anuluj subskrypcję aktualizacji kalendarza

source: Subscribe to calendar updates
pl: Subskrybuj aktualizacje kalendarza

source: Sync {course} to your calendar
pl: Synchronizuj {course} ze swoim kalendarzem

source: Sticking to a schedule is the best way to ensure that you successfully complete your self-paced course. This schedule for {course} will help you stay on track!
pl: Trzymanie się harmonogramu to najlepszy sposób na pomyślne ukończenie kursu we własnym tempie. Ten harmonogram dla {course} pomoże Ci utrzymać się na właściwej drodze!

source: Once you sync your course schedule to your calendar, any updates to the course from your instructor will be automatically reflected. You can remove the course from your calendar at any time.
pl: Po zsynchronizowaniu harmonogramu kursu z kalendarzem, wszelkie aktualizacje kursu od Twojego instruktora zostaną automatycznie odzwierciedlone. Możesz usunąć kurs z kalendarza w dowolnym momencie.

source: {course} dates have been updated on your calendar
pl: Daty {course} zostały zaktualizowane w Twoim kalendarzu

source: You have successfully shifted your course schedule and your calendar is up to date.
pl: Pomyślnie zmieniono harmonogram kursu, a kalendarz jest aktualny.

source: Enabled As Of
pl: Włączono od

source: If the configuration is Enabled, then all enrollments created after this date and time (user local time) will be affected.
pl: Jeśli konfiguracja jest włączona, wszystkie rejestracje utworzone po tej dacie i godzinie (czasu lokalnego użytkownika) zostaną objęte.

source: Studio Override Enabled
pl: Nadpisanie Studio włączone

source: Allow Feature Based Enrollment visibility to be overriden on a per-component basis in Studio.
pl: Pozwól, aby widoczność rejestracji opartej na funkcji mogła być nadpisana dla poszczególnych komponentów w Studio.

source: enabled_as_of must be set when enabled is True
pl: enable_as_of musi być ustawione, gdy enabled jest True

source: Partition for segmenting users by access to gated content types
pl: Partycja do segmentowania użytkowników według dostępu do typów treści z bramkami

source: Graded assessments are available to Verified Track learners.
pl: Oceniane egzaminy są dostępne dla studentów Verified Track.

source: Graded assessments are available to Verified Track learners. Upgrade to Unlock.
pl: Oceniane egzaminy są dostępne dla studentów Verified Track. Uaktualnij, aby odblokować.

source: Content available only to verified track learners
pl: Treść dostępna tylko dla zweryfikowanych studentów

source: Verified Track Access
pl: Dostęp do zweryfikowanej ścieżki

source: Upgrade to unlock
pl: Uaktualnij, aby odblokować

source: Access expired on {expiration_date}
pl: Dostęp wygasł dnia {expiration_date}

source: Access to {course_name} expired on {expiration_date}
pl: Dostęp do {course_name} wygasł dnia {expiration_date}

source: Access to the course you were looking for expired on {expiration_date}
pl: Dostęp do kursu, którego szukałeś, wygasł dnia {expiration_date}

source: This learner does not have access to this course. Their access expired on {expiration_date}.
pl: Ten uczeń nie ma dostępu do tego kursu. Jego dostęp wygasł dnia {expiration_date}.

source: {strong_open}Audit Access Expires {expiration_date}{strong_close}{line_break}You lose all access to this course, including your progress, on {expiration_date}.
pl: {strong_open}Dostęp audytowy wygasa {expiration_date}{strong_close}{line_break}Tracisz cały dostęp do tego kursu, w tym swoje postępy, dnia {expiration_date}.

source: {line_break}Upgrade by {upgrade_deadline} to get unlimited access to the course as long as it exists on the site. {a_open}Upgrade now{sronly_span_open} to retain access past {expiration_date}{span_close}{a_close}
pl: {line_break}Uaktualnij do {upgrade_deadline}, aby uzyskać nieograniczony dostęp do kursu, dopóki istnieje na stronie. {a_open}Uaktualnij teraz{sronly_span_open}, aby zachować dostęp po {expiration_date}{span_close}{a_close}

source: 'course_key' is required.
pl: 'course_id' jest wymagane.

source: View all dates
pl: Wyświetl wszystkie daty

source: Your due dates have been successfully shifted to help you stay on track.
pl: Twoje terminy zostały pomyślnie przesunięte, aby pomóc Ci utrzymać się na właściwej ścieżce.

source: Deadlines successfully reset.
pl: Terminy zostały pomyślnie zresetowane.

source: These define the context to disable lms-controlled discounts on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
pl: Definiują one kontekst, w którym należy wyłączyć rabaty kontrolowane przez LMS. Jeśli nie są ustawione żadne wartości, konfiguracja ma zastosowanie globalnie. Jeśli ustawiona jest pojedyncza wartość, konfiguracja ma zastosowanie do wszystkich kursów w tym kontekście. W danym momencie można ustawić tylko jedną wartość.<br>Jeśli wiele kontekstów ma zastosowanie do kursu (na przykład, jeśli konfiguracja jest określona specjalnie dla kursu i dla organizacji, w której znajduje się kurs), wówczas bardziej specyficzny kontekst zastępuje kontekst ogólniejszy.

source: These define the context to configure the percentage for the first purchase discount.If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
pl: Definiują one kontekst, w którym konfiguruje się procent rabatu na pierwszy zakup. Jeśli wiele kontekstów ma zastosowanie do kursu (na przykład, jeśli konfiguracja jest określona specjalnie dla kursu i dla organizacji, w której znajduje się kurs), wówczas bardziej specyficzny kontekst zastępuje kontekst ogólniejszy.

source: {s_sr}Original price: {s_op}{original_price}{e_p}, discount price: {e_sr}{formatted_discount_price}
pl: {s_sr}Cena oryginalna: {s_op}{original_price}{e_p}, cena z rabatem: {e_sr}{formatted_discount_price}

source: CSV File
pl: Plik CSV

source: CSV file should have 3 columns having names lms_user_id, course_id, opportunity_id
pl: Plik CSV powinien zawierać 3 kolumny o nazwach lms_user_id, course_id, opportunity_id

source: Enrollment attributes were not updated for records at following line numbers in csv because no enrollment found for these records: {error_line_numbers}
pl: Atrybuty zapisu nie zostały zaktualizowane dla rekordów w następujących numerach linii w pliku CSV, ponieważ nie znaleziono zapisu dla tych rekordów: {error_line_numbers}

source: You have access to the {bold_start}{enterprise_name}{bold_end} dashboard. To access the courses available to you through {enterprise_name}, {link_start}visit the {enterprise_name} dashboard{link_end}.
pl: Masz dostęp do pulpitu nawigacyjnego {bold_start}{enterprise_name}{bold_end}. Aby uzyskać dostęp do kursów dostępnych za pośrednictwem {enterprise_name}, {link_start}odwiedź pulpit nawigacyjny {enterprise_name}{link_end}.

source: Enrollment in {course_title} was not complete.
pl: Rejestracja w kursie {course_title} nie została zakończona.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
pl: Jeśli masz obawy dotyczące udostępniania swoich danych, skontaktuj się z administratorem pod adresem {enterprise_customer_name}.

source: Home
pl: Strona główna

source: Enterprise Course Enrollments
pl: Rejestracje na kursy firmowe

source: Override Enrollment Attributes
pl: Nadpisz atrybuty rejestracji

source: Upload CSV to override enrollment attributes for learners
pl: Prześlij plik CSV, aby nadpisać atrybuty rejestracji dla uczących się

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
pl: Dziękujemy za dołączenie do {platform_name}. Tylko kilka kroków, zanim zaczniesz się uczyć!

source: Continue
pl: Kontynuuj

source: Shift due dates
pl: Przesuń terminy

source: It looks like you missed some important deadlines based on our suggested schedule.
pl: Wygląda na to, że przegapiłeś kilka ważnych terminów zgodnie z naszym sugerowanym harmonogramem.

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future. Don’t worry—you won’t lose any of the progress you’ve made when you shift your due dates.
pl: Aby utrzymać się na bieżąco, możesz zaktualizować ten harmonogram i przesunąć zaległe zadania na przyszłość. Nie martw się – nie stracisz żadnych postępów, które poczyniłeś, gdy zmienisz terminy.

source: You have used {attempts} of {max_attempts} attempts for this problem.
pl: Wykorzystałeś {attempts} z {max_attempts} prób do tego problemu.

source: Try again (unlimited attempts)
pl: Spróbuj ponownie (nieograniczona liczba prób)

source: You have used {attempts} of unlimited attempts for this problem.
pl: Wykorzystałeś {attempts} z nieograniczonej liczby prób do tego problemu.

source: Sign In
pl: Zaloguj się

source: Our mailing address is
pl: Nasz adres pocztowy to

source: XML data for the annotation
pl: Dane XML dla adnotacji

source: The display name for this component.
pl: Nazwa wyświetlana dla tego komponentu.

source: Annotation
pl: Adnotacja

source: Cannot rescore problems with possible file submissions
pl: Nie można ponownie ocenić zadań z możliwymi przesłanymi plikami

source: Question {}
pl: Pytanie {}

source: Incorrect
pl: Niepoprawne

source: Correct
pl: Poprawne

source: correct
pl: poprawnie

source: incorrect
pl: niepoprawnie

source: partially correct
pl: częściowo poprawne

source: incomplete
pl: niekompletne

source: unanswered
pl: Bez odpowiedzi

source: submitted
pl: wysłane

source: processing
pl: przetwarzanie

source: This answer is correct.
pl: Ta odpowiedź jest poprawna.

source: This answer is incorrect.
pl: Ta odpowiedź jest niepoprawna.

source: This answer is partially correct.
pl: Ta odpowiedź jest częściowo poprawna.

source: This answer is being processed.
pl: Ta odpowiedź jest przetwarzana.

source: Not yet answered.
pl: Jeszcze nie odpowiedziano.

source: Select an option
pl: Wybierz opcję

source: ChoiceGroup: unexpected tag {tag_name}
pl: ChoiceGroup: nieoczekiwany tag {tag_name}

source: Answer received.
pl: Odpowiedź otrzymana.

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
pl: Oczekiwano tagu <choice> lub <compoundhint>; zamiast tego otrzymano {given_tag}

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
pl: Twoje pliki zostały przesłane. Gdy tylko Twoje zgłoszenie zostanie ocenione, ta wiadomość zostanie zastąpiona informacją zwrotną od oceniającego.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
pl: Twoja odpowiedź została przesłana. Gdy tylko Twoje zgłoszenie zostanie ocenione, ta wiadomość zostanie zastąpiona informacją zwrotną od oceniającego.

source: {programming_language} editor
pl: Edytor {programming_language}

source: Press ESC then TAB or click outside of the code editor to exit
pl: Naciśnij ESC, a następnie TAB lub kliknij poza edytorem kodu, aby wyjść

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
pl: Wysłano. Gdy tylko zostanie zwrócona odpowiedź, ta wiadomość zostanie zastąpiona tą informacją zwrotną.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
pl: Brak odpowiedzi z Xqueue w ciągu {xqueue_timeout} sekund. Przerwano.

source: Error running code.
pl: Błąd podczas uruchamiania kodu.

source: Cannot connect to the queue
pl: Nie można połączyć się z kolejką

source: No formula specified.
pl: Nie określono formuły.

source: Couldn't parse formula: {error_msg}
pl: Nie można przeanalizować formuły: {error_msg}

source: Error while rendering preview
pl: Błąd podczas renderowania podglądu

source: Sorry, couldn't parse formula
pl: Przepraszamy, nie można przeanalizować formuły.

source: {input_type}: unexpected tag {tag_name}
pl: {input_type}: nieoczekiwany tag {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
pl: Oczekiwano tagu {expected_tag}; zamiast tego otrzymano {given_tag}

source: Question {index}
pl: Pytanie {index}

source: Correct:
pl: Poprawne:

source: Incorrect:
pl: Niepoprawne:

source: Answer
pl: Odpowiedź

source: Error {err} in evaluating hint function {hintfn}.
pl: Błąd {err} podczas oceny funkcji podpowiedzi {hintfn}.

source: (Source code line unavailable)
pl: (Linia kodu źródłowego niedostępna)

source: See XML source line {sourcenum}.
pl: Zobacz wiersz {sourcenum} kodu XML.

source: Checkboxes
pl: Pola wyboru

source: Multiple Choice
pl: Wielokrotny wybór

source: Do not use shuffle and answer-pool at the same time
pl: Nie używaj atrybutów 'shuffle' i 'answer-pool' jednocześnie

source: answer-pool value should be an integer
pl: answer-pool powinno być wartością całkowitą

source: Choicegroup must include at least 1 correct and 1 incorrect choice
pl: Choicegroup musi zawierać co najmniej 1 poprawną i 1 niepoprawną odpowiedź

source: True/False Choice
pl: Wybór Prawda/Fałsz

source: Dropdown
pl: Lista rozwijana

source: Numerical Input
pl: Wejście numeryczne

source: There was a problem with the staff answer to this problem.
pl: Wystąpił problem z odpowiedzią nauczyciela na to pytanie.

source: Could not interpret '{student_answer}' as a number.
pl: Nie można zinterpretować '{student_answer}' jako liczby.

source: Factorial function evaluated outside its domain:'{student_answer}'
pl: Funkcja silni obliczona poza jej dziedziną: '{student_answer}'

source: Invalid math syntax: '{student_answer}'
pl: Nieprawidłowa składnia matematyczna: '{student_answer}'

source: You may not use complex numbers in range tolerance problems
pl: Nie możesz używać liczb zespolonych w problemach z tolerancją zakresu.

source: There was a problem with the staff answer to this problem: complex boundary.
pl: Wystąpił problem z odpowiedzią nauczyciela na to pytanie: złożona granica.

source: There was a problem with the staff answer to this problem: empty boundary.
pl: Wystąpił problem z odpowiedzią nauczyciela na to pytanie: pusta granica.

source: or
pl: lub

source: Text Input
pl: Wprowadzanie tekstu

source: error
pl: błąd

source: Custom Evaluated Script
pl: Niestandardowy skrypt oceniający

source: error getting student answer from {student_answers}
pl: Błąd podczas pobierania odpowiedzi studenta z {student_answers}

source: No answer entered!
pl: Nie wprowadzono odpowiedzi!

source: CustomResponse: check function returned an invalid dictionary!
pl: CustomResponse: funkcja sprawdzająca zwróciła nieprawidłowy słownik!

source: Symbolic Math Input
pl: Wprowadzanie symboli matematycznych

source: An error occurred with SymbolicResponse. The error was: {error_msg}
pl: Wystąpił błąd z SymbolicResponse. Błąd to: {error_msg}

source: Code Input
pl: Wprowadzanie kodu

source: No answer provided.
pl: Nie podano odpowiedzi.

source: Error: No grader has been set up for this problem.
pl: Błąd: Brak ustawionego systemu oceniania dla tego zadania.

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
pl: Nie można dostarczyć Twojej pracy do oceny (Powód: {error_msg}). Spróbuj ponownie później.

source: Invalid grader reply. Please contact the course staff.
pl: Nieprawidłowa odpowiedź systemu oceniającego. Skontaktuj się z personelem kursu.

source: External Grader
pl: Zewnętrzny oceniający

source: Math Expression Input
pl: Wprowadzanie wyrażeń matematycznych

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
pl: Funkcja silni niedozwolona w odpowiedzi na to pytanie. Podana odpowiedź to: {bad_input}
