Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Invalid input: Could not parse '{bad_input}' as a formula.
pl: Nieprawidłowe dane wejściowe: Nie można przeanalizować '{bad_input}' jako formuły.

source: Invalid input: Could not parse '{bad_input}' as a formula
pl: Nieprawidłowe dane wejściowe: Nie można przeanalizować '{bad_input}' jako formuły.

source: Circuit Schematic Builder
pl: Kreator schematów obwodów

source: Error in evaluating SchematicResponse. The error was: {error_msg}
pl: Błąd podczas oceny SchematicResponse. Błąd to: {error_msg}

source: Image Mapped Input
pl: Wejście zmapowanego obrazu

source: error grading {image_input_id} (input={user_input})
pl: Błąd podczas oceniania {image_input_id} (wejście={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
pl: Błąd w specyfikacji problemu! Nie można przeanalizować prostokąta w {sr_coords}

source: Annotation Input
pl: Wprowadzanie adnotacji

source: Checkboxes With Text Input
pl: Pola wyboru z wprowadzaniem tekstu

source: Answer not provided for {input_type}
pl: Nie podano odpowiedzi dla {input_type}

source: The Staff answer could not be interpreted as a number.
pl: Odpowiedź nauczyciela nie mogła zostać zinterpretowana jako liczba.

source: Could not interpret '{given_answer}' as a number.
pl: Nie można zinterpretować '{given_answer}' jako liczby.

source: Codejail API Service is unavailable. Please try again in a few minutes.
pl: Usługa API Codejail jest niedostępna. Spróbuj ponownie za kilka minut.

source: Codejail API Service invalid response.
pl: Nieprawidłowa odpowiedź usługi API Codejail.

source: Invalid JSON response received from codejail api service.
pl: Otrzymano nieprawidłową odpowiedź JSON od usługi API Codejail.

source: Number of attempts taken by the student on this problem
pl: Liczba prób podjętych przez studenta w tym zadaniu

source: Maximum Attempts
pl: Maksymalna liczba prób

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
pl: Definiuje, ile razy student może próbować odpowiedzieć na to pytanie. Jeśli wartość nie jest ustawiona, dozwolona jest nieskończona liczba prób.

source: Date that this problem is due by
pl: Data terminu oddania tego zadania

source: Amount of time after the due date that submissions will be accepted
pl: Ilość czasu po terminie, przez który submissions będą akceptowane.

source: Show Results
pl: Pokaż wyniki

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
pl: Definiuje, kiedy pokazać, czy odpowiedź uczącego się na problem jest poprawna. Konfigurowane w podsekcji.

source: Always
pl: Zawsze

source: Past Due
pl: Po terminie

source: Show Answer
pl: Pokaż odpowiedź

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
pl: Definiuje, kiedy pokazać odpowiedź na problem. Wartość domyślna może być ustawiona w Ustawieniach zaawansowanych.

source: Answered
pl: Odpowiedziano

source: Attempted or Past Due
pl: Podjęto próbę lub po terminie

source: Closed
pl: Zamknięte

source: Finished
pl: Zakończono

source: Correct or Past Due
pl: Poprawne lub po terminie

source: After Some Number of Attempts
pl: Po pewnej liczbie prób

source: After All Attempts
pl: Po wszystkich próbach

source: After All Attempts or Correct
pl: Po wszystkich próbach lub poprawne

source: Attempted
pl: Podjęto próbę

source: Show Answer: Number of Attempts
pl: Pokaż odpowiedź: liczba prób

source: Number of times the student must attempt to answer the question before the Show Answer button appears.
pl: Liczba razy, jaką student musi podjąć próbę odpowiedzi na pytanie, zanim pojawi się przycisk Pokaż odpowiedź.

source: Whether to force the save button to appear on the page
pl: Czy wymusić pojawienie się przycisku zapisu na stronie

source: Show Reset Button
pl: Pokaż przycisk resetowania

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
pl: Określa, czy przycisk "Resetuj" jest widoczny, aby użytkownik mógł zresetować swoją odpowiedź. Wartość domyślna może być ustawiona w Ustawieniach zaawansowanych.

source: Randomization
pl: Randomizacja

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
pl: Definiuje, kiedy randomizować zmienne określone w powiązanym skrypcie Pythona. Dla problemów, które nie randomizują wartości, określ "Nigdy".

source: On Reset
pl: Po resecie

source: Per Student
pl: Na studenta

source: XML data for the problem
pl: Dane XML dla problemu

source: Dictionary with the correctness of current student answers
pl: Słownik z poprawnością bieżących odpowiedzi studentów

source: Dictionary for maintaining the state of inputtypes
pl: Słownik do utrzymywania stanu typów wejściowych

source: Dictionary with the current student responses
pl: Słownik z bieżącymi odpowiedziami studentów.

source: Dictionary with the current student score
pl: Słownik z bieżącym wynikiem studenta.

source: Whether or not the answers have been saved since last submit
pl: Czy odpowiedzi zostały zapisane od ostatniego przesłania

source: Whether the student has answered the problem
pl: Czy student odpowiedział na problem

source: Random seed for this student
pl: Ziarno losowe dla tego studenta

source: Last submission time
pl: Ostatni czas przesłania

source: Timer Between Attempts
pl: Timer między próbami

source: Seconds a student must wait between submissions for a problem with multiple attempts.
pl: Sekundy, które student musi odczekać między przesłaniami w problemie z wieloma próbami.

source: Problem Weight
pl: Waga problemu

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
pl: Definiuje liczbę punktów, jaką wart jest każdy problem. Jeśli wartość nie jest ustawiona, każde pole odpowiedzi w problemie jest warte jeden punkt.

source: Markdown source of this module
pl: Źródło Markdown tego modułu

source: Source code for LaTeX and Word problems. This feature is not well-supported.
pl: Kod źródłowy dla problemów LaTeX i Word. Ta funkcja nie jest dobrze wspierana.

source: Enable LaTeX templates?
pl: Włączyć szablony LaTeX?

source: Matlab API key
pl: Klucz API Matlab

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
pl: Wprowadź klucz API dostarczony przez MathWorks w celu uzyskania dostępu do usługi MATLAB Hosted Service. Klucz ten jest przyznawany wyłącznie do użytku w tym kursie na określony czas. Prosimy nie udostępniać klucza API innym kursom i natychmiast powiadomić MathWorks, jeśli uważasz, że klucz został ujawniony lub naruszony. Aby uzyskać klucz do swojego kursu lub zgłosić problem, skontaktuj się z moocsupport@mathworks.com

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
pl: Przepraszamy, wystąpił błąd podczas przetwarzania żądania. Odśwież stronę i spróbuj ponownie.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
pl: Stan tego zadania zmienił się od czasu załadowania tej strony. Odśwież stronę.

source: Answer ID
pl: ID odpowiedzi

source: Question
pl: Pytanie

source: Correct Answer
pl: Poprawna odpowiedź

source: Submitting
pl: Wysyłanie

source: Warning: The problem has been reset to its initial state!
pl: Ostrzeżenie: Zadanie zostało zresetowane do stanu początkowego!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
pl: Stan zadania został uszkodzony przez nieprawidłowe przesłanie. Przesłana treść składała się z:

source: If this error persists, please contact the course staff.
pl: Jeśli ten błąd będzie się powtarzał, skontaktuj się z personelem kursu.

source: Hint ({hint_num} of {hints_count}):
pl: Wskazówka ({hint_num} z {hints_count}):

source: Your answers were previously saved. Click '{button_name}' to grade them.
pl: Twoje odpowiedzi zostały wcześniej zapisane. Kliknij '{button_name}', aby je ocenić.

source: Partially Correct
pl: Częściowo poprawne

source: Answer submitted.
pl: Odpowiedź przesłana.

source: Problem is closed.
pl: Zadanie jest zamknięte.

source: Problem must be reset before it can be submitted again.
pl: Zadanie musi zostać zresetowane, zanim będzie można je ponownie przesłać.

source: You must wait at least {wait} seconds between submissions.
pl: Musisz odczekać co najmniej {wait} sekund między kolejnymi przesłaniami.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
pl: Musisz odczekać co najmniej {wait_secs} między kolejnymi przesłaniami. Pozostało {remaining_secs}.

source: Problem needs to be reset prior to save.
pl: Zadanie musi zostać zresetowane przed zapisaniem.

source: Your answers have been saved.
pl: Twoje odpowiedzi zostały zapisane.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
pl: Twoje odpowiedzi zostały zapisane, ale nie ocenione. Kliknij '{button_name}', aby je ocenić.

source: You cannot select Reset for a problem that is closed.
pl: Nie można wybrać opcji Resetuj dla zamkniętego zadania.

source: You must submit an answer before you can select Reset.
pl: Musisz przesłać odpowiedź, zanim będziesz mógł wybrać opcję Resetuj.

source: Problem's definition does not support rescoring.
pl: Definicja zadania nie obsługuje ponownego oceniania.

source: Problem must be answered before it can be graded again.
pl: Na zadanie trzeba odpowiedzieć, zanim będzie można je ponownie ocenić.

source: Conditional
pl: Warunkowe

source: List of urls of children that are references to external modules
pl: Lista adresów URL dzieci, które są odniesieniami do zewnętrznych modułów

source: Source Components
pl: Komponenty źródłowe

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional block. Copy the component location ID of a component from its Settings dialog in Studio.
pl: Identyfikatory lokalizacji komponentów wszystkich komponentów źródłowych, które są używane do określenia, czy uczniowi jest wyświetlana zawartość tego bloku warunkowego. Skopiuj identyfikator lokalizacji komponentu z jego okna dialogowego Ustawienia w Studio.

source: Conditional Attribute
pl: Atrybut warunkowy

source: The attribute of the source components that determines whether a learner is shown the content of this conditional block.
pl: Atrybut komponentów źródłowych, który określa, czy uczniowi jest wyświetlana zawartość tego bloku warunkowego.

source: Conditional Value
pl: Wartość warunkowa

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional block.
pl: Wartość, która musi być zgodna z atrybutem warunkowym komponentów źródłowych, zanim uczniowi zostanie wyświetlona zawartość tego bloku warunkowego.

source: Blocked Content Message
pl: Wiadomość o zablokowanej zawartości

source: The message that is shown to learners when not all conditions are met to show the content of this conditional block. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
pl: Komunikat wyświetlany uczniom, gdy nie wszystkie warunki są spełnione, aby wyświetlić zawartość tego bloku warunkowego. Umieść {link} w tekście swojej wiadomości, aby dać uczniom bezpośredni link do wymaganych jednostek. Na przykład: 'Musisz ukończyć {link}, zanim będziesz mógł uzyskać dostęp do tej jednostki'.

source: You must complete {link} before you can access this unit.
pl: Musisz ukończyć {link}, zanim uzyskasz dostęp do tej jednostki.

source: This component has no source components configured yet.
pl: Ten komponent nie ma jeszcze skonfigurowanych komponentów źródłowych.

source: Configure list of sources
pl: Skonfiguruj listę źródeł

source: LTI Passports
pl: Paszporty LTI

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
pl: Wprowadź paszporty dla narzędzi LTI kursu w następującym formacie: "id:client_key:client_secret".

source: List of Textbook objects with (title, url) for textbooks used in this course
pl: Lista obiektów podręcznika z (tytułem, adresem URL) dla podręczników używanych w tym kursie

source: Slug that points to the wiki for this course
pl: Slug wskazujący na wiki dla tego kursu

source: Date that enrollment for this class is opened
pl: Data rozpoczęcia zapisów na ten kurs.

source: Date that enrollment for this class is closed
pl: Data zakończenia zapisów na ten kurs.

source: Start time when this block is visible
pl: Godzina rozpoczęcia, gdy ten blok jest widoczny

source: Date that this class ends
pl: Data zakończenia zajęć

source: Date that certificates become available to learners
pl: Data, od której certyfikaty będą dostępne dla studentów.

source: Cosmetic Course Display Price
pl: Cena wyświetlana kursu

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
pl: Koszt wyświetlany studentom za zapisanie się na kurs. Jeśli cena rejestracji na płatny kurs zostanie ustawiona przez administratora w bazie danych, ta cena zostanie wyświetlona zamiast tej.

source: Course Advertised Start
pl: Ogłoszony początek kursu

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
pl: Wprowadź tekst, który chcesz użyć jako ogłoszony przedział czasowy rozpoczęcia kursu, np. "Zima 2018". Jeśli wprowadzisz null dla tej wartości, zostanie użyta data rozpoczęcia ustawiona dla tego kursu.

source: Pre-Requisite Courses
pl: Kursy wymagane wstępnie

source: Pre-Requisite Course key if this course has a pre-requisite course
pl: Wybierz "Kursy wymagane wstępnie", jeśli ten kurs wymaga wcześniejszych kursów.

source: Grading policy definition for this class
pl: Definicja zasad oceniania dla tych zajęć

source: Show Calculator
pl: Pokaż kalkulator

source: Enter true or false. When true, students can see the calculator in the course.
pl: Wpisz prawda lub fałsz. Jeśli prawda, studenci mogą zobaczyć kalkulator w kursie.

source: Enter the name of the course as it should appear in the course list.
pl: Wpisz nazwę kursu, która powinna pojawić się na liście kursów.

source: Course Display Name
pl: Nazwa kursu do wyświetlenia

source: Course Editor
pl: Edytor kursu

source: Enter the method by which this course is edited ("XML" or "Studio").
pl: Wprowadź metodę edycji tego kursu ("XML" lub "Studio").

source: Course Survey URL
pl: Adres URL ankiety kursu

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
pl: Wprowadź adres URL ankiety końcowej kursu. Jeśli Twój kurs nie posiada ankiety, wpisz null.

source: Discussion Blackout Dates
pl: Daty blokady dyskusji

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
pl: Wprowadź pary dat, pomiędzy którymi studenci nie mogą zamieszczać postów na forach dyskusyjnych. Wewnątrz podanych nawiasów wprowadź dodatkowy zestaw nawiasów kwadratowych otaczających każdą dodawaną parę dat. Sformatuj każdą parę dat jako ["RRRR-MM-DD", "RRRR-MM-DD"]. Aby określić również godziny, sformatuj każdą parę jako ["RRRR-MM-DDTHH:MM", "RRRR-MM-DDTHH:MM"]. Upewnij się, że dołączysz "T" pomiędzy datą a godziną. Na przykład wpis definiujący dwa okresy blokady wygląda tak, włączając zewnętrzną parę nawiasów kwadratowych: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Discussion Topic Mapping
pl: Mapowanie tematów dyskusji

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
pl: Wprowadź kategorie dyskusji w następującym formacie: "NazwaKategorii": {"id": "i4x-NazwaInstytucji-NumerKursu-kurs-PrzebiegKursu"}. Na przykład, jedna kategoria dyskusji może być "Tryb Lidyjski": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Wartość "id" dla każdej kategorii musi być unikalna. W wartościach "id" jedynymi obsługiwanymi znakami specjalnymi są podkreślenie, myślnik i kropka. Możesz również określić kategorię jako domyślną dla nowych postów na stronie dyskusji, ustawiając jej atrybut "domyślny" na true. Na przykład, "Tryb Lidyjski": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.

source: Discussions Plugin Settings
pl: Ustawienia wtyczki dyskusji

source: Settings for discussions plugins.
pl: Ustawienia dla wtyczek dyskusji.

source: Course Announcement Date
pl: Data ogłoszenia kursu

source: Enter the date to announce your course.
pl: Wprowadź datę ogłoszenia kursu.

source: Cohort Configuration
pl: Konfiguracja kohorty

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
pl: Wpisz klucze i wartości zasad, aby włączyć funkcję kohorty, zdefiniować automatyczne przydzielanie studentów do grup lub oznaczyć dowolne ogólnokursowe tematy dyskusji jako prywatne dla członków kohorty.

source: Course Is New
pl: Kurs jest nowy

source: Enter true or false. If true, the course appears in the list of new courses, and a New! badge temporarily appears next to the course image.
pl: Wprowadź prawda lub fałsz. Jeśli prawda, kurs pojawi się na liście nowych kursów, a plakietka "Nowość!" tymczasowo pojawi się obok obrazu kursu.

source: Mobile Course Available
pl: Kurs dostępny na urządzenia mobilne

source: Enter true or false. If true, the course will be available to mobile devices.
pl: Wprowadź prawda lub fałsz. Jeśli prawda, kurs będzie dostępny na urządzenia mobilne.

source: Video Upload Credentials
pl: Dane uwierzytelniające do przesyłania filmów

source: Enter the unique identifier for your course's video files provided by {platform_name}.
pl: Wprowadź unikalny identyfikator plików wideo Twojego kursu dostarczony przez {platform_name}.

source: Course Not Graded
pl: Kurs nie oceniony

source: Enter true or false. If true, the course will not be graded.
pl: Wprowadź prawda lub fałsz. Jeśli prawda, kurs nie będzie oceniany.

source: Disable Progress Graph
pl: Wyłącz wykres postępu

source: Enter true or false. If true, students cannot view the progress graph.
pl: Wprowadź prawda lub fałsz. Jeśli prawda, studenci nie mogą przeglądać wykresu postępu.

source: PDF Textbooks
pl: Podręczniki PDF

source: List of dictionaries containing pdf_textbook configuration
pl: Lista słowników zawierających konfigurację pdf_textbook.

source: HTML Textbooks
pl: Podręczniki HTML

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
pl: W przypadku podręczników HTML, które pojawiają się jako oddzielne zakładki w kursie, wprowadź nazwę zakładki (zazwyczaj tytuł książki) oraz adresy URL i tytuły każdego rozdziału w książce.

source: Remote Gradebook
pl: Zdalny dziennik ocen

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
pl: Wprowadź zdalne mapowanie ocen. Użyj tego ustawienia tylko wtedy, gdy określono REMOTE_GRADEBOOK_URL.

source: Enable CCX
pl: Włącz CCX

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on {platform_name}. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
pl: Pozwól instruktorom kursu przypisywać role Trenera CCX i zezwól trenerom na zarządzanie kursami niestandardowymi na {platform_name}. Gdy fałsz, kursy niestandardowe nie mogą być tworzone, ale istniejące kursy niestandardowe zostaną zachowane.

source: CCX Connector URL
pl: URL konektora CCX

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
pl: URL dla aplikacji CCX Connector służącej do zarządzania tworzeniem CCX-ów. (Opcjonalnie). Ignorowane, chyba że 'Włącz CCX' jest ustawione na 'prawda'.

source: Allow Anonymous Discussion Posts
pl: Zezwól na anonimowe posty na forum dyskusyjnym

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
pl: Wprowadź prawdę lub fałsz. Jeśli prawda, studenci mogą tworzyć posty dyskusyjne, które są anonimowe dla wszystkich użytkowników.

source: Allow Anonymous Discussion Posts to Peers
pl: Zezwól na anonimowe posty na forum dyskusyjnym dla rówieśników

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
pl: Wprowadź prawdę lub fałsz. Jeśli prawda, studenci mogą tworzyć posty dyskusyjne, które są anonimowe dla innych studentów. To ustawienie nie sprawia, że posty są anonimowe dla personelu kursu.

source: Advanced Module List
pl: Lista zaawansowanych modułów

source: Enter the names of the advanced modules to use in your course.
pl: Wprowadź nazwy zaawansowanych modułów do wykorzystania w tym kursie.

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
pl: Prawda, jeśli strefy czasowe powinny być wyświetlane przy datach w kursie. Przestarzałe na rzecz due_date_display_format.

source: Due Date Display Format
pl: Format wyświetlania daty oddania

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
pl: Wprowadź format dla dat oddania. Domyślny format to Pon DD, RRRR. Wprowadź "%m-%d-%Y" dla MM-DD-RRRR, "%d-%m-%Y" dla DD-MM-RRRR, "%Y-%m-%d" dla RRRR-MM-DD lub "%Y-%d-%m" dla RRRR-DD-MM.

source: External Login Domain
pl: Zewnętrzna domena logowania

source: Enter the external login method students can use for the course.
pl: Wprowadź zewnętrzną metodę logowania, której studenci mogą używać dla kursu.
