Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
pl: Rozpoczęto zadanie ponownego generowania certyfikatów. Status zadania generowania można sprawdzić w sekcji "Oczekujące zadania".

source: The record is not in the correct format. Please add a valid username or email address.
pl: Rekord jest w nieprawidłowym formacie. Proszę dodać poprawną nazwę użytkownika lub adres e-mail.

source: Student {user} is not enrolled in this course. Please check your spelling and retry.
pl: Student {user} nie jest zapisany na ten kurs. Proszę sprawdzić pisownię i spróbować ponownie.

source: Student {user} is already on the certificate invalidation list and cannot be added to the certificate exception list.
pl: Student {user} znajduje się już na liście unieważnień certyfikatów i nie może zostać dodany do listy wyjątków certyfikatów.

source: Student (username/email={user}) already in certificate exception list.
pl: Student (nazwa użytkownika/e-mail={user}) już znajduje się na liście wyjątków certyfikatów.

source: Error occurred removing the allowlist entry for student {student}. Please refresh the page and try again
pl: Wystąpił błąd podczas usuwania wpisu z listy dozwolonych dla studenta {student}. Odśwież stronę i spróbuj ponownie.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
pl: Pole nazwy użytkownika/adresu e-mail studenta jest wymagane i nie może być puste. Proszę wypełnić nazwę użytkownika/adres e-mail, a następnie nacisnąć przycisk "Dodaj do listy wyjątków".

source: {user} does not exist in the LMS. Please check your spelling and retry.
pl: {user} nie istnieje w LMS. Proszę sprawdzić pisownię i spróbować ponownie.

source: Invalid data, generate_for must be "new" or "all".
pl: Nieprawidłowe dane, generate_for musi być "new" lub "all".

source: Certificate generation started for students on the allowlist.
pl: Rozpoczęto generowanie certyfikatów dla studentów z listy dozwolonych.

source: user "{user}" in row# {row}
pl: użytkownik "{user}" w wierszu# {row}

source: user "{username}" in row# {row}
pl: użytkownik "{username}" w wierszu# {row}

source: The student {student} appears on the Certificate Exception list in course {course}. Please remove them from the Certificate Exception list before attempting to invalidate their certificate.
pl: Student {student} znajduje się na liście wyjątków certyfikatów dla kursu {course}. Proszę usunąć go z listy wyjątków certyfikatów przed próbą unieważnienia jego certyfikatu.

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
pl: Certyfikat użytkownika {user} został już unieważniony. Proszę sprawdzić pisownię i spróbować ponownie.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
pl: Certyfikat dla studenta {user} jest już nieważny. Proszę sprawdzić, czy certyfikat został wygenerowany dla tego studenta, a następnie kontynuować.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
pl: Unieważnienie certyfikatu nie istnieje. Odśwież stronę i spróbuj ponownie.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
pl: Pole nazwy użytkownika/adresu e-mail studenta jest wymagane i nie może być puste. Proszę wypełnić nazwę użytkownika/adres e-mail, a następnie nacisnąć przycisk "Unieważnij certyfikat".

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
pl: Student {student} nie posiada certyfikatu dla kursu {course}. Proszę sprawdzić, czy nazwa użytkownika/e-mail studenta i wybrany kurs są poprawne, a następnie spróbować ponownie.

source: Instructor
pl: Instruktor

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
pl: Aby uzyskać wgląd w zapisy i uczestnictwo studentów {link_start}odwiedź {analytics_dashboard_name}, nasz nowy produkt do analizy kursów{link_end}.

source: Special Exams
pl: Egzaminy specjalne

source: Certificates
pl: Certyfikaty

source: Please Enter the numeric value for the course price
pl: Proszę wprowadzić wartość numeryczną dla ceny kursu

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
pl: Tryb kursu o slug ({mode_slug}) nie istnieje.

source: CourseMode price updated successfully
pl: Cena CourseMode zaktualizowana pomyślnie

source: Course Info
pl: Informacje o kursie

source: Enrollment data is now available in {dashboard_link}.
pl: Dane dotyczące zapisów są już dostępne w {dashboard_link}.

source: Membership
pl: Członkostwo

source: Cohorts
pl: Kohorty

source: Discussions
pl: Dyskusje

source: Student Admin
pl: Administrator studentów

source: Extensions
pl: Rozszerzenia

source: Data Download
pl: Pobieranie danych

source: Analytics
pl: Analityka

source: Open Responses
pl: Otwarte odpowiedzi

source: 0 sent
pl: 0 wysłanych

source: Complete
pl: Ukończono

source: Incomplete
pl: Niekompletne

source: Could not find student matching identifier: {student_identifier}
pl: Nie znaleziono studenta o identyfikatorze: {student_identifier}

source: Unable to parse date:
pl: Nie można sparsować daty:

source: Couldn't find module for url: {0}
pl: Nie można znaleźć modułu dla adresu URL: {0}

source: Could not find student enrollment in the course.
pl: Nie można było znaleźć zapisu studenta na kurs.

source: Unit {0} has no due date to extend.
pl: Jednostka {0} nie ma terminu płatności do przedłużenia.

source: An extended due date must be later than the original due date.
pl: Przedłużony termin musi być późniejszy niż pierwotny termin.

source: Full Name
pl: Imię i nazwisko

source: Extended Due Date
pl: Przedłużony termin

source: Users with due date extensions for {0}
pl: Użytkownicy z przedłużeniem terminu dla {0}

source: Due date extensions for {0} {1} ({2})
pl: Przedłużenie terminu dla {0} {1} ({2})

source: Requested task is already running
pl: Żądane zadanie jest już uruchomione

source: Error occured. Please try again later.
pl: Wystąpił błąd, spróbuj ponownie później.

source: detailed enrollment
pl: szczegółowy zapis

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
pl: Raport {report_type} jest tworzony. Aby wyświetlić status raportu, patrz poniżej Oczekujące zadania. Będziesz mógł pobrać raport, gdy będzie kompletny.

source: This component cannot be rescored.
pl: Ten komponent nie może być ponownie oceniony.

source: This component does not support score override.
pl: Ten komponent nie obsługuje nadpisywania wyników.

source: Scores must be between 0 and the value of the problem.
pl: Wyniki muszą być między 0 a wartością problemu.

source: Not all problems in entrance exam support re-scoring.
pl: Nie wszystkie problemy w egzaminie wstępnym obsługują ponowne ocenianie.

source: An error has occurred. Task was not created.
pl: Wystąpił błąd. Zadanie nie zostało utworzone.

source: rescored
pl: ponownie oceniony

source: overridden
pl: nadpisany

source: reset
pl: zresetowany

source: deleted
pl: usunięto

source: emailed
pl: wysłane e-mailem

source: graded
pl: oceniony

source: problem distribution graded
pl: oceniono dystrybucję problemów

source: certificates generated
pl: certyfikaty wygenerowane

source: cohorted
pl: zgrupowany

source: generate_anonymized_id
pl: wygeneruj_anonimizowany_id

source: compressed
pl: skompresowany

source: No status information available
pl: Brak dostępnych informacji o statusie

source: No task_output information found for instructor_task {0}
pl: Nie znaleziono informacji o wyniku zadania dla zadania instruktora {0}

source: No parsable task_output information found for instructor_task {0}: {1}
pl: Nie znaleziono możliwych do przetworzenia informacji o wyniku zadania dla zadania instruktora {0}: {1}

source: No parsable status information available
pl: Brak dostępnych informacji o statusie do przetworzenia

source: No message provided
pl: Nie podano wiadomości

source: Invalid task_output information found for instructor_task {0}: {1}
pl: Znaleziono nieprawidłowe informacje o wyniku zadania dla zadania instruktora {0}: {1}

source: No progress status information available
pl: Brak dostępnych informacji o statusie postępu

source: No parsable task_input information found for instructor_task {0}: {1}
pl: Nie znaleziono możliwych do przetworzenia informacji o danych wejściowych zadania dla zadania instruktora {0}: {1}

source: Progress: {action} {succeeded} of {attempted} so far
pl: Postęp: {action} {succeeded} z {attempted} do tej pory

source: Unable to find submission to be {action} for student '{student}'
pl: Nie można znaleźć zgłoszenia do {action} dla studenta '{student}'

source: Problem failed to be {action} for student '{student}'
pl: Problem nie został {action} dla studenta '{student}'

source: Problem successfully {action} for student '{student}'
pl: Problem pomyślnie {action} dla studenta '{student}'

source: Unable to find entrance exam submission to be {action} for student '{student}'
pl: Nie można znaleźć zgłoszenia egzaminu wstępnego do {action} dla studenta '{student}'

source: Entrance exam successfully {action} for student '{student}'
pl: Egzamin wstępny pomyślnie {action} dla studenta '{student}'

source: Unable to find any students with submissions to be {action}
pl: Nie można znaleźć żadnych studentów z zgłoszeniami do {action}

source: Problem failed to be {action} for any of {attempted} students
pl: Problem nie został {action} dla żadnego z {attempted} studentów

source: Problem successfully {action} for {attempted} students
pl: Problem pomyślnie {action} dla {attempted} studentów

source: Problem {action} for {succeeded} of {attempted} students
pl: Problem {action} dla {succeeded} z {attempted} studentów

source: Unable to find any recipients to be {action}
pl: Nie można znaleźć żadnych odbiorców do {action}

source: Message failed to be {action} for any of {attempted} recipients
pl: Wiadomość nie została {action} dla żadnego z {attempted} odbiorców

source: Message successfully {action} for {attempted} recipients
pl: Wiadomość pomyślnie {action} dla {attempted} odbiorców

source: Message {action} for {succeeded} of {attempted} recipients
pl: Wiadomość {action} dla {succeeded} z {attempted} odbiorców

source: Status: {action} {succeeded} of {attempted}
pl: Status: {action} {succeeded} z {attempted}

source: (skipping {skipped})
pl: (pomijanie {skipped})

source: (out of {total})
pl: (z {total})

source: Programs
pl: Programy

source: Program Details
pl: Szczegóły programu

source: This component's access settings refer to deleted or invalid group configurations.
pl: Ustawienia dostępu tego komponentu odnoszą się do usuniętych lub nieprawidłowych konfiguracji grup.

source: This unit's access settings refer to deleted or invalid group configurations.
pl: Ustawienia dostępu tej jednostki odnoszą się do usuniętych lub nieprawidłowych konfiguracji grup.

source: This component's access settings refer to deleted or invalid groups.
pl: Ustawienia dostępu tego komponentu odnoszą się do usuniętych lub nieprawidłowych grup.

source: This unit's access settings refer to deleted or invalid groups.
pl: Ustawienia dostępu tej jednostki odnoszą się do usuniętych lub nieprawidłowych grup.

source: This component's access settings contradict its parent's access settings.
pl: Ustawienia dostępu tego komponentu są sprzeczne z ustawieniami dostępu jego nadrzędnego elementu.

source: Whether to display this block in the table of contents
pl: Czy wyświetlać ten blok w spisie treści

source: What format this block is in (used for deciding which grader to apply, and what to show in the TOC)
pl: W jakim formacie jest ten blok (używany do decydowania, który oceniający zastosować i co wyświetlić w spisie treści)

source: Course Chrome
pl: Chrome kursu

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
pl: Wprowadź chrome, czyli narzędzia nawigacyjne, które mają być używane dla XBlock w LMS. Prawidłowe wartości to: "chromeless" -- aby nie używać zakładek ani akordeonu; "tabs" -- aby używać tylko zakładek; "accordion" -- aby używać tylko akordeonu; lub "tabs,accordion" -- aby używać zakładek i akordeonu.

source: Default Tab
pl: Domyślna zakładka

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
pl: Wprowadź zakładkę, która jest zaznaczona w XBlock. Jeśli nie jest ustawiona, zostanie wybrana zakładka Kurs.

source: LaTeX Source File Name
pl: Nazwa pliku źródłowego LaTeX

source: Enter the source file name for LaTeX.
pl: Wprowadź nazwę pliku źródłowego dla LaTeX.

source: If true, can be seen only by course staff, regardless of start date.
pl: Jeśli prawda, widoczne tylko dla personelu kursu, niezależnie od daty rozpoczęcia.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
pl: Słownik, który mapuje, którym grupom może być wyświetlany ten blok. Klucze to identyfikatory konfiguracji grup, a wartości to lista identyfikatorów grup. Jeśli nie ma klucza dla konfiguracji grupy lub jeśli zbiór identyfikatorów grup jest pusty, blok jest uznawany za widoczny dla wszystkich. Należy pamiętać, że to pole jest ignorowane, jeśli blok jest widoczny tylko dla personelu.

source: The list of group configurations for partitioning students in content experiments.
pl: Lista konfiguracji grup do podziału studentów w eksperymentach treści.

source: When checked, the LTI content will load only for learners who have an account in this instance. This is required only for linking learner accounts with the LTI consumer. See the Open edX LTI Provider documentation for more details.
pl: Po zaznaczeniu, zawartość LTI będzie ładowana tylko dla uczących się, którzy posiadają konto w tej instancji. Jest to wymagane wyłącznie do powiązania kont uczących się z konsumentem LTI. Więcej szczegółów można znaleźć w dokumentacji dostawcy Open edX LTI.

source: One of user or external_user_key must not be null.
pl: Jeden z pól user lub external_user_key nie może być pusty.

source: View and regenerate certificates.
pl: Wyświetl i ponownie wygeneruj certyfikaty.

source: Enrollment
pl: Zapisy

source: View and update learner enrollments.
pl: Wyświetl i zaktualizuj zapisy uczniów.

source: Manage User
pl: Zarządzaj użytkownikiem

source: Disable User Account
pl: Wyłącz konto użytkownika

source: Entitlements
pl: Prawa

source: View, create, and reissue learner entitlements
pl: Wyświetlanie, tworzenie i ponowne wydawanie uprawnień ucznia

source: Feature Based Enrollments
pl: Zapisy oparte na funkcjach

source: View feature based enrollment settings
pl: Wyświetl ustawienia rejestracji opartej na funkcjach

source: Link Program Enrollments
pl: Łączenie zapisów do programów

source: Link LMS users to program enrollments
pl: Łączenie użytkowników LMS z zapisami do programów

source: Program Enrollments Inspector Tool
pl: Narzędzie Inspektora Zapisów Programu

source: Find information related to a learner's program enrollments
pl: Znajdź informacje związane z zapisami studenta na program studenta

source: username
pl: nazwa użytkownika

source: user_support_url
pl: url_wsparcia_użytkownika

source: user_detail_url
pl: url_szczegółów_użytkownika

source: Usable
pl: Użyteczny

source: Unusable
pl: Nie nadaje się do użytku

source: User Enabled Successfully
pl: Użytkownik pomyślnie włączony

source: User Disabled Successfully
pl: Użytkownik pomyślnie wyłączony

source: You must complete a survey
pl: Musisz wypełnić ankietę

source: Optional language the team uses as ISO 639-1 code.
pl: Opcjonalny język, którego zespół używa jako kod ISO 639-1.

source: Teams
pl: Zespoły

source: Leverage teams to allow learners to connect by topic of interest.
pl: Wykorzystaj zespoły, aby umożliwić uczniom łączenie się według tematu zainteresowania.

source: course_id must be provided
pl: należy podać id_kursu

source: The supplied course id {course_id} is not valid.
pl: Podany identyfikator kursu {course_id} jest nieprawidłowy.

source: text_search and order_by cannot be provided together
pl: text_search i order_by nie mogą być podane razem

source: The supplied topic id {topic_id} is not valid
pl: Podany identyfikator tematu {topic_id} jest nieprawidłowy

source: Error connecting to elasticsearch
pl: Błąd połączenia z elasticsearch

source: The ordering {ordering} is not supported
pl: Kolejność {ordering} nie jest obsługiwana

source: The supplied course_id {course_id} is not valid.
pl: Podany Course_id {course_id} jest nieprawidłowy.

source: topic_id is required
pl: topic_id jest wymagane

source: You can't create a team in an instructor managed topic.
pl: Nie możesz utworzyć zespołu w temacie zarządzanym przez instruktora.

source: You are already in a team in this teamset.
pl: Jesteś już w zespole w tym zestawie zespołów.

source: teamset_id and team_id are mutually exclusive options.
pl: teamset_id i team_id wzajemnie się wykluczają.

source: teamset_id requires course_id to also be provided.
pl: teamset_id wymaga podania również Course_id.

source: No teamset found in given course with given id
pl: Nie znaleziono zestawu zespołów w podanym kursie z podanym identyfikatorem

source: username or (team_id or teamset_id) must be specified.
pl: Należy określić nazwę użytkownika lub (team_id lub teamset_id).

source: Username is required.
pl: Nazwa użytkownika jest obowiązkowa.

source: Team id is required.
pl: Identyfikator zespołu jest obowiązkowy.

source: This team is already full.
pl: Ten zespół jest już pełny.

source: You can't join an instructor managed team.
pl: Nie możesz dołączyć do zespołu zarządzanego przez instruktora.

source: The user {username} is already a member of a team in this teamset.
pl: Użytkownik {username} jest już członkiem zespołu w tym zestawie zespołów.

source: The user {username} is not enrolled in the course associated with this team.
pl: Użytkownik {username} nie jest zapisany na kurs powiązany z tym zespołem.

source: You can't leave an instructor managed team.
pl: Nie możesz opuścić zespołu zarządzanego przez instruktora.

source: Show existing user tour
pl: Pokaż istniejącą wycieczkę użytkownika

source: Show new user tour
pl: Pokaż nową wycieczkę użytkownika

source: Do not show user tour
pl: Nie pokazuj wycieczki użytkownika

source: Your {platform_name} ID verification was approved!
pl: Twoja weryfikacja tożsamości {platform_name} została zatwierdzona!

source: The course for which this deadline applies
pl: Kurs, którego dotyczy ten termin

source: The datetime after which users are no longer allowed to submit photos for verification.
pl: Data i godzina, po której użytkownicy nie mogą już przesyłać zdjęć do weryfikacji.

source: Your {platform_name} verification has expired.
pl: Twoja weryfikacja {platform_name} wygasła.

source: Intro
pl: Wprowadzenie

source: Make payment
pl: Dokonaj płatności

source: Take photo
pl: Zrób zdjęcie

source: Take a photo of your ID
pl: Zrób zdjęcie swojego dowodu osobistego

source: Review your info
pl: Sprawdź swoje dane

source: Enrollment confirmation
pl: Potwierdzenie zapisu

source: Selected price is not valid number.
pl: Wybrana cena nie jest prawidłową liczbą.

source: This course doesn't support paid certificates
pl: Ten kurs nie obsługuje płatnych certyfikatów

source: No selected price or selected price is below minimum.
pl: Nie wybrano ceny lub wybrana cena jest poniżej minimum.

source: Photo ID image is required if the user does not have an initial verification attempt.
pl: Obraz dowodu tożsamości ze zdjęciem jest wymagany, jeśli użytkownik nie podjął początkowej próby weryfikacji.

source: Missing required parameter face_image
pl: Brak wymaganego parametru face_image

source: Image data is in an unsupported format.
pl: Dane obrazu są w nieobsługiwanym formacie.

source: Image data is not valid.
pl: Dane obrazu są nieprawidłowe.

source: Your {platform_name} Verification Has Been Denied
pl: Twoja weryfikacja {platform_name} została odrzucona

source: Please correct the errors below.
pl: Proszę poprawić poniższe błędy.

source: Are you sure you want to cancel retirement for user "%(username)s"?
pl: Czy na pewno chcesz anulować wycofanie użytkownika "%(username)s"?

source: Submit
pl: Wyślij

source: This email was automatically sent from %(platform_name)s.
pl: Ten e-mail został wysłany automatycznie z %(platform_name)s.

source: You are receiving this email at address %(email)s because you are enrolled in
pl: Otrzymujesz ten e-mail na adres %(email)s, ponieważ jesteś zapisany w

source: To stop receiving email like this, update your course email settings
pl: Aby przestać otrzymywać e-maile tego typu, zaktualizuj ustawienia e-mail swojego kursu

source: here
pl: tutaj

source: unsubscribe
pl: anuluj subskrypcję

source: This email was automatically sent from %(platform_name)s.
pl: Ten e-mail został wysłany automatycznie z %(platform_name)s.

source: You are receiving this email at address %(email)s because you are enrolled in %(course_title)s.
pl: Otrzymujesz ten e-mail na adres %(email)s, ponieważ jesteś zapisany na %(course_title)s.

source: To stop receiving email like this, update your course email settings here %(email_settings_url)s
pl: Aby przestać otrzymywać e-maile tego typu, zaktualizuj ustawienia e-mail swojego kursu tutaj %(email_settings_url)s

source: To unsubscribe click here %(unsubscribe_link)s
pl: Aby anulować subskrypcję, kliknij tutaj %(unsubscribe_link)s

source: Welcome to %(course_name)s
pl: Witamy na %(course_name)s

source: To get started, please visit https://%(site_name)s.
pl: Aby rozpocząć, odwiedź https://%(site_name)s.

source: The login information for your account follows:
pl: Poniżej znajdują się dane logowania do Twojego konta:

source: password: %(password)s
pl: hasło: %(password)s

source: It is recommended that you change your password.
pl: Zaleca się zmianę hasła.

source: You may access your course.
pl: Możesz uzyskać dostęp do swojego kursu.

source: Sincerely yours, The %(course_name)s Team
pl: Z poważaniem, Zespół %(course_name)s

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
pl: Aby rozpocząć, odwiedź https://%(site_name)s. Poniżej znajdują się dane logowania do Twojego konta.

source: You may access your course at: %(course_url)s.
pl: Możesz uzyskać dostęp do swojego kursu pod adresem: %(course_url)s.

source: You have been enrolled in %(course_name)s
pl: Zostałeś zapisany na %(course_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s
pl: Zostałeś zaproszony do udziału w testach beta dla %(course_name)s na %(site_name)s

source: The invitation has been sent by a member of the course staff.
pl: Zaproszenie zostało wysłane przez członka personelu kursu.

source: To start accessing course materials, please visit:
pl: Aby rozpocząć dostęp do materiałów kursu, odwiedź:
