Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
pl: This behavior is occurring due to an error on our server or your internet connection. Try reloading the page and make sure you are online.

source: Studio's having trouble saving your work
pl: Studio ma problem z zapisaniem Twojej pracy

source: OpenAssessment Save Error
pl: Błąd zapisu komponentu otwartej odpowiedzi

source: Saving
pl: Zapisywanie

source: This link will open in a new browser window/tab
pl: Ten link otworzy się w nowym oknie/zakładce przeglądarki

source: This link will open in a modal window
pl: Ten link otworzy się w oknie modalnym

source: Certificate name is required.
pl: Nazwa certyfikatu jest wymagana.

source: Signatory field(s) has invalid data.
pl: Pole (pola) podpisu zawiera(ją) nieprawidłowe dane.

source: Edit this certificate?
pl: Edytować ten certyfikat?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
pl: Ten certyfikat został już aktywowany i jest aktywny. Czy na pewno chcesz kontynuować edycję?

source: Yes, allow edits to the active Certificate
pl: Tak, zezwól na edycję aktywnego certyfikatu

source: certificate
pl: certyfikat

source: Deactivating
pl: Dezaktywacja

source: Set up your certificate
pl: Skonfiguruj swój certyfikat

source: You have not created any certificates yet.
pl: Nie utworzyłeś jeszcze żadnych certyfikatów.

source: Delete "<%- signatoryName %>" from the list of signatories?
pl: Usunąć "<%- signatoryName %>" z listy sygnatariuszy?

source: This action cannot be undone.
pl: Tej czynności nie można cofnąć.

source: Delete
pl: Usuń

source: Deleting
pl: Usuwanie

source: Cancel
pl: Anuluj

source: Upload signature image.
pl: Prześlij obraz podpisu.

source: Image must be in PNG format.
pl: Obraz musi być w formacie PNG.

source: Group %s
pl: Grupa %s

source: Your export has failed.
pl: Twój eksport nie powiódł się.

source: Already a course team member
pl: Już jest członkiem zespołu kursu

source: Are you sure you want to delete {email} from the course team for "{container}"?
pl: Czy na pewno chcesz usunąć {email} z zespołu kursu "{container}"?

source: Staff
pl: Zespół

source: Admin
pl: Administrator

source: Already a library team member
pl: Już jest członkiem zespołu biblioteki

source: Are you sure you want to delete {email} from the library "{container}"?
pl: Czy na pewno chcesz usunąć {email} z biblioteki "{container}"?

source: Library User
pl: Użytkownik biblioteki

source: Hide Deprecated Settings
pl: Ukryj przestarzałe ustawienia

source: Show Deprecated Settings
pl: Pokaż przestarzałe ustawienia

source: You have unsaved changes. Do you really want to leave this page?
pl: Nie zapisałeś zmian. Na pewno chcesz opuścić tę stronę?

source: There was an error during the upload process.
pl: Wystąpił błąd podczas procesu przesyłania.

source: There was an error while unpacking the file.
pl: Wystąpił błąd podczas rozpakowywania pliku.

source: There was an error while verifying the file you submitted.
pl: Wystąpił błąd podczas weryfikacji przesłanego pliku.

source: Choose new file
pl: Wybierz nowy plik

source: File format not supported. Please upload a file with a {ext} extension.
pl: Format pliku nie jest obsługiwany. Proszę przesłać plik z rozszerzeniem {ext}.

source: There was an error while importing the new library to our database.
pl: Wystąpił błąd podczas importowania nowej biblioteki do naszej bazy danych.

source: There was an error while importing the new course to our database.
pl: Wystąpił błąd podczas importowania nowego kursu do naszej bazy danych.

source: Your import has failed.
pl: Twój import nie powiódł się.

source: Your import is in progress; navigating away will abort it.
pl: Twój import jest w toku; opuszczenie strony spowoduje jego przerwanie.

source: Error importing course
pl: Błąd importu kursu

source: There was an error with the upload
pl: Wystąpił błąd podczas przesyłania

source: Queued
pl: W kolejce

source: Uploading
pl: Przesyłanie

source: Upload completed
pl: Przesyłanie zakończone

source: Upload failed
pl: Przesyłanie nie powiodło się

source: Chapter name and asset_path are both required
pl: Nazwa rozdziału i ścieżka zasobu są wymagane

source: Chapter name is required
pl: Nazwa rozdziału jest wymagana

source: asset_path is required
pl: Ścieżka zasobu jest wymagana

source: You must specify a name
pl: Musisz podać nazwę

source: Action required: Enter a valid date.
pl: Wymagane działanie: wprowadź prawidłową datę.

source: Group name is required
pl: Nazwa grupy jest wymagana

source: Group A
pl: Grupa A

source: Group B
pl: Grupa B

source: Group Configuration name is required.
pl: Nazwa konfiguracji grupy jest wymagana.

source: There must be at least one group.
pl: Musi być co najmniej jedna grupa.

source: All groups must have a name.
pl: Wszystkie grupy muszą mieć nazwę.

source: All groups must have a unique name.
pl: Wszystkie grupy muszą mieć unikalną nazwę.

source: The course must have an assigned start date.
pl: Kurs musi mieć przypisaną datę rozpoczęcia.

source: The course end date must be later than the course start date.
pl: Data zakończenia kursu musi być późniejsza niż data rozpoczęcia kursu.

source: The course start date must be later than the enrollment start date.
pl: Data rozpoczęcia kursu musi być późniejsza niż data rozpoczęcia rejestracji.

source: The enrollment start date cannot be after the enrollment end date.
pl: Data rozpoczęcia rejestracji nie może być późniejsza niż data zakończenia rejestracji.

source: The enrollment end date cannot be after the course end date.
pl: Data zakończenia rejestracji nie może być późniejsza niż data zakończenia kursu.

source: The certificate available date must be later than the course end date.
pl: Data dostępności certyfikatu musi być późniejsza niż data zakończenia kursu.

source: The certificate display behavior must be one of: {behavior_options}
pl: Zachowanie wyświetlania certyfikatu musi być jednym z następujących: {behavior_options}

source: The certificates display behavior must be {valid_option} if certificate available date is set.
pl: Zachowanie wyświetlania certyfikatów musi być {valid_option}, jeśli data dostępności certyfikatu jest ustawiona.

source: Key should only contain letters, numbers, _, or -
pl: Klucz może zawierać tylko litery, cyfry, _ lub -

source: Please enter an integer between %(min)s and %(max)s.
pl: Proszę wprowadzić liczbę całkowitą z zakresu od %(min)s do %(max)s.

source: The assignment type must have a name.
pl: Typ zadania musi mieć nazwę.

source: There's already another assignment type with this name.
pl: Istnieje już inny typ zadania o tej nazwie.

source: Please enter an integer between 0 and 100.
pl: Proszę wprowadzić liczbę całkowitą z zakresu od 0 do 100.

source: Please enter an integer greater than 0.
pl: Proszę wprowadzić liczbę całkowitą większą od 0.

source: Please enter non-negative integer.
pl: Proszę wprowadzić liczbę nieujemną.

source: You must have at least one undroppable <%- types %> assignment.
pl: Musisz mieć co najmniej jedno zadanie <%- types >, którego nie można usunąć.

source: Grace period must be specified in HH:MM format.
pl: Okres karencji musi być określony w formacie GG:MM.

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
pl: Nie można ustawić oceny zaliczeniowej na mniej niż %(minimum_grade_cutoff)s%.

source: Textbook name is required
pl: Nazwa podręcznika jest wymagana

source: Please add at least one chapter
pl: Proszę dodać co najmniej jeden rozdział

source: All chapters must have a name and asset
pl: Wszystkie rozdziały muszą mieć nazwę i zasób

source: Only <%- fileTypes %> files can be uploaded. Please select a file ending in <%- (fileExtensions) %> to upload.
pl: Można przesyłać tylko pliki typu <%- fileTypes %>. Proszę wybrać plik z rozszerzeniem <%- (fileExtensions) %> do przesłania.

source: or
pl: lub

source: This unit has validation issues.
pl: Ta jednostka ma problemy z walidacją.

source: This component has validation issues.
pl: Ten komponent ma problemy z walidacją.

source: Your file could not be uploaded
pl: Nie udało się przesłać pliku

source: Close
pl: Zamknij

source: Upload Videos
pl: Prześlij filmy

source: Drag and drop or {spanStart}browse your computer{spanEnd}.
pl: Przeciągnij i upuść lub {spanStart}przeglądaj swój komputer{spanEnd}.

source: Maximum file size: {maxFileSize} GB
pl: Maksymalny rozmiar pliku: {maxFileSize} GB

source: Supported file types: {supportedVideoTypes}
pl: Obsługiwane typy plików: {supportedVideoTypes}

source: Your video uploads are not complete.
pl: Twoje przesyłanie wideo nie jest zakończone.

source: Upload completed for video {fileName}
pl: Przesyłanie wideo {fileName} zakończone

source: Upload failed for video {fileName}
pl: Przesyłanie wideo {fileName} nie powiodło się

source: {filename} is not in a supported file format. Supported file formats are {supportedFileFormats}.
pl: {filename} nie jest w obsługiwanym formacie pliku. Obsługiwane formaty plików to {supportedFileFormats}.

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
pl: Plik {filename} przekracza maksymalny rozmiar {maxFileSizeInGB} GB.

source: : video upload complete.
pl: : przesyłanie wideo zakończone.

source: Previous Uploads table has been updated.
pl: Tabela poprzednich przesłanych plików została zaktualizowana.

source: Delete File Confirmation
pl: Potwierdzenie usunięcia pliku

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
pl: Czy na pewno chcesz usunąć ten element? Tej operacji nie można cofnąć! Ponadto wszelkie treści, które linkują/odwołują się do tego elementu, przestaną działać (np. uszkodzone obrazy i/lub linki)

source: Your file has been deleted.
pl: Twój plik został usunięty.

source: Name
pl: Nazwa

source: Date Added
pl: Data dodania

source: Type
pl: Typ

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
pl: Plik {filename} przekracza maksymalny rozmiar {maxFileSizeInMBs} MB

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
pl: Proszę postępować zgodnie z instrukcjami, aby przesłać plik w inne miejsce i udostępnić link: {maxFileSizeRedirectUrl}

source: Max file size exceeded
pl: Przekroczono maksymalny rozmiar pliku

source: Choose File
pl: Wybierz plik

source: Upload New FilePrześlij nowy plik
pl: Załaduj inny plik

source: Adding
pl: Dodawanie

source: Are you sure you want to delete this update?
pl: Czy na pewno chcesz usunąć tę aktualizację?

source: Copying
pl: Kopiowanie

source: Pasting
pl: Wklejanie

source: Some errors occurred
pl: Wystąpiły pewne błędy.

source: The following required files could not be added to the course:
pl: Następujące wymagane pliki nie mogły zostać dodane do kursu:

source: You may need to update a file(s) manually
pl: Być może trzeba będzie zaktualizować plik(i) ręcznie

source: The following files already exist in this course but don't match the version used by the component you pasted:
pl: Następujące pliki już istnieją w tym kursie, ale nie pasują do wersji użytej przez wklejony komponent:

source: New file(s) added to Files & Uploads.
pl: Nowe pliki dodane do plików i przesłanych.

source: The following required files were imported to this course:
pl: Następujące wymagane pliki zostały zaimportowane do tego kursu:

source: View files
pl: Wyświetl pliki

source: Dismiss
pl: Odrzuć

source: Create Re-run
pl: Utwórz ponowne uruchomienie

source: Processing Re-run Request
pl: Przetwarzanie żądania ponownego uruchomienia

source: An error has occurred. Wait a few minutes, and then try again.
pl: Wystąpił błąd. Poczekaj kilka minut, a następnie spróbuj ponownie.

source: None
pl: Brak

source: Select turnaround
pl: Wybierz czas realizacji

source: Select fidelity
pl: Wybierz wierność

source: Select language
pl: Wybierz język

source: Remove
pl: Usuń

source: Press Remove to remove language
pl: Naciśnij Usuń, aby usunąć język

source: Settings updated
pl: Ustawienia zaktualizowane

source: Last updated
pl: Ostatnia aktualizacja

source: Required
pl: Wymagane

source: Automatic transcripts are disabled.
pl: Automatyczne transkrypcje są wyłączone.

source: {selectedProvider} credentials saved
pl: Poświadczenia {selectedProvider} zapisane

source: Upload a new PDF to "<%- name %>"
pl: Prześlij nowy plik PDF do "<%- name %>"

source: Please select a PDF file to upload.
pl: Wybierz plik PDF do przesłania.

source: There has been an error while exporting.
pl: Wystąpił błąd podczas eksportowania.

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
pl: Wystąpił błąd podczas eksportowania co najmniej jednego komponentu do formatu XML. Zaleca się przejście do strony edycji i naprawienie błędu przed ponowną próbą eksportu. Sprawdź, czy wszystkie komponenty na stronie są poprawne i nie wyświetlają żadnych komunikatów o błędach.

source: Correct failed component
pl: Popraw nieudany komponent

source: Return to Export
pl: Powrót do eksportu

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
pl: Twoja biblioteka nie mogła zostać wyeksportowana do formatu XML. Brakuje wystarczających informacji do zidentyfikowania nieudanego komponentu. Sprawdź swoją bibliotekę, aby zidentyfikować wszelkie problematyczne komponenty i spróbuj ponownie.

source: Take me to the main library page
pl: Przejdź do głównej strony biblioteki

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
pl: Twój kurs nie mógł zostać wyeksportowany do formatu XML. Brakuje wystarczających informacji, aby zidentyfikować nieudany komponent. Sprawdź swój kurs, aby zidentyfikować wszelkie problematyczne komponenty i spróbuj ponownie.

source: Take me to the main course page
pl: Przejdź do głównej strony kursu

source: The raw error message is:
pl: Surowa wiadomość o błędzie to:

source: There has been an error with your export.
pl: Wystąpił błąd z twoim eksportem.

source: Not in Use
pl: Nie w użyciu

source: group configuration
pl: konfiguracja grupy

source: Add your first group configuration
pl: Dodaj swoją pierwszą konfigurację grupy

source: You have not created any group configurations yet.
pl: Nie utworzyłeś jeszcze żadnych konfiguracji grup.

source: Upload instructor image.
pl: Prześlij zdjęcie instruktora.

source: Files must be in JPEG or PNG format.
pl: Pliki muszą być w formacie JPEG lub PNG.

source: All Rights Reserved
pl: Wszystkie prawa zastrzeżone

source: You reserve all rights for your work
pl: Zastrzegasz sobie wszystkie prawa do swojej pracy

source: You waive some rights for your work, such that others can use it too
pl: Zrzekasz się części praw do swojej pracy, tak aby inni również mogli jej używać

source: Version
pl: Wersja

source: Attribution
pl: Uznanie autorstwa

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
pl: Zezwalaj innym na kopiowanie, rozpowszechnianie, wyświetlanie i wykonywanie Twojej pracy chronionej prawem autorskim, ale tylko jeśli podadzą źródło w sposób, którego sobie życzysz. Obecnie ta opcja jest wymagana.

source: Noncommercial
pl: Niekomercyjne

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
pl: Zezwalaj innym na kopiowanie, rozpowszechnianie, wyświetlanie i wykonywanie Twojej pracy - oraz utworów pochodnych na jej podstawie - ale wyłącznie w celach niekomercyjnych.

source: No Derivatives
pl: Bez utworów zależnych

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
pl: Zezwalaj innym na kopiowanie, rozpowszechnianie, wyświetlanie i wykonywanie wyłącznie dosłownych kopii Twojej pracy, a nie utworów pochodnych na jej podstawie. Ta opcja jest niekompatybilna z "Na tych samych warunkach".

source: Share Alike
pl: Na tych samych warunkach

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
pl: Zezwalaj innym na rozpowszechnianie utworów pochodnych wyłącznie na licencji identycznej z licencją, która reguluje Twoją pracę. Ta opcja jest niekompatybilna z "Bez utworów zależnych".

source: Delete this %(item_display_name)s?
pl: Usunąć ten %(item_display_name)s?

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
pl: Usunięcie tego %(item_display_name)s jest trwałe i nie można go cofnąć.

source: There was an error changing the user's role
pl: Wystąpił błąd podczas zmiany roli użytkownika

source: Unknown
pl: Nieznany

source: Error adding user
pl: Błąd dodawania użytkownika

source: Error removing user
pl: Błąd usuwania użytkownika

source: A valid email address is required
pl: Wymagany jest poprawny adres e-mail

source: You must enter a valid email address in order to add a new team member
pl: Musisz podać poprawny adres e-mail, aby dodać nowego członka zespołu

source: Return and add email address
pl: Wróć i dodaj adres e-mail

source: Already a member
pl: Już członek

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
pl: {email} jest już w zespole {container}. Sprawdź ponownie adres e-mail, jeśli chcesz dodać nowego członka.

source: Return to team listing
pl: Powrót do listy zespołu

source: Are you sure?
pl: Jesteś pewien?

source: Are you sure you want to restrict {email} access to "{container}"?
pl: Czy na pewno chcesz ograniczyć dostęp {email} do "{container}"?

source: Upload File
pl: Prześlij plik

source: Save
pl: Zapisz

source: {display_name} Settings
pl: Ustawienia {display_name}

source: Publish {display_name}
pl: Opublikuj {display_name}

source: Publish all unpublished changes for this {item}?
pl: Opublikować wszystkie nieopublikowane zmiany dla tego {item}?

source: Publish
pl: Opublikuj

source: Highlights for {display_name}
pl: Wyróżnienia dla {display_name}

source: Enable Course Highlight Emails
pl: Włącz e-maile z wyróżnieniami kursu

source: Enable
pl: Włącz

source: Not yet
pl: Jeszcze nie

source: All Learners and Staff
pl: Wszyscy uczący się i pracownicy

source: Advanced
pl: Zaawansowane

source: Basic
pl: Podstawowe

source: Visibility
pl: Widoczność

source: Editing: {title}
pl: Edytowanie: {title}

source: Plugins
pl: Wtyczki

source: Unit
pl: Jednostka

source: Component
pl: Komponent

source: Studio's having trouble parsing the problem component's content
pl: Studio ma problem z parsowaniem zawartości komponentu problemowego

source: Move
pl: Przenieś

source: Choose a location to move your component to
pl: Wybierz lokalizację, do której chcesz przenieść swój komponent

source: Move: {displayName}
pl: Przenieś: {displayName}

source: Ignore
pl: Ignoruj

source: Validation Error While Saving
pl: Błąd walidacji podczas zapisywania

source: Undo Changes
pl: Cofnij zmiany

source: Change Manually
pl: Zmień ręcznie

source: Sections
pl: Sekcje

source: Subsections
pl: Podsekcje

source: Units
pl: Jednostki

source: Components
pl: Komponenty

source: Groups
pl: Grupy

source: This {parentCategory} has no {childCategory}
pl: Ta {parentCategory} nie ma {childCategory}

source: Course Outline
pl: Struktura kursu

source: Date added
pl: Data dodania

source: Editing access for: {title}
pl: Edytowanie dostępu dla: {title}

source: Publishing
pl: Publikowanie

source: Discard Changes
pl: Odrzuć zmiany

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
pl: Czy na pewno chcesz przywrócić ostatnio opublikowaną wersję jednostki? Nie można cofnąć tej akcji.

source: Discarding Changes
pl: Odrzucanie zmian

source: Hiding from Students
pl: Ukrywanie przed studentami

source: Explicitly Hiding from Students
pl: Wyraźne ukrywanie przed studentami

source: Inheriting Student Visibility
pl: Dziedziczenie widoczności dla studentów

source: Make Visible to Students
pl: Udostępnij studentom

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
pl: Jeśli jednostka była wcześniej opublikowana i udostępniona studentom, wszelkie zmiany wprowadzone do jednostki, gdy była ukryta, będą teraz widoczne dla studentów. Czy chcesz kontynuować?

source: Making Visible to Students
pl: Udostępnianie studentom

source: Course Index
pl: Indeks kursu

source: There were errors reindexing course.
pl: Wystąpiły błędy podczas ponownego indeksowania kursu.

source: Hide Previews
pl: Ukryj podglądy

source: Show Previews
pl: Pokaż podglądy

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
pl: Wyświetlono {currentItemRange} z {totalItemsCount} ogółem, filtrowane według {assetType}, posortowane według {sortName} rosnąco

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
pl: Wyświetlono {currentItemRange} z {totalItemsCount} ogółem, filtrowane według {assetType}, posortowane według {sortName} malejąco

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
pl: Wyświetlono {currentItemRange} z {totalItemsCount} ogółem, posortowane według {sortName} rosnąco

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
pl: Wyświetlono {currentItemRange} z {totalItemsCount} ogółem, posortowane według {sortName} malejąco

source: {totalItems} total
pl: {totalItems} razem

source: content group
pl: grupa treści

source: Add your first content group
pl: Dodaj swoją pierwszą grupę treści

source: You have not created any content groups yet.
pl: Nie utworzyłeś jeszcze żadnych grup treści.

source: Are you sure you want to remove this video from the list?
pl: Czy na pewno chcesz usunąć ten film z listy?

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
pl: Usunięcie filmu z tej listy nie wpływa na zawartość kursu. Wszelka zawartość, która wykorzystuje wcześniej przesłane ID filmu, nadal będzie wyświetlana w kursie.

source: Removing
pl: Usuwanie

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
pl: Twoje zmiany nie zostaną zastosowane, dopóki nie zapiszesz postępów. Zachowaj ostrożność przy formatowaniu kluczy i wartości, ponieważ walidacja nie jest zaimplementowana.

source: Your policy changes have been saved.
pl: Twoje zmiany zasad zostały zapisane.

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
pl: Nie wykonywana jest walidacja kluczy zasad ani par wartości. Jeśli masz trudności, sprawdź formatowanie.
