Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Maximum number of records in paginated response of a single request to catalog service.
pl: Cantidad máxima de registros en respuesta paginada de una sola solicitud de servicio de catálogo.Maksymalna liczba rekordów w stronicowanej odpowiedzi na pojedyncze żądanie do usługi katalogowej.

source: These define the context to enable this configuration on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.{br}If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
pl: Estos definen el contexto para habilitar esta configuración. Si no se establecen valores, la configuración se aplica globalmente. Si se establece un solo valor, la configuración se aplica a todos los cursos dentro de ese contexto. Como máximo, se puede establecer un valor a la vez.{br}Si se aplican varios contextos a un curso (por ejemplo, si la configuración se especifica específicamente para el curso y para la organización en la que se encuentra el curso, entonces el contexto más específico anula el contexto más general.Definiują one kontekst, w którym ma być włączona ta konfiguracja. Jeśli nie ustawiono żadnych wartości, konfiguracja ma zastosowanie globalne. Jeśli ustawiona jest pojedyncza wartość, konfiguracja ma zastosowanie do wszystkich kursów w tym kontekście. W danym momencie można ustawić tylko jedną wartość.{br}Jeśli do kursu ma zastosowanie wiele kontekstów (na przykład, jeśli konfiguracja jest określona specjalnie dla kursu i dla organizacji, w której znajduje się kurs), wówczas bardziej szczegółowy kontekst zastępuje kontekst bardziej ogólny.

source: If any of these values are left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies.For example, if "Enabled" is left as "Unknown" in the course context, then that course will be Enabled only if the org that it is in is Enabled.
pl: Si alguno de estos valores se deja vacío o &quot;Desconocido&quot;, su valor en tiempo de ejecución se recuperará del siguiente contexto más específico que se aplique. Por ejemplo, si "Habilitado"; se deja como "Desconocido"; en el contexto del curso, ese curso estará Habilitado solo si la organización en la que se encuentra está Habilitado.Jeśli którakolwiek z tych wartości zostanie pozostawiona pusta lub jako "Nieznany", jej wartość w czasie wykonywania zostanie pobrana z następnego, najbardziej szczegółowego kontekstu, który ma zastosowanie. Na przykład, jeśli "Włączone" zostanie pozostawione jako "Nieznany" w kontekście kursu, to kurs ten zostanie włączony tylko wtedy, gdy organizacja, w której się znajduje, jest włączona.

source: %(value)s should have the form ORG+COURSE
pl: %(value)s powinien mieć format ORG+COURSE

source: Enabled
pl: Włączono

source: Configure values for all course runs associated with this site.
pl: Skonfiguruj wartości dla wszystkich uruchomień kursu powiązanych z tą witryną.

source: Configure values for all course runs associated with this Organization. This is the organization string (i.e. edX, MITx).
pl: Configure valores para todas las carreras asociadas con esta organización.Esta es la cadena de la organización (es decir, edX, MITx).Skonfiguruj wartości dla wszystkich uruchomień kursów związanych z tą organizacją. Jest to ciąg znaków organizacji (tj. edX, MITx).

source: Course in Org
pl: Kurs w organizacji

source: Configure values for all course runs associated with this course. This is should be formatted as 'org+course' (i.e. MITx+6.002x, HarvardX+CS50).
pl: Configure valores para todas las carreras asociadas con este curso. Debe tener el formato "org+course" (es decir, MITx+6.002x, HarvardX+CS50).Skonfiguruj wartości dla wszystkich uruchomień kursów związanych z tym kursem. Powinno to być sformatowane jako "org+kurs" (tj. MITx+6.002x, HarvardX+CS50).

source: Course Run
pl: Przebieg kursu

source: Configure values for this course run. This should be formatted as the CourseKey (i.e. course-v1://MITx+6.002x+2019_Q1)
pl: Configure los valores para esta ejecución del curso. Esto debe formatearse como CourseKey (es decir, curso-v1://MITx+6.002x+2019_Q1)Skonfiguruj wartości dla tego uruchomienia kursu. Powinno to być sformatowane jako CourseKey (tj. course-v1://MITx+6.002x+2019_Q1).

source: Configuration may not be specified at more than one level at once.
pl: Konfiguracja nie może być określona na więcej niż jednym poziomie jednocześnie.

source: Error Status
pl: Status błędu

source: Courses with Errors
pl: Kursy z błędami

source: Learning Sequences and Outlines
pl: Sekwencje i konspekty nauczania

source: Cannot change or remove the access level for the only admin.
pl: Nie można zmienić ani usunąć poziomu dostępu jedynego administratora.

source: All Rights Reserved.
pl: Wszelkie prawa zastrzeżone.

source: Creative Commons Attribution 4.0
pl: Creative Commons Uznanie autorstwa 4.0

source: Creative Commons Attribution-NonCommercial 4.0
pl: Creative Commons Uznanie autorstwa-Użycie niekomercyjne 4.0

source: Creative Commons Attribution-NonCommercial-NoDerivatives 4.0
pl: Creative Commons Uznanie autorstwa-Użycie niekomercyjne-Bez utworów zależnych 4.0

source: Creative Commons Attribution-NonCommercial-ShareAlike 4.0
pl: Creative Commons Uznanie autorstwa-Użycie niekomercyjne-Na tych samych warunkach 4.0

source: Creative Commons Attribution-NoDerivatives 4.0
pl: Creative Commons Uznanie autorstwa-Bez utworów zależnych 4.0

source: Creative Commons Attribution-ShareAlike 4.0
pl: Creative Commons Uznanie autorstwa-Na tych samych warunkach 4.0

source: Administer users and author content
pl: Administruj użytkownikami i twórz treści

source: Author content
pl: Treść autora

source: Read-only
pl: Tylko do odczytu

source: One and only one of 'user' and 'group' must be set.
pl: Musi być ustawiony jeden i tylko jeden z 'user' i 'group'.

source: Task was created, but not queued to run.
pl: Zadanie zostało utworzone, ale nie zostało dodane do kolejki do uruchomienia.

source: Task was created and queued to run.
pl: Zadanie zostało utworzone i dodane do kolejki do uruchomienia.

source: Task is running.
pl: Zadanie jest uruchomione.

source: Task finished, but some blocks failed to import.
pl: Zadanie zakończone, ale niektóre bloki nie zostały zaimportowane.

source: Task finished successfully.
pl: Zadanie zakończone pomyślnie.

source: state
pl: stan

source: The state of the block import task.
pl: Stan zadania importu bloku.

source: progress
pl: Postęp

source: A float from 0.0 to 1.0 representing the task progress.
pl: Liczba zmiennoprzecinkowa z zakresu od 0,0 do 1,0 reprezentująca postęp zadania.

source: course ID
pl: ID kursu

source: ID of the imported course.
pl: ID zaimportowanego kursu.

source: open edx user
pl: użytkownik Open edX

source: lti platform identifier
pl: identyfikator platformy lti

source: The LTI platform identifier to which this profile belongs to.
pl: El identificador de la plataforma LTI a la que pertenece este perfil.Identyfikator platformy LTI, do której należy ten profil.

source: client identifier
pl: identyfikator klienta

source: The LTI client identifier generated by the LTI platform.
pl: El identificador de cliente LTI generado por la plataforma LTI.Identyfikator klienta LTI wygenerowany przez platformę LTI.

source: subject identifier
pl: identyfikator podmiotu

source: Identifies the entity that initiated the launch request, commonly a user.
pl: Identifica la entidad que inició la solicitud de lanzamiento, normalmente un usuario.Identyfikuje podmiot, który zainicjował żądanie uruchomienia, zazwyczaj użytkownika.

source: The authorized LTI profile that launched the resource (identifies the user).
pl: El perfil LTI autorizado que lanzó el recurso (identifica al usuario).Autoryzowany profil LTI, który uruchomił zasób (identyfikuje użytkownika).

source: The LTI platform unique identifier of this resource, also known as the "resource link id".
pl: El identificador único de la plataforma LTI de este recurso, también conocido como "ID de enlace de recurso".Unikalny identyfikator platformy LTI tego zasobu, znany również jako "id linku do zasobu".

source: The LTI platform descriptive title for this resource.
pl: El título descriptivo de la plataforma LTI para este recurso.Opisowy tytuł platformy LTI dla tego zasobu.

source: If AGS was enabled during launch, this should hold the lineitem ID.
pl: Si se habilitó AGS durante el lanzamiento, debería contener el ID del elemento de línea.Jeśli AGS zostało włączone podczas uruchomienia, powinno to zawierać ID pozycji.

source: We could not find a user with that email address.
pl: No pudimos encontrar un usuario con esa dirección de correo electrónico.Nie znaleziono użytkownika z tym adresem e-mail.

source: This user already has access to this library.
pl: Ten użytkownik ma już dostęp do tej biblioteki.

source: Loading
pl: Ładowanie

source: Expired
pl: Wygasłe

source: Staged Content
pl: Zawartość etapowa

source: What type of content is staged. Only OLX content is supported, and this field must be the same as the root tag of the OLX. e.g."video" if a video is staged, or "vertical" for a unit.
pl: Qué tipo de contenido está escalonado. Solo se admite contenido OLX, y este campo debe ser el mismo que la etiqueta raíz del OLX. Por ej.: "vídeo" si hay un vídeo escalonado, o "vertical" si se trata de una unidad. Jaki typ treści jest przygotowany. Obsługiwana jest tylko zawartość OLX, a to pole musi być takie samo jak tag główny OLX. Np. "video", jeśli film jest przygotowany, lub "vertical" dla jednostki.

source: Original usage key/ID of the thing that is in the clipboard.
pl: Oryginalny klucz użycia/ID elementu znajdującego się w schowku.

source: owner
pl: właściciel

source: Organization that is related to this taxonomy.If None, then this taxonomy is related to all organizations.
pl: Organizacja, która jest związana z tą taksonomią. Jeśli brak, ta taksonomia jest związana ze wszystkimi organizacjami.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
pl: Lista domen, które mogą wykonywać żądania między domenami do tej witryny. Proszę wymienić każdą domenę w osobnej linii.

source: Default Group
pl: Grupa domyślna

source: You cannot create two cohorts with the same name
pl: Nie możesz utworzyć dwóch kohort o tej samej nazwie.

source: There must be one cohort to which students can automatically be assigned.
pl: Musi istnieć jedna kohorta, do której studenci mogą być automatycznie przypisani.

source: A cohort with the same name already exists.
pl: Kohorta o tej samej nazwie już istnieje.

source: If disabled, the LTI in the associated course will be disabled.
pl: Jeśli wyłączone, LTI w powiązanym kursie zostanie wyłączone.

source: The LTI configuration data for this course/provider.
pl: Dane konfiguracyjne LTI dla tego kursu/dostawcy.

source: LTI provider
pl: Dostawca LTI

source: The LTI provider's id
pl: Identyfikator dostawcy LTI

source: True, if LTI credential are provided by Org globally
pl: Prawda, jeśli dane uwierzytelniające LTI są dostarczane globalnie przez organizację

source: Live
pl: Na żywo

source: Enable in-platform video conferencing by configuring live
pl: Włącz wideokonferencje w ramach platformy, konfigurując funkcję na żywo

source: Credentials
pl: Dane uwierzytelniające

source: Internal Service URL
pl: Wewnętrzny adres URL usługi

source: Public Service URL
pl: Publiczny adres URL usługi

source: Enable Learner Issuance
pl: Włącz wydawanie dla uczących się

source: Enable issuance of credentials via Credential Service.
pl: Włącz wydawanie poświadczeń za pośrednictwem Usługi Poświadczeń.

source: Enable Authoring of Credential in Studio
pl: Włącz tworzenie poświadczeń w Studio

source: Enable authoring of Credential Service credentials in Studio.
pl: Włącz tworzenie poświadczeń usługi poświadczeń w Studio.

source: Course Credit Eligibility
pl: Kryteria kwalifikowalności do punktów kursowych

source: You are eligible for credit from {providers_string}
pl: Jesteś uprawniony do punktów od {providers_string}

source: {first_provider} and {second_provider}
pl: {first_provider} i {second_provider}

source: {first_providers}, and {last_provider}
pl: {first_providers} i {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
pl: [{username}] nie kwalifikuje się do punktów za [{course_key}].

source: [{course_key}] is not a valid course key.
pl: [{course_key}] nie jest prawidłowym kluczem kursu.

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
pl: Unikalny identyfikator dla tego dostawcy punktów. Dozwolone są tylko znaki alfanumeryczne i myślniki (-). Identyfikator jest wrażliwy na wielkość liter.

source: Whether the credit provider is currently enabled.
pl: Czy dostawca punktów jest aktualnie włączony.

source: Name of the credit provider displayed to users
pl: Nazwa dostawcy punktów wyświetlana użytkownikom

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
pl: Jeśli prawda, automatycznie powiadamiaj dostawcę punktów, gdy użytkownik poprosi o punkty. Aby to działało, MUSI być skonfigurowany wspólny klucz tajny dla dostawcy punktów w bezpiecznych ustawieniach uwierzytelniania.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
pl: Adres URL dostawcy punktów. Jeśli integracja automatyczna jest włączona, będzie to punkt końcowy, do którego wysyłamy POST, aby powiadomić dostawcę o żądaniu punktów. W przeciwnym razie użytkownikowi zostanie wyświetlony link do tego adresu URL, dzięki czemu użytkownik będzie mógł bezpośrednio poprosić o punkty u dostawcy.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
pl: Adres URL dostawcy punktów, gdzie użytkownik może sprawdzić status swojej prośby o punkty. Jest to wyświetlane studentom *po* złożeniu prośby o punkty.

source: Description for the credit provider displayed to users.
pl: Opis dostawcy punktów wyświetlany użytkownikom.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
pl: Zwykły tekst lub treść HTML do wyświetlania dalszych kroków na stronie potwierdzenia *po* opłaceniu punktów, aby uzyskać punkty za kurs kredytowy u dostawcy punktów.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
pl: Zwykły tekst lub treść HTML do wyświetlania niestandardowej wiadomości w treści wiadomości e-mail dotyczącej kwalifikowalności do punktów, która jest wysyłana, gdy użytkownik spełnił wszystkie wymagania kwalifikowalności do punktów.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
pl: Zwykły tekst lub treść HTML do wyświetlania niestandardowej wiadomości w treści wiadomości e-mail z potwierdzeniem otrzymania punktów, która jest wysyłana *po* opłaceniu, aby uzyskać punkty za kurs kredytowy.

source: Thumbnail image url of the credit provider.
pl: URL miniatury obrazu dostawcy punktów.

source: Credit requirement statuses
pl: Statusy wymagań kredytowych

source: Deadline for purchasing and requesting credit.
pl: Termin zakupu i wnioskowania o punkty.

source: Preview Language Administration
pl: Podgląd Administracji Języków

source: Language not provided
pl: Nie podano języka

source: Language set to {preview_language}
pl: Język ustawiony na {preview_language}

source: Language reset to the default
pl: Język zresetowany do domyślnego

source: This is a test message
pl: To jest wiadomość testowa

source: This is a success message
pl: To jest wiadomość o sukcesie.

source: This is a test warning
pl: To jest ostrzeżenie testowe

source: This is a test error
pl: To jest błąd testowy

source: {provider} requires that LTI advanced sharing be enabled for your course, as this provider uses email address and username to personalize the experience. Please contact {support_contact} to enable this feature.
pl: {provider} wymaga, aby zaawansowane udostępnianie LTI było włączone dla Twojego kursu, ponieważ ten dostawca używa adresu e-mail i nazwy użytkownika do personalizacji doświadczenia. Skontaktuj się z {support_contact}, aby włączyć tę funkcję.

source: technical support
pl: pomoc techniczna

source: Comma-separated list of providers to allow, eg: {choices}
pl: Lista dostawców oddzielonych przecinkami, np.: {choices}

source: Allow List
pl: Lista dozwolonych

source: Comma-separated list of providers to deny, eg: {choices}
pl: Lista dostawców oddzielonych przecinkami, do zablokowania, np.: {choices}

source: Deny List
pl: Lista zabronionych

source: Learning Context Key
pl: Klucz kontekstu nauki

source: If disabled, the discussions in the associated learning context/course will be disabled.
pl: Jeśli wyłączone, dyskusje w powiązanym kontekście nauki/kursie zostaną wyłączone.

source: The Posting availability in discussions whether it will be enabled, scheduled or indefinitely disabled.
pl: Dostępność publikowania w dyskusjach, czy będzie włączona, zaplanowana czy wyłączona na czas nieokreślony.

source: The LTI configuration data for this context/provider.
pl: Dane konfiguracyjne LTI dla tego kontekstu/dostawcy.

source: If enabled, discussion topics will be created for each non-graded unit in the course. A UI for discussions will show up with each unit.
pl: Jeśli włączone, tematy dyskusji zostaną utworzone dla każdej nieocenianej jednostki w kursie. Interfejs użytkownika do dyskusji pojawi się z każdą jednostką.

source: If enabled, discussion topics will be created for graded units as well.
pl: Jeśli włączone, tematy dyskusji zostaną również utworzone dla ocenianych jednostek.

source: If enabled, discussions will need to be manually enabled for each unit.
pl: Jeśli włączone, dyskusje będą musiały być ręcznie włączone dla każdej jednostki.

source: The plugin configuration data for this context/provider.
pl: Dane konfiguracyjne wtyczki dla tego kontekstu/dostawcy.

source: Discussion provider
pl: Dostawca dyskusji

source: The discussion tool/provider's id
pl: Identyfikator narzędzia/dostawcy dyskusji

source: Context key for context in which this discussion topic exists.
pl: Klucz kontekstu dla kontekstu, w którym istnieje ten temat dyskusji.

source: Usage key for in-context discussion topic. Set to null for course-level topics.
pl: Klucz użycia dla tematu dyskusji w kontekście. Ustaw na null dla tematów na poziomie kursu.

source: Title for discussion topic.
pl: Tytuł tematu dyskusji.

source: Group for divided discussions.
pl: Grupa do podzielonych dyskusji.

source: Provider id for discussion provider.
pl: Identyfikator dostawcy dla dostawcy dyskusji.

source: Discussion context ID in external forum provider. e.g. commentable_id for cs_comments_service.
pl: Identyfikator kontekstu dyskusji w zewnętrznym dostawcy forum. Np. commentable_id dla cs_comments_service.

source: Whether this topic should be shown in-context in the course.
pl: Czy ten temat powinien być wyświetlany w kontekście kursu.

source: Ordering of this topic in its learning context
pl: Kolejność tego tematu w jego kontekście nauki

source: Additional context for this topic, such as its section, and subsection
pl: Dodatkowy kontekst dla tego tematu, taki jak jego sekcja i podsekcja

source: Encourage participation and engagement in your course with discussions.
pl: Zachęcaj do uczestnictwa i zaangażowania w swoim kursie dzięki dyskusjom.

source: Group Moderator
pl: Moderator Grupy

source: Community TA
pl: Asystent Społeczności

source: COURSE NOT FOUND. Please check that the course ID is valid.
pl: KURS NIE ZNALEZIONY. Sprawdź, czy identyfikator kursu jest prawidłowy.

source: The course key for the restricted course.
pl: Klucz kursu dla ograniczonego kursu.

source: The message to show when a user is blocked from enrollment.
pl: Wiadomość wyświetlana, gdy użytkownikowi zablokowano zapisy.

source: The message to show when a user is blocked from accessing a course.
pl: Wiadomość wyświetlana, gdy użytkownikowi zablokowano dostęp do kursu.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
pl: Zezwól użytkownikom zapisanym w dozwolonym kraju na dostęp do kursów objętych ograniczeniami z krajów wykluczonych.

source: Two character ISO country code.
pl: Dwuznakowy kod kraju ISO.

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
pl: Czy uwzględnić, czy wykluczyć dany kurs. Jeśli określone są kraje z białej listy, TYLKO użytkownicy z krajów z białej listy będą mogli uzyskać dostęp do kursu. Jeśli określone są kraje z czarnej listy, użytkownicy z krajów z czarnej listy NIE będą mogli uzyskać dostępu do kursu.

source: The course to which this rule applies.
pl: Kurs, do którego ma zastosowanie ta zasada.

source: The country to which this rule applies.
pl: Kraj, do którego ma zastosowanie ta zasada.

source: Whitelist {country} for {course}
pl: Biała lista {country} dla {course}

source: Blacklist {country} for {course}
pl: Czarna lista {country} dla {course}

source: Notification App
pl: Aplikacja powiadomień

source: Notification Type
pl: Typ powiadomienia

source: <{p}><{strong}>{replier_name}</{strong}> commented on your response to the post <{strong}>{post_title}</{strong}></{p}>
pl: <{p}><{strong}>{replier_name}</{strong}> skomentował Twoją odpowiedź na post <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> commented on <{strong}>{author_name}</{strong}> response to your post <{strong}>{post_title}</{strong}></{p}>
pl: <{p}><{strong}>{replier_name}</{strong}> skomentował odpowiedź <{strong}>{author_name}</{strong}> na Twój post <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> responded to your post <{strong}>{post_title}</{strong}></{p}>
pl: <{p}><{strong}>{replier_name}</{strong}> odpowiedział na Twój post <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> responded to a post you’re following: <{strong}>{post_title}</{strong}></{p}>
pl: <{p}><{strong}>{replier_name}</{strong}> odpowiedział na post, który obserwujesz: <{strong}>{post_title}</{strong}></{p}>

source: Notifications for responses and comments on your posts, and the ones you’re following, including endorsements to your responses and on your posts.
pl: Powiadomienia o odpowiedziach i komentarzach do Twoich postów oraz tych, które obserwujesz, w tym o rekomendacjach do Twoich odpowiedzi i postów.

source: Updates
pl: Aktualizacje

source: Never
pl: Nigdy

source: View
pl: Widok

source: Unsubscribe
pl: Anuluj subskrypcję
