Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: The notification preference config version is not up to date.
pl: Wersja konfiguracji preferencji powiadomień jest nieaktualna.

source: Invalid app name.
pl: Nieprawidłowa nazwa aplikacji.

source: Notifications marked as seen.
pl: Powiadomienia oznaczone jako przeczytane.

source: Notification marked read.
pl: Powiadomienie oznaczone jako przeczytane.

source: Notifications marked read.
pl: Powiadomienia oznaczone jako przeczytane.

source: Invalid app_name or notification_id.
pl: Nieprawidłowa nazwa_aplikacji lub id_powiadomienia.

source: Comma-separated list of scopes that this application will be allowed to request.
pl: Lista zakresów oddzielonych przecinkami, o które ta aplikacja będzie mogła prosić.

source: Comma-separated list of filters that this application will be allowed to request.
pl: Lista filtrów oddzielonych przecinkami, o które ta aplikacja będzie mogła prosić.

source: Content Provider
pl: Dostawca treści

source: Password Policy
pl: Polityka haseł

source: {strong_tag_open}We recently changed our password requirements{strong_tag_close}{break_line_tag}Your current password does not meet the new security requirements. We just sent a password-reset message to the email address associated with this account. Thank you for helping us keep your data safe.
pl: {strong_tag_open}Ostatnio zmieniliśmy nasze wymagania dotyczące haseł{strong_tag_close}{break_line_tag}Twoje obecne hasło nie spełnia nowych wymagań bezpieczeństwa. Właśnie wysłaliśmy wiadomość z linkiem do resetowania hasła na adres e-mail powiązany z tym kontem. Dziękujemy za pomoc w zapewnieniu bezpieczeństwa Twoich danych.

source: {strong_tag_open}Required Action: Please update your password{strong_tag_close}{break_line_tag}As of {deadline}, {platform_name} will require all learners to have complex passwords. Your current password does not meet these requirements. To reset your password, go to to {anchor_tag_open}Account Settings{anchor_tag_close}.
pl: {strong_tag_open}Wymagane działanie: Proszę zaktualizować swoje hasło{strong_tag_close}{break_line_tag}Od {deadline}, {platform_name} będzie wymagać od wszystkich uczących się posiadania złożonych haseł. Twoje obecne hasło nie spełnia tych wymagań. Aby zresetować hasło, przejdź do {anchor_tag_open}Ustawień konta{anchor_tag_close}.

source: The file must be smaller than {image_max_size} in size.
pl: Plik musi być mniejszy niż {image_max_size}.

source: The file must be at least {image_min_size} in size.
pl: Plik musi mieć co najmniej {image_min_size} rozmiaru.

source: The file must be one of the following types: {valid_file_types}.
pl: Plik musi być jednego z następujących typów: {valid_file_types}.

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
pl: Nagłówek Content-Type dla tego pliku nie odpowiada danym pliku. Plik może być uszkodzony.

source: The file name extension for this file does not match the file data. The file may be corrupted.
pl: Rozszerzenie nazwy pliku nie pasuje do danych pliku. Plik może być uszkodzony.

source: bytes
pl: bajty

source: No file provided for profile image
pl: Nie dostarczono pliku dla obrazu profilowego

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
pl: Ścieżka używana do konstruowania adresów URL do stron marketingowych programów (np. "/foo").

source: Program UUID
pl: UUID programu

source: If disabled, the LTI in the associated program will be disabled.
pl: Jeśli wyłączone, LTI w powiązanym programie zostanie wyłączone.

source: The LTI configuration data for this program/provider.
pl: Dane konfiguracji LTI dla tego programu/dostawcy.

source: Known Error Case
pl: Znany przypadek błędu

source: Schedule start < course start
pl: Harmonogram startowy < start kursu

source: Course Id
pl: Identyfikator kursu

source: All
pl: Wszystko

source: Experience
pl: Doświadczenie

source: Course ID
pl: ID kursu

source: Schedules
pl: Harmonogramy

source: Indicates if this schedule is actively used
pl: Wskazuje, czy ten harmonogram jest aktywnie używany

source: Date this schedule went into effect
pl: Data wejścia w życie tego harmonogramu

source: Deadline by which the learner must upgrade to a verified seat
pl: Termin, do którego uczeń musi uaktualnić do zweryfikowanego miejsca.

source: Schedule
pl: Harmonogram

source: By %(filter_title)s
pl: Według %(filter_title)s

source: Welcome to week %(week_num)s of %(course_name)s!
pl: Witamy w tygodniu %(week_num)s kursu %(course_name)s!

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in week {week_num}:
pl: Mamy nadzieję, że podoba Ci się {start_strong}{course_name}{end_strong}! Chcemy Ci powiedzieć, czego możesz się spodziewać w tygodniu {week_num}:

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
pl: W kursach we własnym tempie uczysz się według własnego harmonogramu. Zachęcamy do poświęcania czasu na kurs każdego tygodnia. Twoje skupienie opłaci się w końcu!

source: Resume your course now
pl: Wznów swój kurs teraz

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
pl: Mamy nadzieję, że podoba Ci się %(course_name)s! Chcemy Ci powiedzieć, czego możesz się spodziewać w tygodniu %(week_num)s:

source: Welcome to week %(week_num)s
pl: Witamy w tygodniu %(week_num)s

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in the coming weeks:
pl: Mamy nadzieję, że podoba Ci się {start_strong}{course_name}{end_strong}! Chcemy Ci powiedzieć, czego możesz się spodziewać w nadchodzących tygodniach:

source: We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
pl: Zachęcamy do poświęcania czasu na kurs każdego tygodnia. Twoje skupienie opłaci się w końcu!

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in the coming weeks:
pl: Mamy nadzieję, że podoba Ci się %(course_name)s! Chcemy Ci powiedzieć, czego możesz się spodziewać w nadchodzących tygodniach:

source: %(course_name)s Weekly Update
pl: %(course_name)s Tygodniowa aktualizacja

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
pl: Wielu uczniów %(platform_name)s rozwiązuje więcej zadań każdego tygodnia i bierze udział w forach dyskusyjnych. Co chcesz zrobić, aby kontynuować naukę?

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
pl: Wielu uczniów %(platform_name)s w %(course_name)s rozwiązuje więcej zadań każdego tygodnia i bierze udział w forach dyskusyjnych. Co chcesz zrobić, aby kontynuować naukę?

source: Keep up the momentum!
pl: Utrzymaj tempo!

source: Many {platform_name} learners in {start_strong}{course_name}{end_strong} are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
pl: Wielu uczniów {platform_name} w {start_strong}{course_name}{end_strong} rozwiązuje więcej zadań każdego tygodnia i bierze udział w forach dyskusyjnych. Co chcesz zrobić, aby kontynuować naukę?

source: Keep learning
pl: Kontynuuj naukę

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
pl: Pamiętasz, jak zapisałeś się na kurs %(course_name)s i inne kursy na %(platform_name)s? My pamiętamy i cieszymy się, że z nami jesteś! Przyjdź i zobacz, czego się wszyscy uczą.

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
pl: Pamiętasz, jak zapisałeś się na kurs %(course_name)s na %(platform_name)s? My pamiętamy i cieszymy się, że z nami jesteś! Przyjdź i zobacz, czego się wszyscy uczą.

source: Keep learning today
pl: Kontynuuj naukę dziś

source: Remember when you enrolled in {start_strong}{course_name}{end_strong}, and other courses on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
pl: Pamiętasz, jak zapisałeś się na {start_strong}{course_name}{end_strong} i inne kursy na {platform_name}? My pamiętamy i cieszymy się, że z nami jesteś! Przyjdź i zobacz, czego się wszyscy uczą.

source: Remember when you enrolled in {start_strong}{course_name}{end_strong} on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
pl: Pamiętasz, jak zapisałeś się na {start_strong}{course_name}{end_strong} na {platform_name}? My pamiętamy i cieszymy się, że z nami jesteś! Przyjdź i zobacz, czego się wszyscy uczą.

source: Start learning now
pl: Rozpocznij naukę teraz

source: Keep learning on %(platform_name)s
pl: Kontynuuj naukę na %(platform_name)s

source: Keep learning in %(course_name)s
pl: Kontynuuj naukę w %(course_name)s

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
pl: Mamy nadzieję, że do tej pory podobało Ci się u nas na %(platform_name)s! Zweryfikowany certyfikat pozwala podkreślić Twoją nową wiedzę i umiejętności. Certyfikat %(platform_name)s jest oficjalny i łatwy do udostępnienia. Uaktualnij do %(user_schedule_upgrade_deadline_time)s.

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
pl: Mamy nadzieję, że do tej pory podobało Ci się u nas w %(first_course_name)s! Zweryfikowany certyfikat pozwala podkreślić Twoją nową wiedzę i umiejętności. Certyfikat %(platform_name)s jest oficjalny i łatwy do udostępnienia. Uaktualnij do %(user_schedule_upgrade_deadline_time)s.

source: Upgrade now
pl: Uaktualnij teraz

source: We hope you are enjoying learning with us so far on {start_strong}%(platform_name)s{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
pl: Mamy nadzieję, że do tej pory podobało Ci się u nas na {start_strong}%(platform_name)s{end_strong}! Zweryfikowany certyfikat pozwala podkreślić Twoją nową wiedzę i umiejętności. Certyfikat %(platform_name)s jest oficjalny i łatwy do udostępnienia.

source: We hope you are enjoying learning with us so far in {start_strong}{first_course_name}{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An {platform_name} certificate is official and easily shareable.
pl: Mamy nadzieję, że do tej pory podobało Ci się u nas w {start_strong}{first_course_name}{end_strong}! Zweryfikowany certyfikat pozwala podkreślić Twoją nową wiedzę i umiejętności. Certyfikat {platform_name} jest oficjalny i łatwy do udostępnienia.

source: Upgrade by {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
pl: Uaktualnij do {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.

source: You are eligible to upgrade in these courses:
pl: Możesz uaktualnić w tych kursach:

source: Example of a verified certificate
pl: Przykład zweryfikowanego certyfikatu

source: Upgrade now at
pl: Uaktualnij teraz na

source: Upgrade to earn a verified certificate on %(platform_name)s
pl: Uaktualnij, aby zdobyć zweryfikowany certyfikat na %(platform_name)s

source: Upgrade to earn a verified certificate in %(first_course_name)s
pl: Uaktualnij, aby zdobyć zweryfikowany certyfikat w %(first_course_name)s

source: Site theme changed to {site_theme}
pl: Motyw witryny zmieniono na {site_theme}

source: Theme {site_theme} does not exist
pl: Motyw {site_theme} nie istnieje

source: Site theme reverted to the default
pl: Motyw witryny przywrócono do domyślnego

source: Theming Administration
pl: Administracja motywami

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
pl: Nazwy użytkownika mogą zawierać wyłącznie litery (A-Z, a-z), cyfry (0-9), podkreślenia (_) i łączniki (-).

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
pl: Nazwy użytkownika mogą zawierać wyłącznie litery, cyfry oraz znaki @/./+/-/_

source: Enter a valid email address
pl: Wprowadź prawidłowy adres e-mail

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
pl: Wygląda na to, że {email_address} należy do istniejącego konta. Spróbuj ponownie z innym adresem e-mail.

source: This email is associated to a retired account.
pl: Ten adres e-mail jest powiązany z wycofanym kontem.

source: The password you entered is on a list of known compromised passwords. Please choose a different one.
pl: Wprowadzone hasło znajduje się na liście znanych naruszonych haseł. Proszę wybrać inne.

source: It looks like {username} belongs to an existing account. Try again with a different username.
pl: Wygląda na to, że {username} należy do istniejącego konta. Spróbuj z inną nazwą użytkownika.

source: It looks like this username is already taken
pl: Wygląda na to, że ta nazwa użytkownika jest już zajęta

source: Username must be between {min} and {max} characters long.
pl: Nazwa użytkownika musi mieć od {min} do {max} znaków.

source: Enter a valid email address that contains at least {min} characters.
pl: Wprowadź prawidłowy adres e-mail, który zawiera co najmniej {min} znaków.

source: Enter your full name
pl: Wprowadź swoje pełne imię i nazwisko

source: Enter your first name
pl: Wprowadź swoje imię

source: Enter your last name
pl: Wprowadź swoje nazwisko

source: The email addresses do not match
pl: Adresy e-mail nie pasują

source: Enter your confirm email
pl: Wprowadź swój adres e-mail potwierdzający

source: Select your country or region of residence
pl: Wybierz swój kraj lub region zamieszkania

source: Select your profession
pl: Wybierz swój zawód

source: Select your specialty
pl: Wybierz swoją specjalizację

source: Enter your profession
pl: Wprowadź swój zawód

source: Enter your specialty
pl: Wybierz swoją specjalizację

source: Enter your state
pl: Wprowadź swój stan

source: Enter your city
pl: Wprowadź swoje miasto

source: Tell us your goals
pl: Powiedz nam o swoich celach

source: Select the highest level of education you have completed
pl: Wybierz najwyższy ukończony poziom edukacji

source: Select your year of birth
pl: Wybierz swój rok urodzenia

source: Select your gender
pl: Wybierz swoją płeć

source: Enter your mailing address
pl: Wprowadź swój adres pocztowy

source: Our system detected that your password is vulnerable. Change your password so that your account stays secure.
pl: Nasz system wykrył, że Twoje hasło jest podatne na zagrożenia. Zmień swoje hasło, aby Twoje konto pozostało bezpieczne.

source: Our system detected that your password is vulnerable. We recommend you change it so that your account stays secure.
pl: Nasz system wykrył, że Twoje hasło jest podatne na zagrożenia. Zalecamy jego zmianę, aby Twoje konto pozostało bezpieczne.

source: The '{field_name}' field cannot be edited.
pl: Pola "{field_name}" nie można edytować.

source: Full name can't be longer than 255 symbols
pl: Pełne imię i nazwisko nie może być dłuższe niż 255 symboli

source: Enter a valid name
pl: Wprowadź prawidłowe imię

source: Make sure that you are providing a valid username or a URL that contains "{url_stub}". To remove the link from your {platform_name} profile, leave this field blank.
pl: Upewnij się, że podajesz prawidłową nazwę użytkownika lub adres URL zawierający "{url_stub}". Aby usunąć link z Twojego profilu {platform_name}, pozostaw to pole puste.

source: This account has been temporarily locked due to excessive login failures.Try again later.
pl: To konto zostało tymczasowo zablokowane z powodu zbyt wielu nieudanych prób logowania. Spróbuj ponownie później.

source: Email or password is incorrect.
pl: Nieprawidłowy adres e-mail lub hasło.

source: Permission Denied
pl: Odmowa dostępu

source: Retirement does not exist!
pl: Wycofanie nie istnieje!

source: Success
pl: Sukces

source: Actions
pl: Działania

source: Comma separated file that have username and user_email of the users that needs to be retired
pl: Plik rozdzielony przecinkami zawierający nazwę użytkownika i adres e-mail użytkowników, którzy mają zostać wycofani

source: Delete failed for user preference '{preference_key}'.
pl: Nie udało się usunąć preferencji użytkownika "{preference_key}".

source: Preference '{preference_key}' cannot be set to an empty value.
pl: Preferencji "{preference_key}" nie można ustawić na pustą wartość.

source: Invalid user preference key '{preference_key}'.
pl: Nieprawidłowy klucz preferencji użytkownika "{preference_key}".

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
pl: Wartość "{preference_value}" jest nieprawidłowa dla preferencji użytkownika "{preference_key}".

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
pl: Wartość "{preference_value}" nieprawidłowa dla preferencji "{preference_key}": Brak w ustawionej strefie czasowej.

source: Value '{preference_value}' is not a valid time zone selection.
pl: Wartość "{preference_value}" nie jest prawidłowym wyborem strefy czasowej.

source: Save failed for user preference '{key}' with value '{value}'.
pl: Nie udało się zapisać preferencji użytkownika "{key}" z wartością "{value}".

source: No data provided for user preference update
pl: Nie podano danych do aktualizacji preferencji użytkownika

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
pl: Otrzymaliśmy prośbę o usunięcie Twojego konta na %(platform_name)s. Przykro nam, że odchodzisz!

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system.If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
pl: Twoje konto zostanie wkrótce usunięte. Usunięcie konta, w tym usunięcie z list e-mailowych, może potrwać kilka tygodni, zanim zostanie w pełni przetworzone przez nasz system. Jeśli chcesz zrezygnować z otrzymywania wiadomości e-mail wcześniej, wypisz się z subskrypcji w stopce dowolnej wiadomości e-mail.

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
pl: To jest tylko wiadomość informacyjna. Jeśli nie zainicjowałeś tej prośby, skontaktuj się z %(contact_email)s.

source: Best, %(platform_name)s
pl: Z poważaniem, %(platform_name)s

source: Your Account Has Been Queued For Deletion
pl: Twoje konto zostało dodane do kolejki do usunięcia

source: Highest level of education completed
pl: Najwyższy ukończony poziom edukacji

source: Year of birth
pl: Rok urodzenia

source: Tell us why you're interested in {platform_name}
pl: Powiedz nam, dlaczego interesuje Cię {platform_name}

source: Profession
pl: Zawód

source: Specialty
pl: Specjalizacja

source: Company
pl: Firma

source: Title
pl: Tytuł

source: Job Title
pl: Stanowisko

source: First Name
pl: Imię

source: Last Name
pl: Nazwisko

source: Mailing address
pl: Adres do korespondencji

source: State/Province/Region
pl: Stan/Prowincja/Region

source: Password reset
pl: Resetowanie hasła

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
pl: Otrzymujesz ten e-mail, ponieważ zażądałeś zresetowania hasła do swojego konta użytkownika w %(platform_name)s.

source: However, there is currently no user account associated with your email address: %(email_address)s.
pl: Jednakże, obecnie nie ma konta użytkownika powiązanego z Twoim adresem e-mail: %(email_address)s.

source: If you did not request this change, you can ignore this email.
pl: Jeśli nie prosiłeś o tę zmianę, możesz zignorować ten e-mail.

source: Reset my password
pl: Zresetuj moje hasło

source: Please go to the following page and choose a new password:
pl: Przejdź na następną stronę i wybierz nowe hasło:

source: Password reset on %(platform_name)s
pl: Resetowanie hasła w %(platform_name)s

source: Password reset success
pl: Resetowanie hasła zakończone sukcesem

source: Hello %(name)s,
pl: Witaj %(name)s,

source: This is to confirm that you have successfully changed your password associated with %(platform_name)s account. Please sign-in to your account.
pl: Potwierdzamy, że pomyślnie zmieniono hasło powiązane z Twoim kontem %(platform_name)s. Proszę zalogować się na swoje konto.

source: Hello %(name)s,
pl: Witaj %(name)s,

source: Password reset completed on %(platform_name)s
pl: Resetowanie hasła ukończone na %(platform_name)s

source: Superuser creation not allowed
pl: Tworzenie superużytkownika niedozwolone.

source: Account modification not allowed.
pl: Modyfikacja konta niedozwolona.

source: Account creation not allowed.
pl: Tworzenie konta niedozwolone.

source: You've successfully signed in to your {provider_name} account, but this account isn't linked with your {platform_name} account yet. {blank_lines}Use your {platform_name} username and password to sign in to {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard. {blank_lines}If you don't have an account on {platform_name} yet, click {register_label_strong} at the top of the page.
pl: Pomyślnie zalogowano się na konto {provider_name}, ale to konto nie jest jeszcze połączone z kontem {platform_name}. {blank_lines}Użyj swojej nazwy użytkownika i hasła {platform_name}, aby zalogować się do {platform_name} poniżej, a następnie połącz swoje konto {platform_name} z {provider_name} ze swojego pulpitu. {blank_lines}Jeśli nie masz jeszcze konta na {platform_name}, kliknij {register_label_strong} u góry strony.

source: Register
pl: Zarejestruj się

source: There was an error receiving your login information. Please email us.
pl: Wystąpił błąd podczas odbierania informacji logowania. Prosimy o kontakt e-mailowy.

source: To protect your account, it’s been temporarily locked. Try again in {locked_out_period} minutes.{li_start}To be on the safe side, you can reset your password {link_start}here{link_end} before you try again.
pl: W celu ochrony konta zostało ono tymczasowo zablokowane. Spróbuj ponownie za {locked_out_period} minut.{li_start}Dla bezpieczeństwa możesz zresetować hasło {link_start}tutaj{link_end} przed ponowną próbą.

source: Too many failed login attempts. Try again later.
pl: Zbyt wiele nieudanych prób logowania. Spróbuj ponownie później.

source: Email or password is incorrect.{li_start}You have {remaining_attempts} more sign-in attempts before your account is temporarily locked.{li_end}{li_start}If you've forgotten your password, click {link_start}here{link_end} to reset.{li_end}
pl: Nieprawidłowy adres e-mail lub hasło.{li_start}Masz {remaining_attempts} więcej prób logowania przed tymczasowym zablokowaniem konta.{li_end}{li_start}Jeśli zapomniałeś hasła, kliknij {link_start}tutaj{link_end] aby je zresetować.{li_end}
