Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: For grading to work, you must change all {oldName} subsections to {newName}.
pl: Aby ocenianie działało, musisz zmienić wszystkie podsekcje {oldName} na {newName}.

source: Course Credit Requirements
pl: Wymagania dotyczące punktów zaliczeniowych kursu

source: The minimum grade for course credit is not set.
pl: Minimalna ocena dla zaliczenia kursu nie jest ustawiona.

source: Course pacing cannot be changed once a course has started.
pl: Tempo kursu nie może być zmienione po jego rozpoczęciu.

source: {hours}:{minutes} (current UTC time)
pl: {hours}:{minutes} (aktualny czas UTC)

source: Upload your course image.
pl: Prześlij zdjęcie swojego kursu.

source: Upload your banner image.
pl: Prześlij swój obraz baneru.

source: Upload your video thumbnail image.
pl: Prześlij obraz miniatury swojego filmu.

source: Delete "<%- name %>"?
pl: Usunąć "<%- name %>"?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
pl: Usunięcie podręcznika jest nieodwracalne. Po usunięciu, wszelkie odniesienia do niego w nawigacji kursu również zostaną usunięte.

source: Delete Page Confirmation
pl: Potwierdzenie usunięcia strony

source: Are you sure you want to delete this page? This action cannot be undone.
pl: Czy na pewno chcesz usunąć tę stronę? Tej operacji nie można cofnąć.

source: Upload
pl: Prześlij

source: We're sorry, there was an error
pl: Przepraszamy, wystąpił błąd

source: The combined length of the organization, course number, and course run fields cannot be more than <%- limit %> characters.
pl: Łączna długość pól organizacji, numeru kursu i uruchomienia kursu nie może przekraczać <%- limit %> znaków.

source: The combined length of the organization and library code fields cannot be more than <%- limit %> characters.
pl: Łączna długość pól organizacji i kodu biblioteki nie może przekraczać <%- limit %> znaków.

source: Success! "{displayName}" has been moved.
pl: "{displayName}" został pomyślnie przeniesiony.

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
pl: Przeniesienie anulowane. "{sourceDisplayName}" został przeniesiony z powrotem do swojej pierwotnej lokalizacji.

source: Undo move
pl: Cofnij przeniesienie

source: Take me to the new location
pl: Przejdź do nowej lokalizacji

source: Duplicating
pl: Duplikowanie

source: Undo moving
pl: Cofnij przenoszenie

source: Moving
pl: Przenoszenie

source: Deleting this {xblock_type} is permanent and cannot be undone.
pl: Usunięcie tego {xblock_type} jest trwałe i nie można go cofnąć.

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
pl: Wszelkie treści, które wymieniały tę treść jako warunek wstępny, również będą miały usunięte ograniczenia dostępu.

source: Delete this {xblock_type} (and prerequisite)?
pl: Usunąć ten {xblock_type} (i warunek wstępny)?

source: Yes, delete this {xblock_type}
pl: Tak, usuń ten {xblock_type}

source: Delete this {xblock_type}?
pl: Usunąć ten {xblock_type}?

source: section
pl: sekcja

source: subsection
pl: podsekcja

source: unit
pl: jednostka

source: You've made some changes
pl: Wprowadzono zmiany

source: Your changes will not take effect until you save your progress.
pl: Twoje zmiany nie zostaną zastosowane, dopóki nie zapiszesz postępu.

source: You've made some changes, but there are some errors
pl: Wprowadzono zmiany, ale występują błędy

source: Please address the errors on this page first, and then save your progress.
pl: Najpierw usuń błędy na tej stronie, a następnie zapisz postęp.

source: Save Changes
pl: Zapisz zmiany

source: Your changes have been saved.
pl: Twoje zmiany zostały zapisane.

source: Please select a file in .srt format.
pl: Proszę wybrać plik w formacie .srt.

source: Error: Uploading failed.
pl: Błąd: Przesyłanie nie powiodło się.

source: Error: Import failed.
pl: Błąd: Importowanie nie powiodło się.

source: Error: Replacing failed.
pl: Błąd: Zastępowanie nie powiodło się.

source: Error: Choosing failed.
pl: Błąd: Wybór nie powiódł się.

source: Error: Connection with server failed.
pl: Błąd: Połączenie z serwerem nie powiodło się.

source: Link types should be unique.
pl: Typy linków powinny być unikalne.

source: Links should be unique.
pl: Linki powinny być unikalne.

source: Incorrect url format.
pl: Niepoprawny format URL.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
pl: Przepraszamy, wystąpił błąd podczas analizowania przesłanych napisów. Proszę sprawdzić format i spróbować ponownie.

source: Are you sure you want to remove this transcript?
pl: Czy na pewno chcesz usunąć tę transkrypcję?

source: If you remove this transcript, the transcript will not be available for this component.
pl: Jeśli usuniesz tę transkrypcję, nie będzie ona dostępna dla tego komponentu.

source: Remove Transcript
pl: Usuń transkrypcję

source: Upload translation
pl: Prześlij tłumaczenie

source: Add Thumbnail
pl: Dodaj miniaturę

source: Edit Thumbnail
pl: Edytuj miniaturę

source: Image upload failed
pl: Przesyłanie obrazu nie powiodło się

source: {ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
pl: {ReqTextSpanStart}Wymagania{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}

source: {maxWidth}x{maxHeight} pixels
pl: {maxWidth}x{maxHeight} pikseli

source: Thumbnail for {videoName}
pl: Miniatura dla {videoName}

source: Add Thumbnail - {videoName}
pl: Dodaj miniaturę - {videoName}

source: Video duration is {humanizeDuration}
pl: Czas trwania filmu to {humanizeDuration}

source: minutes
pl: minuty

source: minute
pl: minuta

source: seconds
pl: sekundy

source: second
pl: sekunda

source: and
pl: i

source: Video image upload started
pl: Rozpoczęto przesyłanie obrazu wideo

source: Video image upload completed
pl: Przesyłanie obrazu wideo zakończone

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
pl: Ten typ pliku obrazu nie jest obsługiwany. Obsługiwane typy plików to {supportedFileFormats}.

source: The selected image must be smaller than {maxFileSizeInMB}.
pl: Wybrany obraz musi być mniejszy niż {maxFileSizeInMB}.

source: The selected image must be larger than {minFileSizeInKB}.
pl: Wybrany obraz musi być większy niż {minFileSizeInKB}.

source: Could not upload the video image file
pl: Nie udało się przesłać pliku obrazu wideo

source: Image upload failed.
pl: Przesyłanie obrazu nie powiodło się.

source: The file could not be uploaded.
pl: Nie udało się przesłać pliku.

source: Hide transcripts ({transcriptCount})
pl: Ukryj transkrypcje ({transcriptCount})

source: Show transcripts ({transcriptCount})
pl: Pokaż transkrypcje ({transcriptCount})

source: This file type is not supported. Supported file type is {supportedFileFormat}.
pl: Ten typ pliku nie jest obsługiwany. Obsługiwany typ pliku to {supportedFileFormat}.

source: If you remove this transcript, the transcript will not be available for any components that use this video.
pl: Jeśli usuniesz tę transkrypcję, nie będzie ona dostępna dla żadnych komponentów korzystających z tego filmu.

source: Editor
pl: Edytor

source: Settings
pl: Ustawienia

source: New {component_type}
pl: Nowy {component_type}

source: Warning
pl: Ostrzeżenie

source: Error
pl: Błąd

source: Updating Tags
pl: Aktualizowanie tagów

source: View child items
pl: Pokaż elementy podrzędne

source: Navigate up
pl: Przejdź wyżej

source: Select
pl: Wybierz

source: Required field.
pl: Pole wymagane.

source: Please do not use any spaces in this field.
pl: Proszę nie używać spacji w tym polu.

source: Please do not use any spaces or special characters in this field.
pl: Proszę nie używać spacji ani znaków specjalnych w tym polu.

source: Pagination
pl: Paginacja

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
pl: Twoje żądanie nie mogło zostać zrealizowane. Odśwież stronę i spróbuj ponownie.Jeśli problem będzie się powtarzał, kliknij zakładkę Pomoc, aby zgłosić problem.

source: Showing {firstIndex} out of {numItems} total
pl: Pokazywanie {firstIndex} z {numItems} wszystkich

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
pl: Pokazywanie {firstIndex}-{lastIndex} z {numItems}

source: Loading content
pl: Ładowanie treści

source: Your request could not be processed. Refresh the page and try again.
pl: Twoje żądanie nie mogło zostać przetworzone. Odśwież stronę i spróbuj ponownie.

source: Some images in this post have been omitted
pl: Niektóre obrazy w tym poście zostały pominięte.

source: image omitted
pl: obraz pominięty

source: You could not be subscribed to this post. Refresh the page and try again.
pl: Nie udało się zasubskrybować tego postu. Odśwież stronę i spróbuj ponownie.

source: You could not be unsubscribed from this post. Refresh the page and try again.
pl: Nie udało się anulować subskrypcji tego postu. Odśwież stronę i spróbuj ponownie.

source: This response could not be marked as an answer. Refresh the page and try again.
pl: Nie udało się oznaczyć tej odpowiedzi jako rozwiązanie. Odśwież stronę i spróbuj ponownie.

source: This response could not be unmarked as an answer. Refresh the page and try again.
pl: Nie udało się usunąć oznaczenia tej odpowiedzi jako rozwiązanie. Odśwież stronę i spróbuj ponownie.

source: This response could not be marked as endorsed. Refresh the page and try again.
pl: Nie udało się oznaczyć tej odpowiedzi jako zatwierdzonej. Odśwież stronę i spróbuj ponownie.

source: This response could not be unendorsed. Refresh the page and try again.
pl: Nie udało się usunąć zatwierdzenia tej odpowiedzi. Odśwież stronę i spróbuj ponownie.

source: This vote could not be processed. Refresh the page and try again.
pl: Nie udało się przetworzyć tego głosu. Odśwież stronę i spróbuj ponownie.

source: This post could not be pinned. Refresh the page and try again.
pl: Nie udało się przypiąć tego postu. Odśwież stronę i spróbuj ponownie.

source: This post could not be unpinned. Refresh the page and try again.
pl: Nie udało się odpiąć tego postu. Odśwież stronę i spróbuj ponownie.

source: This post could not be flagged for abuse. Refresh the page and try again.
pl: Nie udało się zgłosić tego postu jako nadużycie. Odśwież stronę i spróbuj ponownie.

source: This post could not be unflagged for abuse. Refresh the page and try again.
pl: Nie udało się cofnąć zgłoszenia tego postu jako nadużycie. Odśwież stronę i spróbuj ponownie.

source: This post could not be closed. Refresh the page and try again.
pl: Nie udało się zamknąć tego postu. Odśwież stronę i spróbuj ponownie.

source: This post could not be reopened. Refresh the page and try again.
pl: Nie udało się ponownie otworzyć tego postu. Odśwież stronę i spróbuj ponownie.

source: Show Discussion
pl: Pokaż dyskusję

source: Hide Discussion
pl: Ukryj dyskusję

source: This discussion could not be loaded. Refresh the page and try again.
pl: Nie udało się załadować tej dyskusji. Odśwież stronę i spróbuj ponownie.

source: There are no posts in this topic yet.
pl: Brak postów w tym temacie.

source: Loading more threads
pl: Ładowanie kolejnych wątków

source: Additional posts could not be loaded. Refresh the page and try again.
pl: Nie udało się załadować dodatkowych postów. Odśwież stronę i spróbuj ponownie.

source: Current conversation
pl: Obecna konwersacja

source: Loading posts list
pl: Ładowanie listy postów

source: No results found for {original_query}. Showing results for {suggested_query}.
pl: Nie znaleziono wyników dla {original_query}. Pokazywanie wyników dla {suggested_query}.

source: No posts matched your query.
pl: Brak postów odpowiadających zapytaniu.

source: Show posts by {username}.
pl: Pokaż posty użytkownika {username}.

source: The post you selected has been deleted.
pl: Wybrany post został usunięty.

source: Responses could not be loaded. Refresh the page and try again.
pl: Nie udało się załadować odpowiedzi. Odśwież stronę i spróbuj ponownie.

source: Additional responses could not be loaded. Refresh the page and try again.
pl: Nie udało się załadować dodatkowych odpowiedzi. Odśwież stronę i spróbuj ponownie.

source: Showing all responses
pl: Pokazywanie wszystkich odpowiedzi

source: Load all responses
pl: Załaduj wszystkie odpowiedzi

source: Load next {numResponses} responses
pl: Załaduj kolejne {numResponses} odpowiedzi

source: Are you sure you want to delete this post?
pl: Czy na pewno chcesz usunąć ten post?

source: Your post will be discarded.
pl: Twój post zostanie odrzucony.

source: anonymous
pl: anonimowy

source: Are you sure you want to delete this comment?
pl: Czy na pewno chcesz usunąć ten komentarz?

source: This comment could not be deleted. Refresh the page and try again.
pl: Nie udało się usunąć tego komentarza. Odśwież stronę i spróbuj ponownie.

source: Are you sure you want to delete this response?
pl: Czy na pewno chcesz usunąć tę odpowiedź?

source: The email address you've provided isn't formatted correctly.
pl: Podany adres e-mail nie jest poprawnie sformatowany.

source: %(field)s must have at least %(count)d characters.
pl: %(field)s musi mieć co najmniej %(count)d znaków.

source: %(field)s can only contain up to %(count)d characters.
pl: %(field)s może zawierać maksymalnie %(count)d znaków.

source: Please enter your %(field)s.
pl: Proszę wprowadzić swój %(field)s.

source: Drop target image
pl: Upuść obraz docelowy

source: dragging out of slider
pl: przeciąganie poza suwak

source: dragging
pl: przeciąganie

source: dropped in slider
pl: upuszczono w suwaku

source: dropped on target
pl: upuszczono na cel

source: %s ago
pl: %s temu

source: %s from now
pl: %s od teraz

source: less than a minute
pl: mniej niż minuta

source: about a minute
pl: około minuty

source: about an hour
pl: około godziny

source: a day
pl: dzień

source: about a month
pl: około miesiąca

source: about a year
pl: około roku

source: Select a section or problem
pl: Wybierz sekcję lub problem

source: Create a report of problem responses
pl: Utwórz raport z odpowiedziami na problemy

source: Your report is being generated...
pl: Twój raport jest generowany...

source: Your report has been successfully generated.
pl: Twój raport został pomyślnie wygenerowany.

source: View Report
pl: Wyświetl raport

source: There was an error generating the report link.
pl: Wystąpił błąd podczas generowania linku do raportu.

source: There was an error generating your report.
pl: Wystąpił błąd podczas generowania raportu.

source: Unable to get report generation status.
pl: Nie można uzyskać statusu generowania raportu.

source: Unable to submit request to generate report.
pl: Nie można wysłać żądania generowania raportu.

source: An unexpected error occurred. Please try again.
pl: Wystąpił nieoczekiwany błąd. Proszę spróbować ponownie.

source: Financial Assistance
pl: Pomoc finansowa

source: Upset Learner
pl: Rozczarowany student

source: Teaching Assistant
pl: Asystent nauczyciela

source: Please specify a reason.
pl: Proszę podać powód.

source: Something went wrong changing this enrollment. Please try again.
pl: Coś poszło nie tak podczas zmiany tej rejestracji. Proszę spróbować ponownie.

source: Please fix the following errors:
pl: Proszę poprawić następujące błędy:

source: Files that you upload must be smaller than 5MB in size.
pl: Ładowane pliki muszą być mniejsze niż 5 MB.

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
pl: Ładowane pliki muszą być w formacie PDF lub plikami graficznymi w formatach .gif, .jpg, .jpeg lub .png.

source: Something went wrong. Please try again later.
pl: Coś poszło nie tak. Proszę spróbować ponownie później.

source: Add Attachment
pl: Dodaj załącznik

source: (Optional)
pl: (Opcjonalnie)

source: Remove file
pl: Usuń plik

source: Course Name
pl: Nazwa kursu

source: For inquiries regarding assignments, grades, or structure of a specific course, please post in the discussion forums for that course directly.
pl: W przypadku pytań dotyczących zadań, ocen lub struktury konkretnego kursu, proszę pisać bezpośrednio na forach dyskusyjnych tego kursu.

source: Not specific to a course
pl: Nie dotyczy konkretnego kursu.

source: Subject
pl: Temat

source: Select a category
pl: Wybierz kategorię

source: Account Settings
pl: Ustawienia konta

source: Billing/Payment Options
pl: Opcje rozliczeń/płatności

source: Certificates
pl: Certyfikaty

source: Course Content
pl: Zawartość kursu

source: Deadlines
pl: Terminy

source: Errors/Technical Issues
pl: Błędy/problemy techniczne

source: Financial Aid
pl: Pomoc finansowa

source: Photo Verification
pl: Weryfikacja zdjęć

source: Proctoring
pl: Nadzór

source: Other
pl: Inne

source: Course Discussion Forum
pl: Forum dyskusyjne kursu

source: While our support team is happy to assist with the edX platform, the course staff has the expertise for specific assignment questions, grading or the proper procedures in each course. Please post all course related questions within the Discussion Forum where the Course Staff can directly respond.
pl: Chociaż nasz zespół wsparcia chętnie pomaga w obsłudze platformy edX, personel kursu posiada wiedzę specjalistyczną w zakresie konkretnych pytań dotyczących zadań, oceniania lub odpowiednich procedur w każdym kursie. Prosimy o zamieszczanie wszystkich pytań związanych z kursem na Forum Dyskusyjnym, gdzie personel kursu może bezpośrednio odpowiedzieć.

source: Sign in to {platform} so we can help you better.
pl: Zaloguj się do {platform}, abyśmy mogli Ci lepiej pomóc.

source: Select a course or select "Not specific to a course" for your support request.
pl: Wybierz kurs lub wybierz "Nie dotyczy konkretnego kursu" dla swojego żądania wsparcia.

source: Select a subject for your support request.
pl: Wybierz temat dla swojego żądania wsparcia.

source: Enter some details for your support request.
pl: Wprowadź szczegóły dotyczące swojego żądania wsparcia.

source: Contact Us
pl: Skontaktuj się z nami

source: Find answers to the top questions asked by learners.
pl: Znajdź odpowiedzi na najczęściej zadawane pytania przez studentów.

source: Go to my Dashboard
pl: Przejdź do mojego panelu

source: Go to {platform} Home
pl: Przejdź do strony głównej {platform}

source: Thank you for submitting a request! We appreciate your patience while we work to review your request.
pl: Dziękujemy za przesłanie wniosku! Doceniamy Twoją cierpliwość, podczas gdy pracujemy nad rozpatrzeniem Twojego wniosku.

source: Cancel upload
pl: Anuluj przesyłanie

source: last activity
pl: ostatnia aktywność

source: open slots
pl: wolne miejsca

source: name
pl: nazwa

source: team count
pl: liczba drużyn

source: Teams
pl: Zespoły

source: Create
pl: Utwórz

source: Update
pl: Aktualizuj

source: Team Name (Required) *
pl: Nazwa zespołu (wymagane) *

source: A name that identifies your team (maximum 255 characters).
pl: Nazwa identyfikująca Twój zespół (maksymalnie 255 znaków).

source: Team Description (Required) *
pl: Opis zespołu (wymagane) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
pl: Krótki opis zespołu, aby pomóc innym uczącym się zrozumieć cele lub kierunek zespołu (maksymalnie 300 znaków).

source: Language
pl: Język

source: The language that team members primarily use to communicate with each other.
pl: Główny język, którego członkowie zespołu używają do wzajemnej komunikacji.

source: Country
pl: Kraj

source: The country that team members primarily identify with.
pl: Kraj, z którym członkowie zespołu głównie się identyfikują.

source: Check the highlighted fields below and try again.
pl: Sprawdź wyróżnione pola poniżej i spróbuj ponownie.

source: Enter team name.
pl: Wprowadź nazwę zespołu.

source: Team name cannot have more than 255 characters.
pl: Nazwa zespołu nie może zawierać więcej niż 255 znaków.

source: Enter team description.
pl: Wprowadź opis zespołu.

source: Team description cannot have more than 300 characters.
pl: Opis zespołu nie może zawierać więcej niż 300 znaków.

source: An error occurred while removing the member from the team. Try again.
pl: Wystąpił błąd podczas usuwania członka z zespołu. Proszę spróbować ponownie.

source: This team does not have any members.
pl: Ten zespół nie ma żadnych członków.

source: Joined %(date)s
pl: Dołączył %(date)s

source: Last Activity %(date)s
pl: Ostatnia aktywność %(date)s

source: Remove this team member?
pl: Usunąć tego członka zespołu?

source: This learner will be removed from the team,allowing another learner to take the available spot.
pl: Ten uczeń zostanie usunięty z zespołu, co pozwoli innemu uczniowi zająć dostępne miejsce.

source: Delete this team?
pl: Usunąć ten zespół?

source: Deleting a team is permanent and cannot be undone.All members are removed from the team, and team discussions can no longer be accessed.
pl: Usunięcie zespołu jest trwałe i nieodwracalne. Wszyscy członkowie zostaną usunięci z zespołu, a dyskusje zespołu nie będą już dostępne.

source: Team "{team}" successfully deleted.
pl: Zespół "{team}" został pomyślnie usunięty.

source: Manage
pl: Zarządzaj

source: You are not currently a member of any team.
pl: Obecnie nie jesteś członkiem żadnego zespołu.

source: and others
pl: i inni

source: Last activity {date}
pl: Ostatnia aktywność {date}

source: View {span_start} {team_name} {span_end}
pl: Zobacz {span_start} {team_name} {span_end}

source: An error occurred. Try again.
pl: Wystąpił błąd. Spróbuj ponownie.

source: No assignments for team
pl: Brak zadań dla zespołu

source: Leave this team?
pl: Opuścić ten zespół?

source: If you leave, you can no longer post in this team's discussions.Your place will be available to another learner.
pl: Jeśli opuścisz, nie będziesz już mógł zamieszczać postów w dyskusjach tego zespołu. Twoje miejsce będzie dostępne dla innego ucznia.

source: Confirm
pl: Potwierdź

source: You already belong to another team in this team set.
pl: Należysz już do innego zespołu w tym zestawie zespołów.

source: This team is full.
pl: Ten zespół jest pełny.

source: Cannot join instructor managed team
pl: Nie można dołączyć do zespołu zarządzanego przez instruktora

source: All teams
pl: Wszystkie zespoły

source: Teams Pagination
pl: Paginacja zespołów

source: Topics
pl: Tematy

source: My Teams
pl: Moje zespoły

source: Browse
pl: Przeglądaj

source: Your request could not be completed. Reload the page and try again.
pl: Twoje żądanie nie mogło zostać zrealizowane. Odśwież stronę i spróbuj ponownie.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
pl: Twoje żądanie nie mogło zostać zrealizowane z powodu problemu z serwerem. Odśwież stronę i spróbuj ponownie. Jeśli problem będzie się powtarzał, kliknij zakładkę Pomoc, aby zgłosić problem.

source: Team Search
pl: Wyszukiwanie zespołów

source: Create a New Team
pl: Utwórz nowy zespół

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
pl: Utwórz nowy zespół, jeśli nie możesz znaleźć istniejącego zespołu do dołączenia, lub jeśli chcesz uczyć się z przyjaciółmi, których znasz.

source: Edit Team
pl: Edytuj zespół
