Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Publishing on Date
pl: Publikowanie z datą

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your students for you.
pl: Po prostu ustaw datę sekcji lub podsekcji, a {studio_name} opublikuje ją dla Twoich studentów.

source: We're having trouble rendering your component
pl: Mamy problem z wyświetleniem Twojego komponentu

source: Students will not be able to access this component. Re-edit your component to fix the error.
pl: Studenci nie będą mieli dostępu do tego komponentu. Edytuj ponownie swój komponent, aby naprawić błąd.

source: Error:
pl: Błąd:

source: Library Import
pl: Import biblioteki

source: Course Import
pl: Import kursu

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
pl: Upewnij się, że chcesz zaimportować bibliotekę, zanim przejdziesz dalej. Zawartość importowanej biblioteki zastąpi zawartość istniejącej biblioteki. {em_start}Nie można cofnąć importu biblioteki{em_end}. Przed kontynuowaniem, zalecamy wyeksportowanie bieżącej biblioteki, aby mieć jej kopię zapasową.

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
pl: Importowana biblioteka musi znajdować się w pliku .tar.gz (czyli pliku .tar skompresowanym za pomocą GNU Zip). Ten plik .tar.gz musi zawierać plik library.xml. Może również zawierać inne pliki.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
pl: Proces importu składa się z pięciu etapów. Podczas pierwszych dwóch etapów musisz pozostać na tej stronie. Możesz opuścić tę stronę po zakończeniu etapu rozpakowywania. Zalecamy jednak, aby nie wprowadzać ważnych zmian w bibliotece, dopóki operacja importu nie zostanie zakończona.

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
pl: Upewnij się, że chcesz zaimportować kurs, zanim przejdziesz dalej. Zawartość importowanego kursu zastąpi zawartość istniejącego kursu. {em_start}Nie można cofnąć importu kursu{em_end}. Przed kontynuowaniem zalecamy wyeksportowanie bieżącego kursu, aby mieć jego kopię zapasową.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
pl: Proces importu składa się z pięciu etapów. Podczas pierwszych dwóch etapów musisz pozostać na tej stronie. Możesz opuścić tę stronę po zakończeniu etapu rozpakowywania. Zalecamy jednak, aby nie wprowadzać ważnych zmian w kursie, dopóki operacja importu nie zostanie zakończona.

source: Select a .tar.gz File to Replace Your Library Content
pl: Wybierz plik .tar.gz, aby zastąpić zawartość biblioteki

source: Choose a File to Import
pl: Wybierz plik do importu

source: File Chosen:
pl: Wybrany plik:

source: Replace my library with the selected file
pl: Zastąp moją bibliotekę wybranym plikiem

source: Replace my course with the selected file
pl: Zastąp mój kurs wybranym plikiem

source: Library Import Status
pl: Status importu biblioteki

source: Course Import Status
pl: Status importu kursu

source: Transferring your file to our servers
pl: Przesyłanie pliku na nasze serwery

source: Unpacking
pl: Rozpakowywanie

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
pl: Rozszerzanie i przygotowywanie struktury folderów i plików. (Możesz teraz bezpiecznie opuścić tę stronę, ale unikaj drastycznych zmian w treści, dopóki ten import nie zostanie zakończony)

source: Verifying
pl: Weryfikacja

source: Reviewing semantics, syntax, and required data
pl: Sprawdzanie semantyki, składni i wymaganych danych

source: Updating Library
pl: Aktualizowanie biblioteki

source: Updating Course
pl: Aktualizowanie kursu

source: Integrating your imported content into this library. This process might take longer with larger libraries.
pl: Integracja zaimportowanej treści z tą biblioteką. Ten proces może trwać dłużej w przypadku większych bibliotek.

source: Integrating your imported content into this course. This process might take longer with larger courses.
pl: Integracja zaimportowanej treści z tym kursem. Ten proces może potrwać dłużej w przypadku większych kursów.

source: Your imported content has now been integrated into this library
pl: Zaimportowana treść została zintegrowana z tą biblioteką.

source: Your imported content has now been integrated into this course
pl: Zaimportowany kurs został zintegrowany z tym kursem

source: View Updated Library
pl: Wyświetl zaktualizowaną bibliotekę

source: View Updated Outline
pl: Wyświetl zaktualizowany zarys

source: Why import a library?
pl: Po co importować bibliotekę?

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
pl: Możesz chcieć zaktualizować istniejącą bibliotekę do nowej wersji lub całkowicie zastąpić istniejącą bibliotekę. Możesz również stworzyć bibliotekę poza {studio_name}.

source: Note: Library content is not automatically updated in courses
pl: Uwaga: Zawartość biblioteki nie jest automatycznie aktualizowana w kursach

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
pl: Jeśli zmienisz i zaimportujesz bibliotekę, do której odwołują się losowe bloki treści w jednym lub większej liczbie kursów, te kursy nie użyją automatycznie zaktualizowanej treści. Musisz ręcznie odświeżyć losowe bloki treści, aby zaktualizować je do najnowszej zawartości biblioteki.

source: Learn more about importing a library
pl: Dowiedz się więcej o importowaniu biblioteki

source: Why import a course?
pl: Po co importować kurs?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
pl: Możesz chcieć uruchomić nową wersję istniejącego kursu lub całkowicie zastąpić istniejący kurs. Możesz też stworzyć kurs poza {studio_name}.

source: What content is imported?
pl: Jaka zawartość zostanie zaimportowana?

source: The following content is imported.
pl: Importowana jest następująca zawartość.

source: The following content is not imported.
pl: Następująca zawartość nie jest importowana.

source: Warning: Importing while a course is running
pl: Ostrzeżenie: Importowanie podczas trwania kursu

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
pl: Jeśli wykonasz import w trakcie trwania kursu i zmienisz nazwy URL (lub węzły url_name) dowolnych komponentów problemowych, dane studentów powiązane z tymi komponentami problemowymi mogą zostać utracone. Dane te obejmują wyniki studentów w zadaniach.

source: Learn more about importing a course
pl: Dowiedz się więcej o importowaniu kursu

source: {studio_name} Home
pl: Strona główna {studio_name}

source: New Course
pl: Nowy kurs

source: Email staff to create course
pl: Wyślij e-mail do personelu, aby utworzyć kurs

source: New Library
pl: Nowa biblioteka

source: Please correct the highlighted fields below.
pl: Proszę poprawić podświetlone pola poniżej.

source: Create a New Course
pl: Utwórz nowy kurs

source: Required Information to Create a New Course
pl: Wymagane informacje do utworzenia nowego kursu

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
pl: Publiczna nazwa wyświetlana dla Twojego kursu. Nie można jej zmienić, ale możesz ustawić inną nazwę wyświetlaną w Ustawieniach zaawansowanych później.

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
pl: Nazwa organizacji sponsorującej kurs. {strong_start}Uwaga: Nazwa organizacji jest częścią adresu URL kursu.{strong_end} Nie można tego zmienić, ale możesz ustawić inną nazwę wyświetlaną w Ustawieniach zaawansowanych później.

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
pl: Unikalny numer identyfikujący Twój kurs w Twojej organizacji. {strong_start}Uwaga: Jest to część adresu URL Twojego kursu, więc nie wolno używać spacji ani znaków specjalnych i nie można tego zmienić.{strong_end}

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
pl: Okres, w którym będzie prowadzony Twój kurs. {strong_start}Uwaga: Jest to część adresu URL Twojego kursu, więc nie wolno używać spacji ani znaków specjalnych i nie można tego zmienić.{strong_end}

source: Create
pl: Utwórz

source: Create a New Library
pl: Utwórz nową bibliotekę

source: Required Information to Create a New Library
pl: Wymagane informacje do utworzenia nowej biblioteki

source: Library Name
pl: Nazwa biblioteki

source: e.g. Computer Science Problems
pl: np. Zadania z informatyki

source: The public display name for your library.
pl: Publiczna nazwa wyświetlana dla Twojej biblioteki

source: The public organization name for your library.
pl: Publiczna nazwa organizacji dla Twojej biblioteki

source: This cannot be changed.
pl: Nie można tego zmienić.

source: Library Code
pl: Kod biblioteki

source: e.g. CSPROB
pl: np. PROBCI

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
pl: Unikalny kod identyfikujący tę bibliotekę. {strong_start}Uwaga: Jest to część adresu URL Twojej biblioteki, więc nie wolno używać spacji ani znaków specjalnych.{strong_end} Nie można tego zmienić.

source: Organization and Library Settings
pl: Ustawienia organizacji i biblioteki

source: Show all courses in organization:
pl: Pokaż wszystkie kursy w organizacji:

source: For example, MITx
pl: Na przykład, MITx

source: Courses Being Processed
pl: Przetwarzane kursy

source: Organization:
pl: Organizacja:

source: Course Number:
pl: Numer kursu:

source: Course Run:
pl: Przebieg kursu:

source: This course run is currently being created.
pl: Ten kurs jest obecnie w trakcie tworzenia.

source: Configuring as re-run
pl: Konfigurowanie jako ponowne uruchomienie

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
pl: Nowy kurs zostanie dodany do Twojej listy kursów w ciągu 5-10 minut. Wróć do tej strony lub {link_start}odśwież ją{link_end}, aby zaktualizować listę kursów. Nowy kurs będzie wymagał ręcznej konfiguracji.

source: This re-run processing status:
pl: Ten status przetwarzania ponownego uruchomienia:

source: Configuration Error
pl: Błąd konfiguracji

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
pl: Wystąpił błąd systemowy podczas przetwarzania Twojego kursu. Proszę wrócić do oryginalnego kursu, aby spróbować ponownie, lub skontaktować się z menedżerem projektu w celu uzyskania pomocy.

source: Archived Courses
pl: Zarchiwizowane kursy

source: Libraries
pl: Biblioteki

source: Taxonomies
pl: Taksonomie

source: Are you staff on an existing {studio_name} course?
pl: Czy jesteś członkiem personelu istniejącego kursu {studio_name}?

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
pl: Twórca kursu musi udzielić Ci dostępu do kursu. Skontaktuj się z twórcą kursu lub administratorem kursu, który pomagasz tworzyć.

source: Create Your First Course
pl: Utwórz swój pierwszy kurs

source: Your new course is just a click away!
pl: Twój nowy kurs jest na wyciągnięcie ręki!

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
pl: {studio_name} jest hostowanym rozwiązaniem dla naszych partnerów xConsortium i wybranych gości. Kursy, których jesteś członkiem zespołu, pojawiają się powyżej do edycji, natomiast uprawnienia twórcy kursu są nadawane przez {platform_name}. Nasz zespół oceni Twoje zapytanie i udzieli odpowiedzi w ciągu 24 godzin w dni robocze.

source: Your Course Creator Request Status:
pl: Status Twojego wniosku o utworzenie kursu:

source: Request the Ability to Create Courses
pl: Poproś o możliwość tworzenia kursów

source: Your Course Creator Request Status
pl: Status Twojego wniosku o utworzenie kursu

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
pl: {studio_name} to rozwiązanie hostowane dla naszych partnerów xConsortium i wybranych gości. Kursy, których jesteś członkiem zespołu, pojawiają się powyżej do edycji, natomiast uprawnienia twórcy kursu są nadawane przez {platform_name}. Nasz zespół zakończył ocenę Twojego wniosku.

source: Your Course Creator request is:
pl: Twój wniosek o utworzenie kursu:

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
pl: Twoja prośba nie spełnia kryteriów/wytycznych określonych przez personel {platform_name}.

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
pl: {studio_name} to hostowane rozwiązanie dla naszych partnerów xConsortium i wybranych gości. Kursy, których jesteś członkiem zespołu, pojawiają się powyżej do edycji, natomiast uprawnienia twórcy kursu są nadawane przez {platform_name}. Nasz zespół obecnie ocenia Twój wniosek.

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
pl: Twoja prośba jest obecnie przeglądana przez personel {platform_name} i powinna zostać wkrótce zaktualizowana.

source: Were you expecting to see a particular library here?
pl: Czy spodziewałeś się tutaj konkretnej biblioteki?

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
pl: Twórca biblioteki musi udzielić Ci dostępu do biblioteki. Skontaktuj się z twórcą biblioteki lub administratorem biblioteki, którą pomagasz tworzyć.

source: Create Your First Library
pl: Utwórz swoją pierwszą bibliotekę

source: Libraries hold a pool of components that can be re-used across multiple
pl: Biblioteki zawierają grupę komponentów, które można ponownie wykorzystać w wielu kursach. Stwórz swoją pierwszą bibliotekę, klikając przycisk!

source: New to {studio_name}?
pl: Jesteś nowy w {studio_name}?

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
pl: Kliknij Pomoc w prawym górnym rogu, aby uzyskać więcej informacji o przeglądanej stronie {studio_name}. Możesz również użyć linków na dole strony, aby uzyskać dostęp do naszej stale aktualizowanej dokumentacji i innych zasobów {studio_name}.

source: Getting Started with {studio_name}
pl: Rozpoczęcie pracy z {studio_name}

source: Can I create courses in {studio_name}?
pl: Czy mogę tworzyć kursy w {studio_name}?

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
pl: Aby tworzyć kursy w {studio_name}, musisz {link_start}skontaktować się z personelem {platform_name}, aby pomogli Ci stworzyć kurs{link_end}.

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
pl: Aby tworzyć kursy w {studio_name}, musisz mieć uprawnienia twórcy kursów, aby stworzyć własny kurs.

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
pl: Twoja prośba o tworzenie kursów w {studio_name} została odrzucona. Prosimy {link_start}skontaktować się z personelem {platform_name} w celu uzyskania dalszych pytań{link_end}.

source: Thanks for signing up, {name}!
pl: Dziękujemy za rejestrację, {name}!

source: We need to verify your email address
pl: Musimy zweryfikować Twój adres e-mail

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
pl: Prawie gotowe! Aby ukończyć rejestrację, musimy zweryfikować Twój adres e-mail ({email}). Wiadomość aktywacyjna i dalsze kroki powinny tam na Ciebie czekać.

source: Need help?
pl: Potrzebujesz pomocy?

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
pl: Sprawdź folder Spam lub Niechciane, jeśli nasz e-mail nie znajduje się w Twojej SKRZYNCE ODBIORCZEJ. Nadal nie możesz znaleźć e-maila weryfikacyjnego? Poproś o pomoc, korzystając z poniższego linku.

source: Content Library
pl: Biblioteka treści

source: Add Component
pl: Dodaj komponent

source: Adding content to your library
pl: Dodawanie treści do Twojej biblioteki

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
pl: Dodaj komponenty do swojej biblioteki, aby używać ich w kursach, używając opcji Dodaj Nowy Komponent na dole tej strony.

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
pl: Komponenty są wymienione w kolejności, w jakiej zostały dodane, z najnowszymi na dole. Użyj strzałek paginacji, aby nawigować między stronami, jeśli masz więcej niż jedną stronę komponentów w swojej bibliotece.

source: Using library content in courses
pl: Używanie treści bibliotecznych w kursach.

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each student.
pl: Użyj zawartości biblioteki w kursach, dodając klucz polityki {em_start}library_content{em_end} do listy modułów zaawansowanych w zaawansowanych ustawieniach kursu, a następnie dodając losowy blok treści do materiałów kursu. W ustawieniach każdego losowego bloku treści wybierz tę bibliotekę jako bibliotekę źródłową i określ liczbę zadań, które mają być losowo wybrane i wyświetlone każdemu studentowi.

source: Learn more about content libraries
pl: Dowiedz się więcej o bibliotekach treści

source: Course Team Settings
pl: Ustawienia zespołu kursu

source: New Team Member
pl: Nowy członek zespołu

source: Add a User to Your Course's Team
pl: Dodaj użytkownika do zespołu swojego kursu

source: New Team Member Information
pl: Informacje o nowym członku zespołu

source: User's Email Address
pl: Adres e-mail użytkownika

source: example: username@domain.com
pl: przykład: nazwa.uzytkownika@domena.com

source: Provide the email address of the user you want to add as Staff
pl: Podaj adres e-mail użytkownika, którego chcesz dodać jako personel użytkownika, którego chcesz dodać jako Personal

source: Add User
pl: Dodaj użytkownika

source: Add Team Members to This Course
pl: Dodaj członków zespołu do tego kursu

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
pl: Dodawanie członków zespołu sprawia, że tworzenie kursu jest wspólne. Użytkownicy muszą być zarejestrowani w {studio_name} i posiadać aktywne konto.

source: Add a New Team Member
pl: Dodaj nowego członka zespołu

source: Course Team Roles
pl: Role zespołu kursu

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
pl: Członkowie zespołu kursu z rolą Personelu są współautorami kursu. Posiadają pełne uprawnienia do pisania i edycji całej zawartości kursu.

source: Admins are course team members who can add and remove other course team members.
pl: Administratorzy to członkowie zespołu kursu, którzy mogą dodawać i usuwać innych członków zespołu kursu.

source: Transferring Ownership
pl: Przenoszenie własności

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
pl: Każdy kurs musi mieć administratora. Jeśli jesteś administratorem i chcesz przenieść własność kursu, kliknij <strong>Dodaj dostęp administratora</strong>, aby uczynić innego użytkownika administratorem, a następnie poproś tego użytkownika o usunięcie Cię z listy zespołu kursu.

source: Library User Access
pl: Dostęp użytkownika do biblioteki

source: User Access
pl: Dostęp użytkownika

source: Grant Access to This Library
pl: Udziel dostępu do tej biblioteki

source: Provide the email address of the user you want to add
pl: Podaj adres e-mail użytkownika, którego chcesz dodać

source: Add More Users to This Library
pl: Dodaj więcej użytkowników do tej biblioteki
