Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: Use Onboarding to introduce learners to proctoring, verify their identity, and create an onboarding profile. Learners must complete the onboarding profile step prior to taking a proctored exam. Profile reviews take 2+ business days.
pl: Wykorzystaj Wdrożenie, aby zapoznać studentów z nadzorem, zweryfikować ich tożsamość i stworzyć profil wdrożeniowy. Studenci muszą ukończyć etap tworzenia profilu przed przystąpieniem do egzaminu nadzorowanego. Przeglądy profili trwają 2+ dni roboczych.

source: Practice Proctored
pl: Praktyka nadzorowana

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
pl: Użyj praktycznego egzaminu nadzorowanego, aby zapoznać studentów z narzędziami i procesami nadzorowania. Wyniki egzaminu praktycznego nie wpływają na ocenę ucznia.

source: Time Allotted (HH:MM):
pl: Czas przeznaczony (GG:MM):

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
pl: Wybierz przydział czasu na egzamin. Jeśli jest to więcej niż 24 godziny, wpisz ilość czasu. Możesz przyznać poszczególnym uczniom dodatkowy czas na ukończenie egzaminu za pośrednictwem Panelu Instruktora.

source: Review Rules
pl: Sprawdź zasady.

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
pl: Określ wszelkie zasady lub wyjątki od zasad, które zespół recenzentów powinien egzekwować podczas przeglądania filmów. Na przykład możesz określić, że kalkulatory są dozwolone. Te określone zasady są widoczne dla uczniów zanim rozpoczną egzamin, wraz z {linkStart}ogólnymi zasadami egzaminu nadzorowanego{linkEnd}.

source: General Proctored Exam Rules
pl: Ogólne zasady egzaminu nadzorowanego

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
pl: Określ wszelkie zasady lub wyjątki od zasad, które zespół recenzentów i monitorujący powinien egzekwować podczas oglądania filmów. Na przykład, możesz określić, że kalkulatory są dozwolone. Te konkretne zasady są widoczne dla studentów przed rozpoczęciem egzaminu.

source: Account
pl: Konto

source: This action updates the {provider} information for your entire organization.
pl: Ta akcja aktualizuje informacje o {provider} dla całej Twojej organizacji.

source: Enter the account information for your organization.
pl: Wprowadź informacje o koncie dla swojej organizacji

source: API Key
pl: Klucz API

source: API Secret
pl: Sekret API

source: Unit Access
pl: Dostęp do jednostki

source: Restrict access to:
pl: Ogranicz dostęp do:

source: Select a group type
pl: Wybierz typ grupy

source: Select one or more groups:
pl: Wybierz jedną lub więcej grup:

source: Deleted Group
pl: Usunięta grupa

source: This group no longer exists.Choose another group or do not restrict access to this unit.
pl: Ta grupa już nie istnieje.Wybierz inną grupę lub nie ograniczaj dostępu do tej jednostki.

source: File upload succeeded
pl: Plik przesłany pomyślnie

source: Please check the following validation feedbacks and reflect them in your course settings:
pl: Proszę, przejrzyj poniższe uwagi dotyczące walidacji i odzwierciedl je w ustawieniach swojego kursu:

source: Verification Checkpoint
pl: Punkt kontrolny weryfikacji

source: Must complete verification checkpoint
pl: Musisz ukończyć punkt kontrolny weryfikacji

source: Verification checkpoint to be completed
pl: Punkt kontrolny weryfikacji do ukończenia.

source: Learners who require verification must pass the selected checkpoint to see the content in this unit.Learners who do not require verification see this content by default.
pl: Uczniowie, którzy wymagają weryfikacji, muszą przejść wybrany punkt kontrolny, aby zobaczyć treść w tej jednostce.Uczniowie, którzy nie wymagają weryfikacji, widzą tę treść domyślnie.

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
pl: Zalecana rozdzielczość obrazu to {imageResolution}, maksymalny rozmiar pliku graficznego powinien wynosić {maxFileSize}, a format musi być jednym z {supportedImageFormats}.

source: Read more
pl: Czytaj więcej

source: No transcript uploaded.
pl: Nie przesłano żadnej transkrypcji.

source: Show transcripts ({totalTranscripts})
pl: Pokaż transkrypcje ({totalTranscripts})

source: Set Access
pl: Ustaw dostęp

source: Edit %(display_name)s (required)
pl: Edytuj %(display_name)s (wymagane)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
pl: Przeprowadzono testowe wymuszone opublikowanie kursu. Nic się nie zmieniło. Gdyby zostało ono uruchomione, następujące wersje kursu uległyby zmianie.

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
pl: Opublikowana wersja gałęzi, {published}, została zresetowana do wersji gałęzi roboczej, {draft}.

source: Add URLs for additional versions
pl: Dodaj adresy URL dla dodatkowych wersji

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video.Click below to add a URL for another version. These URLs cannot be YouTube URLs.The first listed video that's compatible with the student's computer will play.
pl: Aby upewnić się, że wszyscy studenci mogą uzyskać dostęp do wideo, zalecamy dostarczenie zarówno wersji .mp4, jak i .webm twojego wideo.Kliknij poniżej, aby dodać URL dla innej wersji. Te URL-e nie mogą być URL-ami YouTube.Pierwsze wideo na liście, które jest kompatybilne z komputerem studenta, zostanie odtworzone.

source: Default Timed Transcript
pl: Domyślna transkrypcja czasowa

source: Timed Transcript Conflict
pl: Konflikt transkrypcji czasowej

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
pl: Transkrypcja czasowa dla pierwszego pliku wideo nie wydaje się być taka sama jak transkrypcja czasowa dla drugiego pliku wideo.

source: Which timed transcript would you like to use?
pl: Którą transkrypcję czasową chcesz użyć?

source: Error.
pl: Błąd.

source: Timed Transcript from %(filename)s
pl: Transkrypcja czasowa z %(filename)s

source: Timed Transcript Found
pl: Znaleziono transkrypcję czasową

source: EdX has a timed transcript for this video.If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.If you want to replace this transcript, upload a new .srt transcript file.
pl: EdX posiada transkrypcję dla tego wideo.Jeśli chcesz ją edytować, możesz pobrać, edytować i ponownie przesłać istniejącą transkrypcję.Jeśli chcesz ją zastąpić, prześlij nowy plik transkrypcji .srt.

source: Upload New Transcript
pl: Prześlij nową transkrypcję

source: Upload New .srt Transcript
pl: Prześlij nowy plik .srt

source: Download Transcript for Editing
pl: Pobierz transkrypcję do edycji

source: No EdX Timed Transcript
pl: Brak transkrypcji czasowej EdX

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube.You can import the YouTube transcript or upload your own .srt transcript file.
pl: EdX nie posiada transkrypcji czasowej dla tego wideo w Studio, ale znaleźliśmy transkrypcję na YouTube.Możesz zaimportować transkrypcję z YouTube lub przesłać swój własny plik transkrypcji .srt.

source: Import YouTube Transcript
pl: Importuj transkrypcję z YouTube

source: No Timed Transcript
pl: Brak transkrypcji czasowej

source: EdX doesn\'t have a timed transcript for this video.Please upload an .srt file.
pl: EdX nie posiada transkrypcji czasowej dla tego wideo.Proszę przesłać plik .srt.

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
pl: Transkrypcja czasowa dla tego wideo na edX jest nieaktualna, ale YouTube ma aktualną transkrypcję czasową dla tego wideo.

source: Do you want to replace the edX transcript with the YouTube transcript?
pl: Czy chcesz zastąpić transkrypcję edX transkrypcją z YouTube?

source: Yes, replace the edX transcript with the YouTube transcript
pl: Tak, zastąp transkrypcję edX transkrypcją z YouTube

source: Timed Transcript Uploaded Successfully
pl: Transkrypcja czasowa przesłana pomyślnie

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file.If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
pl: EdX posiada transkrypcję czasową dla tego wideo. Jeśli chcesz ją zastąpić, prześlij nowy plik transkrypcji .srt. Jeśli chcesz edytować tę transkrypcję, pobierz, edytuj i ponownie prześlij istniejącą transkrypcję.

source: Confirm Timed Transcript
pl: Potwierdź transkrypcję czasową

source: You changed a video URL, but did not change the timed transcript file.Do you want to use the current timed transcript or upload a new .srt transcript file?
pl: Zmieniłeś URL wideo, ale nie zmieniłeś pliku transkrypcji czasowej.Czy chcesz użyć bieżącej transkrypcji czasowej, czy przesłać nowy plik transkrypcji .srt?

source: Use Current Transcript
pl: Użyj bieżącej transkrypcji

source: Large
pl: Duży

source: Zoom In
pl: Powiększ

source: Zoom Out
pl: Pomniejsz

source: Page number out of %(total_pages)s
pl: Numer strony z %(total_pages)s

source: Enter the page number you'd like to quickly navigate to.
pl: Wprowadź numer strony, do której chcesz szybko przejść.

source: Sorted by
pl: Sortuj według

source: Clear search
pl: Wyczyść wyszukiwanie

source: Search
pl: Szukaj

source: Add a Response
pl: Dodaj odpowiedź

source: This thread is closed.
pl: Ta konwersacja jest zamknięta.

source: Add a response:
pl: Dodaj odpowiedź:

source: Submit
pl: Wyślij

source: discussion posted %(time_ago)s by %(author)s
pl: dyskusja opublikowana %(time_ago)s przez %(author)s

source: question posted %(time_ago)s by %(author)s
pl: pytanie opublikowane %(time_ago)s przez %(author)s

source: Pinned
pl: Odpięte

source: Reported
pl: Zgłoszone

source: Closed
pl: Zamknięte

source: Related to: %(courseware_title_linked)s
pl: Powiązane z: %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
pl: Ten post jest widoczny tylko dla %(group_name)s.

source: This post is visible to everyone.
pl: Ten post jest widoczny dla wszystkich.

source: Editing post
pl: Edytowanie postu

source: Add a clear and descriptive title to encourage participation. (Required)
pl: Zdefiniuj jasny i opisowy tytuł, aby zachęcić do udziału. (Wymagane)

source: Edit your post below.
pl: Edytuj swój post poniżej.

source: Update post
pl: Zaktualizuj post

source: Add a comment
pl: Dodaj komentarz

source: marked as answer %(time_ago)s by %(user)s
pl: oznaczone jako odpowiedź %(time_ago)s przez %(user)s

source: marked as answer %(time_ago)s
pl: oznaczone jako odpowiedź %(time_ago)s

source: endorsed %(time_ago)s by %(user)s
pl: zatwierdzone %(time_ago)s przez %(user)s

source: endorsed %(time_ago)s
pl: zatwierdzone %(time_ago)s

source: Editing response
pl: Edytowanie odpowiedzi

source: Update response
pl: Zaktualizuj odpowiedź

source: posted %(time_ago)s by %(author)s
pl: opublikowane %(time_ago)s przez %(author)s

source: Editing comment
pl: Edytowanie komentarza

source: Update comment
pl: Zaktualizuj komentarz

source: discussion
pl: dyskusja

source: answered questionpytanie, na które udzielono odpowiedzi
pl: Pytanie bez odpowiedzi

source: Following
pl: Obserwowanie

source: Community TA
pl: Asystent Społeczności

source: {unread_comments_count} new
pl: {unread_comments_count} nowe

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
pl: %(comments_count)s %(span_sr_open)skomentarze (%(unread_comments_count)s nieprzeczytanych komentarzy)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
pl: %(comments_count)s %(span_sr_open)s komentarze %(span_close)s

source: Add a Post
pl: Dodaj post

source: Visible to
pl: Widoczne dla

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group.
pl: Administratorzy forum, moderatorzy i asystenci mogą udostępniać swoje posty wszystkim studentom lub określić jedną grupę.

source: All Groups
pl: Wszystkie grupy

source: follow this post
pl: obserwuj ten post

source: post anonymously to classmates
pl: opublikuj anonimowo dla kolegów z klasy

source: Error posting your message.
pl: Wystąpił błąd podczas publikowania wiadomości

source: This post will be visible only to %(group_name)s.
pl: Ten post będzie widoczny tylko dla %(group_name)s.

source: This post will be visible to everyone.
pl: Ten post będzie widoczny dla wszystkich użytkowników

source: Topic area
pl: Obszar tematyczny

source: Add your post to a relevant topic to help others find it.(Required)
pl: Dodaj swój komentarz do odpowiedniego tematu, aby pomóc innym go znaleźć.(Wymagane)

source: (Community TA)
pl: (Nauczyciele wsparcia TA)

source: (Staff)
pl: (Personel)

source: All Posts
pl: Wszystkie posty

source: Return to all posts
pl: Wróć do wszystkich postów

source: View discussion
pl: Wyświetl dyskusję

source: Load more
pl: Załaduj więcej

source: Post type
pl: Typ postu

source: Questions raise issues that need answers.Discussions share ideas and start conversations. (Required)
pl: Pytania poruszają kwestie, które wymagają odpowiedzi.Fora umożliwiają dzielenie się pomysłami i rozpoczynanie rozmów. (Wymagane)

source: Question
pl: Pytanie

source: Endorse
pl: Poprzyj

source: Unendorse
pl: Nie popieraj

source: Mark as Answer
pl: Oznacz jako odpowiedź

source: Unmark as Answer
pl: Odznacz jako odpowiedź

source: Follow
pl: Obserwuj

source: Unfollow
pl: Przestań obserwować

source: Vote for this post,
pl: Zagłosuj na tę wiadomość

source: Report abuse
pl: Zgłoś nadużycie

source: Report
pl: Zgłoś

source: Unreport
pl: Cofnij zgłoszenie

source: Pin
pl: Przypnij

source: Unpin
pl: Odepnij

source: Open
pl: Otwórz

source: Discussion Home
pl: Strona główna dyskusji

source: How to use %(platform_name)s discussions
pl: Jak używać dyskusji na %(platform_name)s

source: Find discussions
pl: Znajdź dyskusje

source: Use the All Topics menu to find specific topics.
pl: Użyj menu Wszystkie tematy, aby znaleźć konkretne tematy.

source: Search all posts
pl: Przeszukaj wszystkie posty

source: Filter and sort topics
pl: Filtruj i sortuj tematy

source: Engage with posts
pl: Angażuj się w posty

source: Vote for good posts and responses
pl: Głosuj na dobre posty i odpowiedzi

source: Report abuse, topics, and responses
pl: Zgłaszaj nadużycia, tematy i odpowiedzi

source: Follow or unfollow posts
pl: Obserwuj lub przestań obserwować posty

source: Receive updates
pl: Otrzymuj aktualizacje

source: Toggle Notifications Setting
pl: Przełącz ustawienia powiadomień

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
pl: Zaznacz to pole, aby codziennie otrzymywać e-mail z podsumowaniem nowej, nieprzeczytanej aktywności z obserwowanych postów.

source: username or email
pl: nazwa użytkownika lub adres e-mail

source: course id
pl: identyfikator kursu

source: No results
pl: Brak wyników

source: Course Key
pl: Klucz kursu

source: Grade
pl: Ocena

source: Last Updated
pl: Ostatnia aktualizacja

source: Regenerate
pl: Regeneruj

source: Regenerate the user's certificate
pl: Regeneruj certyfikat użytkownika

source: Generate
pl: Generuj

source: Generate the user's certificate
pl: Generuj certyfikat użytkownika

source: Current enrollment mode:
pl: Aktualny tryb rejestracji:

source: New enrollment mode:
pl: Nowy tryb rejestracji:

source: Reason for change:
pl: Przyczyna zmiany:

source: Choose One
pl: Wybierz jedno

source: Explain if other.
pl: Wyjaśnij, jeśli inne.

source: Submit enrollment change
pl: Prześlij zmianę rejestracji

source: Username or email address
pl: Nazwa użytkownika lub adres e-mail

source: Course ID
pl: ID kursu

source: Course Start
pl: Rozpoczęcie kursu

source: Course End
pl: Zakończenie kursu

source: Upgrade Deadline
pl: Termin uaktualnienia

source: Verification Deadline
pl: Termin weryfikacji

source: Enrollment Date
pl: Data rejestracji

source: Enrollment Mode
pl: Tryb rejestracji

source: Verified mode price
pl: Cena trybu zweryfikowanego

source: Reason
pl: Uzasadnienie

source: Last modified by
pl: Ostatnio zmodyfikowane przez

source: Active
pl: Aktywne

source: N/A
pl: Nie dotyczy

source: Change Enrollment
pl: Zmień rejestrację

source: Date Joined
pl: Data dołączenia

source: Password Status
pl: Status hasła

source: Toggle Account Password (Usable/Unusable)
pl: Przełącz hasło do konta (używalne/nieużywalne)

source: Your team could not be created.
pl: Nie udało się utworzyć Twojego zespołu.

source: Your team could not be updated.
pl: Nie udało się zaktualizować Twojego zespołu.

source: Enter information to describe your team. You cannot change these details after you create the team.
pl: Wprowadź informacje opisujące Twój zespół. Nie możesz zmienić tych szczegółów po utworzeniu zespołu.

source: Optional Characteristics
pl: Opcjonalne cechy

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
pl: Pomóż innym uczącym się zdecydować, czy dołączyć do Twojego zespołu, podając niektóre cechy Twojego zespołu. Wybieraj ostrożnie, ponieważ mniej osób może być zainteresowanych dołączeniem do Twojego zespołu, jeśli będzie on wydawał się zbyt restrykcyjny.

source: Create team.
pl: Utwórz zespół.

source: Update team.
pl: Zaktualizuj zespół.

source: Cancel team creating.
pl: Anuluj tworzenie zespołu.

source: Cancel team updating.
pl: Anuluj aktualizację zespołu.

source: Instructor tools
pl: Narzędzia instruktora

source: Delete Team
pl: Usuń zespół

source: Edit Membership
pl: Edytuj członkostwo

source: View Current Team Memberships
pl: Zobacz aktualne członkostwa w zespole

source: Download Memberships
pl: Pobierz członkostwa

source: Assign Team Memberships
pl: Przypisz członkostwa w zespole

source: Upload Memberships
pl: Prześlij członkostwa

source: Error assigning team memberships
pl: Błąd przypisywania członkostw w zespole

source: Are you having trouble finding a team to join?
pl: Czy masz problem ze znalezieniem zespołu do dołączenia?

source: Join Team
pl: Dołącz do zespołu

source: Team Assignments
pl: Zadania zespołowe

source: Team Details
pl: Szczegóły zespołu.

source: You are a member of this team.
pl: Jesteś członkiem tego zespołu.

source: Team member profiles
pl: Profile członków zespołu

source: Team capacity
pl: Pojemność zespołu

source: Leave Team
pl: Opuść zespół

source: Donate
pl: Przekaż darowiznę

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
pl: Wystąpił błąd podczas pobierania wyników podglądu dla tego katalogu. Sprawdź, czy Twoje zapytanie jest poprawne i spróbuj ponownie.

source: This catalog's courses:
pl: Kursy z tego katalogu:

source: Expand All
pl: Rozwiń wszystko

source: Collapse All
pl: Zwiń wszystko

source: Start Date
pl: Data rozpoczęcia

source: Due Date
pl: Termin

source: remove all
pl: Usuń wszystko

source: toggle chapter %(displayName)s
pl: przełącz rozdział %(displayName)s

source: Section
pl: Sekcja

source: Remove chapter %(chapterDisplayName)s
pl: Usuń rozdział %(chapterDisplayName)s

source: remove
pl: Usuń

source: toggle subsection %(displayName)s
pl: przełącz podsekcję %(displayName)s

source: Subsection
pl: Podsekcja

source: Remove subsection %(subsectionDisplayName)s
pl: Usuń podsekcję %(subsectionDisplayName)s

source: Remove unit %(unitName)s
pl: Usuń jednostkę %(unitName)s

source: Mark Exam As Completed
pl: Oznacz egzamin jako ukończony

source: Exam timer and end exam button
pl: Licznik czasu egzaminu i przycisk zakończenia egzaminu

source: End My Exam
pl: Zakończ mój egzamin

source: Hide Timer
pl: Ukryj licznik czasu

source: You are taking "{exam_link}" as {exam_type}.
pl: Przystępujesz do "{exam_link}" jako {exam_type}.

source: a timed exam
pl: egzamin na czas

source: The timer on the right shows the time remaining in the exam.
pl: Licznik po prawej stronie pokazuje czas pozostały do końca egzaminu.

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
pl: Aby otrzymać punkty za zadania, musisz wybrać "Wyślij" dla każdego zadania przed wybraniem "Zakończ mój egzamin".

source: Show More
pl: Pokaż więcej

source: Show Less
pl: Pokaż mniej

source: LEARN MORE
pl: DOWIEDZ SIĘ WIĘCEJ

source: Starts: %(start_date)s
pl: Rozpoczyna się: %(start_date)s

source: Starts
pl: Rozpoczyna się

source: Clear All
pl: Wyczyść wszystko

source: Highlighted text
pl: Podświetlony tekst

source: Note
pl: Uwaga

source: You commented...
pl: Skomentowałeś...

source: Noted in:
pl: Zanotowano w:

source: Last Edited:
pl: Ostatnio edytowano:

source: Tags:
pl: Tagi:

source: Clear search results
pl: Wyczyść wyniki wyszukiwania

source: Click to edit
pl: Kliknij, aby edytować

source: Order Number
pl: Numer zamówienia

source: Date Placed
pl: Data złożenia

source: Cost
pl: Koszt

source: Order Details
pl: Szczegóły zamówienia

source: for
pl: dla

source: Product Name
pl: Nazwa produktu

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
pl: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} z {maxCharacters}

source: Financial Assistance Application
pl: Wniosek o pomoc finansową

source: Profile Information
pl: Informacje profilowe

source: The following information is already a part of your {platform} profile and is required for your application.To edit this information go to
pl: Poniższe informacje są już częścią Twojego profilu {platform} i są wymagane do złożenia wniosku.Aby edytować te informacje, przejdź do

source: Email address
pl: Adres e-mail

source: Legal name
pl: Imię i nazwisko

source: Country of residence
pl: Kraj zamieszkania

source: Application Details
pl: Szczegóły wniosku

source: Submit Application
pl: Złóż wniosek

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
pl: Dziękujemy za złożenie wniosku o pomoc finansową dla kursu {course_name}! Odpowiedzi możesz spodziewać się w ciągu 2-4 dni roboczych.

source: Go to Dashboard
pl: Przejdź do panelu

source: Individual Exceptions
pl: Pojedyncze wyjątki

source: Enter the username or email address of each learner that you want to add as an exception.
pl: Wprowadź nazwę użytkownika lub adres e-mail każdego ucznia, którego chcesz dodać jako wyjątek.

source: Student email or username
pl: E-mail lub nazwa użytkownika studenta

source: Free text notes
pl: Wolne notatki tekstowe

source: Add to Exception List
pl: Dodaj do listy wyjątków

source: Generate Exception Certificates
pl: Generuj certyfikaty wyjątków
