Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: This is to confirm that you changed the e-mail associated with %(platform_name)s from %(old_email)s to %(new_email)s. If you did not make this request, please contact us immediately. Contact information is listed at:
pl: Niniejszym potwierdzamy, że zmieniłeś adres e-mail powiązany z %(platform_name)s z %(old_email)s na %(new_email)s. Jeśli nie złożyłeś tej prośby, skontaktuj się z nami natychmiast. Informacje kontaktowe znajdują się pod adresem:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
pl: Prowadzimy rejestr starych wiadomości e-mail; dlatego, jeśli ta prośba była nieumyślna, możemy przeprowadzić dochodzenie.

source: Proctoring requirements for %(course_name)s
pl: Wymagania dotyczące nadzoru dla %(course_name)s

source: Hello %(full_name)s,
pl: Witaj %(full_name)s,

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
pl: Jesteś zapisany na kurs %(course_name)s na %(platform_name)s. Ten kurs zawiera egzaminy nadzorowane.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
pl: Egzaminy nadzorowane to egzaminy czasowe, które zdajesz, podczas gdy oprogramowanie nadzorujące monitoruje pulpit Twojego komputera, obraz z kamery internetowej i dźwięk. Twój kurs wykorzystuje oprogramowanie %(proctoring_provider)s do nadzoru.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
pl: Dokładnie zapoznaj się z wymaganiami systemowymi oraz krokami do przystąpienia do egzaminu nadzorowanego, aby upewnić się, że jesteś przygotowany.

source: Proctoring Instructions and Requirements
pl: Instrukcje i wymagania dotyczące nadzoru

source: Thank you,
pl: Dziękujemy,

source: The %(platform_name)s Team
pl: Zespół %(platform_name)s

source: Hello %(full_name)s
pl: Witaj %(full_name)s

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
pl: Jesteś zapisany na kurs %(course_name)s na %(platform_name)s. Ten kurs zawiera egzaminy nadzorowane.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
pl: Egzaminy nadzorowane to egzaminy na czas, które zdajesz, podczas gdy oprogramowanie nadzorujące monitoruje pulpit Twojego komputera, obraz z kamery internetowej i dźwięk. Twój kurs wykorzystuje oprogramowanie %(proctoring_provider)s do nadzoru.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
pl: Dokładnie zapoznaj się z wymaganiami systemowymi oraz krokami do podjęcia egzaminu nadzorowanego, aby upewnić się, że jesteś przygotowany.

source: To view proctoring instructions and requirements, please visit: %(proctoring_requirements_url)s
pl: Aby wyświetlić instrukcje i wymagania dotyczące nadzoru, odwiedź: %(proctoring_requirements_url)s

source: This email was automatically sent from %(platform_name)s to %(full_name)s.
pl: Ten e-mail został wysłany automatycznie z %(platform_name)s do %(full_name)s.

source: Proctoring requirements for %(course_name)s
pl: Wymagania dotyczące nadzoru dla %(course_name)s

source: Create Recovery Email
pl: Utwórz e-mail do odzyskiwania

source: You've registered this recovery email address for %(platform_name)s.
pl: Zarejestrowałeś ten adres e-mail do odzyskiwania dla %(platform_name)s.

source: If you set this email address, click "confirm email." If you didn't request this change, you can disregard this email.
pl: Jeśli ustawiłeś ten adres e-mail, kliknij &quot;Potwierdź adres e-mail&quot;. Jeśli nie prosiłeś o tę zmianę, możesz zignorować ten e-mail.

source: Confirm Email
pl: Potwierdź adres e-mail

source: Confirm your recovery email for %(platform_name)s
pl: Potwierdź swój adres e-mail do odzyskiwania dla %(platform_name)s

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
pl: Ukończono kurs "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
pl: Ukończono kurs "{course_name}" ({course_mode})

source: The badge image must be square.
pl: Obraz odznaki musi być kwadratowy.

source: The badge image file size must be less than 250KB.
pl: Obraz odznaki musi mieć rozmiar mniejszy niż 250KB

source: This value must be all lowercase.
pl: Ta wartość musi być napisana małymi literami.

source: Take free online courses at edX.org
pl: Weź udział w darmowych kursach online na edX.org

source: © {org_name}. All rights reserved except where noted. edX, Open edX and their respective logos are registered trademarks of edX Inc.
pl: © {org_name}. Wszelkie prawa zastrzeżone, chyba że zaznaczono inaczej. edX, Open edX i ich odpowiednie logotypy są zastrzeżonymi znakami towarowymi edX Inc.

source: Powered by Open edX
pl: Zasilane przez Open edX

source: Contact Us
pl: Skontaktuj się z nami

source: Help Center
pl: Centrum pomocy

source: Security
pl: Bezpieczeństwo

source: Media Kit
pl: Zestaw dla mediów

source: Donate
pl: Wspieraj

source: About
pl: O nas

source: {platform_name} for Business
pl: {platform_name} dla Firm

source: Contact
pl: Kontakt

source: Careers
pl: Kariera

source: News
pl: Aktualności

source: Terms of Service & Honor Code
pl: Warunki świadczenia usług i kodeks honorowy

source: Privacy Policy
pl: Polityka prywatności

source: Accessibility Policy
pl: Polityka dostępności

source: Terms of Service
pl: Warunki świadczenia usług

source: Sitemap
pl: Mapa strony

source: Affiliates
pl: Partnerzy

source: Cookie Policy
pl: Polityka plików cookie

source: Your Privacy Choices
pl: Twoje wybory dotyczące prywatności

source: Trademark Policy
pl: Polityka znaków towarowych

source: Download the {platform_name} mobile app from the Apple App Store
pl: Pobierz aplikację mobilną {platform_name} z Apple App Store

source: Download the {platform_name} mobile app from Google Play
pl: Pobierz aplikację mobilną {platform_name} z Google Play

source: "{course_title}" Course Staff
pl: Personel kursu "{course_title}"

source: CCX Coach
pl: Trener CCX

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
pl: CCX może być utworzony na tym kursie tylko za pośrednictwem usługi zewnętrznej. Skontaktuj się z administratorem kursu, aby uzyskać dostęp.

source: The course is full: the limit is {max_student_enrollments_allowed}
pl: Kurs jest pełny: limit to {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
pl: Musisz być trenerem CCX, aby uzyskać dostęp do tego widoku.

source: You must be the coach for this ccx to access this view
pl: Musisz być trenerem tego CCX, aby uzyskać dostęp do tego widoku

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
pl: Nie możesz utworzyć CCX z kursu używając przestarzałego ID. Utwórz ponowne uruchomienie tego kursu w studiu, aby zezwolić na tę akcję.

source: regenerated
pl: zregenerowany

source: generated
pl: wygenerowany

source: All learners
pl: Wszyscy uczestnicy

source: For exceptions
pl: Dla wyjątków

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
pl: Czytelny opis przykładowego certyfikatu. Na przykład, 'zweryfikowany' lub 'honorowy', aby odróżnić dwa typy certyfikatów.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
pl: Unikalny identyfikator przykładowego certyfikatu. Służy do określenia, który przykładowy certyfikat został przetworzony, gdy otrzymamy odpowiedź z kolejki.

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
pl: Klucz dostępu do przykładowego certyfikatu. Służy do weryfikacji, czy nadawca jest tą samą jednostką, którą poprosiliśmy o wygenerowanie certyfikatu, gdy otrzymamy odpowiedź z kolejki.

source: The full name that will appear on the certificate.
pl: Pełne imię i nazwisko, które pojawi się na certyfikacie.

source: The template file to use when generating the certificate.
pl: Plik szablonu do wykorzystania przy generowaniu certyfikatu.

source: The status of the example certificate.
pl: Status przykładowego certyfikatu.

source: The reason an error occurred during certificate generation.
pl: Przyczyna błędu, który wystąpił podczas generowania certyfikatu.

source: The download URL for the generated certificate.
pl: Adres URL do pobrania wygenerowanego certyfikatu.

source: Name of template.
pl: Nazwa szablonu.

source: Description and/or admin notes.
pl: Opis i/lub uwagi administratora.

source: Django template HTML.
pl: Kod HTML szablonu Django.

source: Organization of template.
pl: Organizacja szablonu.

source: The course mode for this template.
pl: Tryb kursu dla tego szablonu.

source: On/Off switch.
pl: Przełącznik Wł./Wył.

source: Description of the asset.
pl: Opis zasobu.

source: Asset file. It could be an image or css file.
pl: Plik zasobu. Może to być obraz lub plik CSS.

source: Asset's unique slug. We can reference the asset in templates using this value.
pl: Unikalny identyfikator zasobu. Możemy odwoływać się do zasobu w szablonach za pomocą tej wartości.

source: user is not given.
pl: Użytkownik nie został podany.

source: user '{user}' does not exist
pl: Użytkownik '{user}' nie istnieje

source: Course id '{course_id}' is not valid
pl: Identyfikator kursu '{course_id}' jest nieprawidłowy.

source: The course does not exist against the given key '{course_key}'
pl: Kurs nie istnieje dla podanego klucza '{course_key}'

source: User {username} does not exist
pl: Użytkownik {username} nie istnieje

source: {course_key} is not a valid course key
pl: {course_key} nie jest prawidłowym kluczem kursu

source: The course {course_key} does not exist
pl: Kurs {course_key} nie istnieje

source: User {user_id} is not enrolled in the course {course_key}
pl: Użytkownik {user_id} nie jest zapisany na kurs {course_key}

source: An unexpected error occurred while regenerating certificates.
pl: Wystąpił nieoczekiwany błąd podczas ponownego generowania certyfikatów.

source: User {username} is not enrolled in the course {course_key}
pl: Użytkownik {username} nie jest zapisany na kurs {course_key}

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
pl: Certyfikat {cert_type} oznacza, że uczeń zgodził się przestrzegać kodeksu honorowego ustalonego przez {platform_name} i ukończył wszystkie wymagane zadania dla tego kursu zgodnie z jego wytycznymi.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
pl: Certyfikat {cert_type} oznacza, że uczeń zgodził się przestrzegać kodeksu honorowego ustalonego przez {platform_name} i ukończył wszystkie wymagane zadania dla tego kursu zgodnie z jego wytycznymi.

source: A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
pl: Certyfikat {cert_type} oznacza również, że tożsamość ucznia została zweryfikowana i jest ważna.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
pl: Certyfikat {cert_type} świadczy o wysokim poziomie osiągnięć w programie nauczania i obejmuje weryfikację tożsamości studenta.

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
pl: To jest ważny certyfikat {platform_name} dla {user_name}, który uczestniczył w {partner_short_name} {course_number}

source: {partner_short_name} {course_number} Certificate | {platform_name}
pl: {partner_short_name} {course_number} Certyfikat | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
pl: pomyślnie ukończył, otrzymał ocenę pozytywną i został nagrodzony niniejszym certyfikatem ukończenia {platform_name} {certificate_type} w

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
pl: {platform_name} potwierdza osiągnięcia za pomocą certyfikatów, które są przyznawane za ukończone przez studentów {platform_name} działania związane z kursem.

source: All rights reserved
pl: Wszystkie prawa zastrzeżone

source: Invalid Certificate
pl: Nieprawidłowy Certyfikat

source: Certificate Validation
pl: Walidacja certyfikatu

source: About {platform_name} Accomplishments
pl: O osiągnięciach {platform_name}

source: Issued On:
pl: Wydano dnia:

source: Certificate ID Number
pl: Numer identyfikacyjny certyfikatu

source: About {platform_name} Certificates
pl: O certyfikatach {platform_name}

source: How {platform_name} Validates Student Certificates
pl: Jak {platform_name} weryfikuje certyfikaty studentów

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
pl: Certyfikaty wydawane przez {platform_name} są podpisywane kluczem gpg, dzięki czemu mogą być niezależnie walidowane przez każdego, kto posiada klucz publiczny {platform_name}. Do niezależnej weryfikacji {platform_name} używa tak zwanego "odłączonego podpisu"&quot;".

source: Validate this certificate for yourself
pl: Sam zweryfikuj ten certyfikat

source: {platform_name} offers interactive online classes and MOOCs.
pl: {platform_name} oferuje interaktywne zajęcia online i MOOC-i.

source: About {platform_name}
pl: O {platform_name}

source: Learn more about {platform_name}
pl: Dowiedz się więcej o {platform_name}

source: Learn with {platform_name}
pl: Ucz się z {platform_name}

source: Work at {platform_name}
pl: Pracuj w {platform_name}

source: Contact {platform_name}
pl: Skontaktuj się z {platform_name}

source: {platform_name} acknowledges the following student accomplishment
pl: {platform_name} potwierdza następujące osiągnięcie studenta

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
pl: kurs oferowany przez {partner_short_name}, inicjatywę nauki online firmy {partner_long_name}.

source: a course of study offered by {partner_short_name}.
pl: kurs oferowany przez {partner_short_name}.

source: I completed the {course_title} course on {platform_name}.
pl: Ukończyłem kurs {course_title} na {platform_name}.

source: I completed a course at {platform_name}. Take a look at my certificate.
pl: Ukończyłem kurs na {platform_name}. Spójrz na mój certyfikat.

source: More Information About {user_name}'s Certificate:
pl: Więcej informacji o certyfikacie {user_name}:

source: {fullname}, you earned a certificate!
pl: {fullname}, zdobyłeś certyfikat!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
pl: Gratulacje! Ta strona podsumowuje Twoje osiągnięcia. Pochwal się nimi rodzinie, przyjaciołom i współpracownikom w swoich sieciach społecznościowych i zawodowych.

source: More about {fullname}'s accomplishment
pl: Więcej o osiągnięciach {fullname}

source: {course_id} is not a valid course key.
pl: {course_id} nie jest prawidłowym kluczem kursu.

source: Course {course_id} does not exist.
pl: Kurs {course_id} nie istnieje.

source: Use the checkout page hosted by the E-Commerce service.
pl: Użyj strony płatności hostowanej przez usługę e-commerce.

source: Path to course(s) checkout page hosted by the E-Commerce service.
pl: Ścieżka do strony płatności za kurs(y) hostowanej przez usługę e-commerce.

source: Cache Time To Live
pl: Czas życia pamięci podręcznej

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
pl: Podano w sekundach. Włącz buforowanie, ustawiając wartość większą niż 0.

source: Path to order receipt page.
pl: Ścieżka do strony potwierdzenia zamówienia.

source: Automatically approve valid refund requests, without manual processing
pl: Automatyczne zatwierdzanie ważnych wniosków o zwrot pieniędzy, bez ręcznego przetwarzania

source: [Refund] User-Requested Refund
pl: [Zwrot] Zwrot zainicjowany przez użytkownika

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
pl: Została zainicjowana prośba o zwrot pieniędzy dla {username} ({email}). Aby przetworzyć tę prośbę, odwiedź poniższe linki.

source: Practice Exam
pl: Egzamin próbny

source: Proctored Exam
pl: Egzamin nadzorowany

source: Timed Exam
pl: Egzamin na czas

source: Exam
pl: Egzamin

source: There’s still time to reach your goal
pl: Nadal masz czas, aby osiągnąć swój cel

source: Jump back in
pl: Wróć do tego

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
pl: Pamiętaj, zawsze możesz zmienić swój cel nauki. Najlepszym celem jest ten, którego możesz się trzymać.

source: Adjust my goal
pl: Dostosuj mój cel

source: Unsubscribe from goal reminder emails for this course
pl: Anuluj subskrypcję e-maili przypominających o celu dla tego kursu

source: You're almost there!
pl: Już prawie!

source: There's still time to reach your goal
pl: Nadal masz czas, aby osiągnąć swój cel

source: You set a goal of learning %(days_per_week)s times a week in %(course_name)s. You're not quite there, but there's still time to reach that goal!
pl: Ustawiłeś cel nauki %(days_per_week)s razy w tygodniu w kursie %(course_name)s. Jeszcze nie do końca, ale nadal masz czas, aby osiągnąć ten cel!

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
pl: Pamiętaj, zawsze możesz zmienić swój cel nauki. Najlepszym celem jest ten, którego możesz się trzymać.

source: You've almost reached your goal in %(course_name)s
pl: Prawie osiągnąłeś swój cel w kursie %(course_name)s

source: These define the context to disable the frontend-app-learning progress page.If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
pl: Definiują one kontekst do wyłączenia strony postępów w nauce aplikacji frontendowej. Jeśli nie ustawiono żadnych wartości, konfiguracja ma zastosowanie globalne. Jeśli ustawiono pojedynczą wartość, konfiguracja ma zastosowanie do wszystkich kursów w tym kontekście. W danym momencie można ustawić maksymalnie jedną wartość.<br> Jeśli do kursu stosuje się wiele kontekstów (na przykład, jeśli konfiguracja jest określona specjalnie dla kursu i dla organizacji, w której znajduje się kurs, wówczas bardziej szczegółowy kontekst zastępuje bardziej ogólny kontekst.

source: If any of these values is left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies.For example, if "Disabled" is left as "Unknown" in the course context, then that course will be Disabled only if the org that it is in is Disabled.
pl: Jeśli którakolwiek z tych wartości zostanie pozostawiona pusta lub jako "Nieznana", ich wartość w czasie wykonywania zostanie pobrana z następnego, najbardziej szczegółowego kontekstu, który ma zastosowanie. Na przykład, jeśli "Wyłączone" zostanie pozostawione jako "Nieznane" w kontekście kursu, to ten kurs zostanie wyłączony tylko wtedy, gdy organizacja, do której należy, jest wyłączona.

source: Disabled
pl: Wyłączone

source: Please contact your degree administrator or {platform_name} Support if you have questions.
pl: W razie pytań skontaktuj się z administratorem swojego kierunku studiów lub działem wsparcia {platform_name}.

source: Course is full
pl: Kurs jest pełny

source: 'course_id' is required.
pl: Wymagane jest 'course_id'.

source: Only 'course_id' is expected.
pl: Oczekiwano tylko 'course_id'.

source: Welcome message successfully dismissed.
pl: Wiadomość powitalna została pomyślnie odrzucona.

source: Your course goal has been successfully set.
pl: Twój cel kursu został pomyślnie ustawiony.

source: Course goal updated successfully.
pl: Cel kursu został pomyślnie zaktualizowany.

source: Enable learners to access, and collaborate on course-related information.
pl: Umożliwienie uczniom dostępu do informacji związanych z kursem i współpracy nad nimi.

source: This is the wiki for **{organization}**'s _{course_name}_.
pl: To jest wiki dla kursu **{organization}** _{course_name}_.

source: Course page automatically created.
pl: Strona kursu została automatycznie utworzona.

source: Welcome to the {platform_name} Wiki
pl: Witamy na Wiki {platform_name}

source: Visit a course wiki to add an article.
pl: Odwiedź wiki kursu, aby dodać artykuł.

source: Course has not started
pl: Kurs się nie rozpoczął

source: Course does not start until {}
pl: Kurs rozpoczyna się dopiero {}

source: You have unfulfilled milestones
pl: Masz niespełnione kamienie milowe

source: You do not have access to this course
pl: Nie masz dostępu do tego kursu

source: You do not have access to this course on a mobile device
pl: Nie masz dostępu do tego kursu na urządzeniu mobilnym

source: You must be enrolled in the course
pl: Musisz być zapisany na kurs.

source: You are enrolled in this course with '{enrollment_enterprise_name}'. However, you are currently logged in as a '{active_enterprise_name}' user. Please log in with '{enrollment_enterprise_name}' to access this course.
pl: Jesteś zapisany na ten kurs z '{enrollment_enterprise_name}'. Jednakże, jesteś aktualnie zalogowany jako użytkownik '{active_enterprise_name}'. Zaloguj się za pomocą '{enrollment_enterprise_name}', aby uzyskać dostęp do tego kursu.

source: You must give Data Sharing Consent for the course
pl: Musisz wyrazić zgodę na udostępnianie danych dla kursu

source: You must be logged in to see this course
pl: Musisz być zalogowany, aby zobaczyć ten kurs

source: {course_name} is no longer available.
pl: {course_name} nie jest już dostępny.

source: Financial Assistance
pl: Pomoc finansowa

source: Assignment
pl: Zadanie

source: Open Response Assessment
pl: Ocena otwartej odpowiedzi

source: This Open Response Assessment's due dates are set by your instructor and can't be shifted.
pl: Terminy tej oceny otwartej odpowiedzi są ustalane przez instruktora i nie mogą być zmienione.

source: Self Assessment
pl: Samoocena

source: Peer Assessment
pl: Ocena wzajemna

source: Staff Assessment
pl: Ocena personelu

source: Submission
pl: Przesłanie

source: {relative} ago - {absolute}
pl: {relative} temu - {absolute}

source: in {relative} - {absolute}
pl: za {relative} - {absolute}
