Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: For anyone, anywhere, anytime
pl: Dla każdego, wszędzie, o każdej porze

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
pl: Przepraszamy, ale ta wersja Twojej przeglądarki nie jest obsługiwana. Spróbuj ponownie, używając innej przeglądarki lub nowszej wersji przeglądarki.

source: The following errors occurred while processing your registration:
pl: Wystąpiły następujące błędy podczas przetwarzania Twojej rejestracji:

source: Sign up with {provider_name}
pl: Zarejestruj się za pomocą {provider_name}

source: Create your own {platform_name} account below
pl: Utwórz własne konto {platform_name} poniżej

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
pl: Wymagane pola są oznaczone <strong class="indicator">pogrubionym tekstem i gwiazdką (*)</strong>.

source: You've successfully signed in with {selected_provider}.
pl: Zalogowałeś się pomyślnie za pomocą {selected_provider}.

source: We just need a little more information before you start learning with {platform_name}.
pl: Potrzebujemy jeszcze trochę informacji, zanim zaczniesz uczyć się z {platform_name}.

source: Please complete the following fields to register for an account.
pl: Wypełnij poniższe pola, aby założyć konto.

source: example: Jane Doe
pl: przykład: Jan Kowalski

source: Your legal name, used for any certificates you earn.
pl: Twoje imię i nazwisko, używane do wszelkich zdobytych certyfikatów.

source: example: JaneDoe
pl: przykład: JanKowalski

source: Will be shown in any discussions or forums you participate in
pl: Będzie wyświetlane we wszystkich dyskusjach i forach, w których uczestniczysz

source: cannot be changed later
pl: nie można później zmienić

source: Welcome {username}
pl: Witaj {username}

source: Enter a Public Display Name:
pl: Wprowadź publiczną nazwę wyświetlaną:

source: Public Display Name
pl: Publiczna nazwa wyświetlana:

source: Additional Personal Information
pl: Dodatkowe informacje osobiste

source: example: New York
pl: przykład: Warszawa

source: Highest Level of Education Completed
pl: Najwyższy ukończony poziom edukacji

source: Year of Birth
pl: Rok urodzenia

source: Please share with us your reasons for registering with {platform_name}
pl: Podziel się z nami swoimi powodami rejestracji w {platform_name}

source: Account Acknowledgements
pl: Potwierdzenia konta

source: Preferences for {platform_name}
pl: Preferencje dla {platform_name}

source: Update my {platform_name} Account
pl: Zaktualizuj moje konto {platform_name}

source: Processing your account information
pl: Przetwarzanie informacji o Twoim koncie

source: Welcome {username}! Please set your preferences below
pl: Witaj {username}! Ustaw swoje preferencje poniżej

source: Required fields are noted by {strong_indicator}bold text and an asterisk (*).{strong_close}
pl: Wymagane pola są oznaczone {strong_indicator}pogrubionym tekstem i gwiazdką (*).{strong_close}

source: Update My Account
pl: Zaktualizuj moje konto

source: Registration Help
pl: Pomoc w rejestracji

source: Already registered?
pl: Masz już konto?

source: Next Steps
pl: Następne kroki

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
pl: Otrzymasz e-mail aktywacyjny. Musisz kliknąć w link aktywacyjny, aby zakończyć proces. Nie widzisz e-maila? Sprawdź folder spamu i oznacz e-maile z class.stanford.edu jako "nie spam", ponieważ będziesz chciał otrzymywać e-maile z kursów.

source: Need Help?
pl: Potrzebujesz pomocy?

source: Need help in registering with {platform_name}?
pl: Potrzebujesz pomocy w rejestracji w {platform_name}?

source: View our FAQs for answers to commonly asked questions.
pl: Zapoznaj się z naszymi FAQ, aby znaleźć odpowiedzi na często zadawane pytania.

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
pl: Po zarejestrowaniu, większość pytań można zadać na forach dyskusyjnych dotyczących konkretnego kursu lub w sekcji FAQ.

source: Thank you for signing up for {platform_name}.
pl: Dziękujemy za zarejestrowanie się w {platform_name}.

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
pl: Zmień swoje życie i zacznij uczyć się już dziś, aktywując swoje konto {platform_name}. Kliknij w poniższy link lub skopiuj i wklej go do paska adresu przeglądarki.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
pl: Jeśli nie prosiłeś o to, nie musisz nic robić; nie będziesz otrzymywał od nas więcej e-maili. Prosimy nie odpowiadać na ten e-mail; jeśli potrzebujesz pomocy, sprawdź sekcję "O nas" na stronie internetowej {platform_name} Courses.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
pl: Potwierdzamy, że zmieniłeś adres e-mail powiązany z {platform_name} z {old_email} na {new_email}. Jeśli to nie Ty złożyłeś to zapytanie, skontaktuj się z nami pod adresem

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
pl: Otrzymaliśmy prośbę o zmianę adresu e-mail powiązanego z Twoim kontem {platform_name} z {old_email} na {new_email}. Jeśli to prawda, potwierdź swój nowy adres e-mail, odwiedzając:

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
pl: Przepraszamy. Nasi pracownicy kursu nie zatwierdzili Twojej prośby o zmianę imienia z {old_name} na {new_name}. Jeśli potrzebujesz dalszej pomocy, wyślij e-mail do działu wsparcia technicznego pod adres {email}

source: Put your Terms of Service here!
pl: Umieść tutaj swoje Warunki świadczenia usług!

source: Put your Privacy Policy here!
pl: Umieść tutaj swoją Politykę prywatności!

source: Put your Honor Code here!
pl: Umieść tutaj swój Kodeks Honorowy!

source: Put your Copyright Text here!
pl: Umieść tutaj swój tekst dotyczący praw autorskich!

source: Code Editor
pl: Edytor kodu
