Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left/center/right:
pl: Po przesłaniu obrazu, jest on dołączany do tego konkretnego artykułu i może być używany tylko tutaj. Inni użytkownicy mogą zastąpić obraz, ale starsze wersje są zachowywane. Prawdopodobnie chcesz wyświetlić obraz z ładnym podpisem. Aby to osiągnąć, naciśnij przycisk Wstaw i wypełnij pola podpisu oraz ewentualnie wybierz, czy obraz ma pływać po prawej lub lewej stronie treści. Możesz użyć Markdown w podpisie. Składnia kodu Markdown dla obrazów wygląda tak, możliwe wartości dla wyrównania to lewo/środek/prawo:

source: Links
pl: Linki

source: Link to another wiki page
pl: Link do innej strony wiki

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
pl: Wpisz coś z tytułu innej strony wiki, a autouzupełnianie pomoże Ci stworzyć tag dla linku wiki. Tagi dla linków wyglądają tak:

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
pl: Możesz linkować do innej strony internetowej, po prostu wstawiając adres example.com lub http://example.com lub używając składni markdown:

source: Notifications
pl: Powiadomienia

source: When this article is edited
pl: Gdy ten artykuł jest edytowany

source: Also receive emails about article edits
pl: Otrzymuj również e-maile o edycjach artykułów

source: Your notification settings were updated.
pl: Twoje ustawienia powiadomień zostały zaktualizowane.

source: Your notification settings were unchanged, so nothing saved.
pl: Twoje ustawienia powiadomień nie zostały zmienione, więc nic nie zostało zapisane.

source: %(user)s subscribing to %(article)s (%(type)s)
pl: %(user)s subskrybuje %(article)s (%(type)s)

source: Article deleted: %s
pl: Artykuł usunięty: %s

source: Article modified: %s
pl: Artykuł zmodyfikowany: %s

source: New article created: %s
pl: Nowy artykuł utworzony: %s

source: notifications
pl: powiadomienia

source: No notifications
pl: Brak powiadomień

source: Clear notifications list
pl: Wyczyść listę powiadomień

source: Search...
pl: Szukaj...

source: Log in
pl: Zaloguj się

source: Sign up
pl: Zarejestruj się

source: Article deleted
pl: Artykuł usunięty

source: Article Deleted
pl: Artykuł usunięty

source: The article you were looking for has been deleted.
pl: Artykuł, którego szukałeś, został usunięty.

source: You may restore this article and its children by clicking restore.
pl: Możesz przywrócić ten artykuł i jego elementy podrzędne, klikając przycisk przywracania.

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
pl: Możesz trwale usunąć ten artykuł i wszystkie elementy podrzędne oraz zwolnić ich slugi, klikając przycisk poniżej. Tej operacji nie można cofnąć.

source: Listing articles in
pl: Lista artykułów w

source: Up one level
pl: Jeden poziom wyżej

source: Add article
pl: Dodaj artykuł

source: clear
pl: Wyczyść

source: article,articles
pl: artykuł,artykuły

source: matches,match
pl: dopasowania,dopasowanie

source: %(cnt)s %(articles_plur)s in this level %(match_plur)s your search.
pl: %(cnt)s %(articles_plur)s na tym poziomie %(match_plur)s Twoje wyszukiwanie.

source: is,are
pl: jest,są

source: There %(articles_plur_verb)s %(cnt)s %(articles_plur)s in this level.
pl: Na tym poziomie %(articles_plur_verb)s %(cnt)s %(articles_plur)s.

source: Last modified
pl: Ostatnia modyfikacja:

source: no log message
pl: brak wiadomości w dzienniku

source: Sorry, you don't have permission to view this page.
pl: Przepraszamy, nie masz uprawnień do przeglądania tej strony.

source: Previewing revision
pl: Podgląd wersji

source: Previewing merge between
pl: Podgląd połączenia między

source: and
pl: i

source: Settings
pl: Ustawienia

source: Source of
pl: Źródło

source: This article is currently locked for editing.
pl: Ten artykuł jest obecnie zablokowany do edycji.

source: Please log in
pl: Proszę się zalogować

source: Log me in...
pl: Zaloguj mnie...

source: Don't have an account?
pl: Nie masz konta?

source: Sign me up...
pl: Zarejestruj mnie...

source: Create root article
pl: Utwórz artykuł główny

source: Congratulations!
pl: Gratulacje!

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
pl: Masz zainstalowaną django-wiki... ale nie ma żadnych artykułów. Czas utworzyć pierwszy, artykuł główny. Na początku będzie on edytowalny tylko przez administratorów, ale później możesz zdefiniować uprawnienia.

source: Root article
pl: Artykuł główny

source: Create root
pl: Utwórz główny

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
pl: Musisz się <a href="%(login_url)s">zalogować</a> lub <a href="%(signup_url)s">zarejestrować</a>, aby skorzystać z tej funkcji.

source: You need to log in og sign up to use this function.
pl: Musisz się zalogować lub zarejestrować, aby skorzystać z tej funkcji.

source: Changes
pl: Zmiany

source: View Source
pl: Wyświetl źródło

source: Sub-articles for
pl: Podartykuły dla

source: No sub-articles
pl: Brak podartykułów

source: ...and more
pl: ...i więcej

source: Browse articles in this level
pl: Przeglądaj artykuły na tym poziomie

source: New article next to
pl: Nowy artykuł obok

source: New article below
pl: Nowy artykuł poniżej

source: by
pl: przez

source: restored
pl: przywrócono

source: unlocked
pl: odblokowano

source: You are now sign up... and now you can sign in!
pl: Zostałeś zarejestrowany... i teraz możesz się zalogować!

source: You are no longer logged in. Bye bye!
pl: Zostałeś wylogowany. Pa pa!

source: You are now logged in! Have fun!
pl: Jesteś teraz zalogowany! Baw się dobrze!

source: New article '%s' created.
pl: Utworzono nowy artykuł '%s'.

source: There was an error creating this article: %s
pl: Wystąpił błąd podczas tworzenia tego artykułu: %s

source: There was an error creating this article.
pl: Wystąpił błąd podczas tworzenia tego artykułu.

source: This article cannot be deleted because it has children or is a root article.
pl: Ten artykuł nie może zostać usunięty, ponieważ ma podrzędne artykuły lub jest artykułem głównym.

source: This article together with all its contents are now completely gone! Thanks!
pl: Ten artykuł wraz z całą zawartością został całkowicie usunięty! Dziękujemy!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
pl: Artykuł "%s" został oznaczony jako usunięty! Dziękujemy za utrzymywanie witryny wolnej od niechcianych materiałów!

source: Your changes were saved.
pl: Twoje zmiany zostały zapisane.

source: A new revision of the article was successfully added.
pl: Pomyślnie dodano nową wersję artykułu.

source: Restoring article
pl: Przywracanie artykułu

source: The article "%s" and its children are now restored.
pl: Artykuł "%s" i jego podrzędne elementy zostały przywrócone.

source: The article %(title)s is now set to display revision #%(revision_number)d
pl: Artykuł %(title)s jest teraz ustawiony na wyświetlanie wersji #%(revision_number)d

source: New title
pl: Nowy tytuł

source: Merge between Revision #%(r1)d and Revision #%(r2)d
pl: Połącz wersję #%(r1)d i wersję #%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
pl: Utworzono nową wersję: Połącz wersję #%(r1)d i wersję #%(r2)d

source: Click on the "Start System Check" link below to download and run the proctoring software.
pl: Kliknij link "Rozpocznij sprawdzanie systemu" poniżej, aby pobrać i uruchomić oprogramowanie do nadzoru.

source: Once you have verified your identity and reviewed the exam guidelines in Proctortrack, you will be redirected back to this page.
pl: Po zweryfikowaniu tożsamości i zapoznaniu się z wytycznymi egzaminacyjnymi w Proctortrack, zostaniesz przekierowany z powrotem na tę stronę.

source: To confirm that proctoring has started, make sure your webcam feed and the blue Proctortrack box are both visible on your screen.
pl: Aby potwierdzić, że nadzór się rozpoczął, upewnij się, że obraz z kamery internetowej i niebieskie pole Proctortrack są widoczne na ekranie.

source: Click on the "Start Proctored Exam" button below to continue.
pl: Kliknij przycisk "Rozpocznij egzamin nadzorowany" poniżej, aby kontynuować.

source: Page Not Found
pl: Nie znaleziono strony

source: Page not found
pl: Nie znaleziono strony

source: The page that you were looking for was not found.
pl: Strona, której szukałeś, nie została znaleziona.

source: Go back to the {homepage}.
pl: Wróć do {homepage}.

source: {studio_name} Server Error
pl: {studio_name} Błąd serwera

source: The {em_start}{studio_name}{em_end} servers encountered an error
pl: Serwery {em_start}{studio_name}{em_end} napotkały błąd

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
pl: Wystąpił błąd w {studio_name} i nie można było załadować strony. Proszę spróbować ponownie za kilka chwil.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
pl: Zarejestrowaliśmy błąd, a nasz personel pracuje obecnie nad jego rozwiązaniem tak szybko, jak to możliwe.

source: Studio Accessibility Policy
pl: Zasady dostępności studia

source: Files
pl: Pliki

source: Content
pl: Treść

source: Course Certificates
pl: Certyfikaty kursu

source: This module is not enabled.
pl: Ten moduł nie jest włączony.

source: This course does not use a mode that offers certificates.
pl: Ten kurs nie używa trybu, który oferuje certyfikaty.

source: Working with Certificates
pl: Praca z certyfikatami

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
pl: Określ tytuł kursu do użycia na certyfikacie, jeśli oficjalny tytuł kursu jest zbyt długi, aby dobrze się wyświetlał.

source: For verified certificates, specify between one and four signatories and upload the associated images.
pl: W przypadku zweryfikowanych certyfikatów, określ od jednego do czterech sygnatariuszy i prześlij powiązane obrazy.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
pl: Aby edytować lub usunąć certyfikat przed jego aktywacją, najedź kursorem na prawy górny róg formularza i wybierz {em_start}Edytuj{em_end} lub ikonę usuwania.

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
pl: Aby wyświetlić przykładowy certyfikat, wybierz tryb kursu i wybierz {em_start}Podgląd certyfikatu{em_end}.

source: Issuing Certificates to Learners
pl: Wydawanie certyfikatów uczniom

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
pl: Aby rozpocząć wydawanie certyfikatów kursu, członek zespołu kursu z rolą personelu lub administratora wybiera {em_start}Aktywuj{em_end}. Tylko członkowie zespołu kursu z tymi rolami mogą edytować lub usuwać aktywowany certyfikat.

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
pl: {em_start}Nie{em_end} usuwaj certyfikatów po rozpoczęciu kursu; uczniowie, którzy już zdobyli certyfikaty, nie będą już mogli ich uzyskać.

source: Learn more about certificates
pl: Dowiedz się więcej o certyfikatach

source: Details & Schedule
pl: Szczegóły i harmonogram

source: Grading
pl: Ocenianie

source: Course Team
pl: Zespół kursu

source: Advanced Settings
pl: Zaawansowane ustawienia

source: Proctored Exam Settings
pl: Ustawienia egzaminu nadzorowanego

source: Checklists
pl: Listy kontrolne

source: Tools
pl: Narzędzia

source: Duplicate
pl: Duplikuj

source: Duplicate this component
pl: Zduplikuj ten komponent

source: Move
pl: Przenieś

source: Delete this component
pl: Usuń ten komponent

source: Drag to reorder
pl: Przeciągnij, aby zmienić kolejność

source: Page Actions
pl: Akcje strony

source: Open the courseware in the LMS
pl: Otwórz materiały kursu w LMS

source: View Live Version
pl: Wyświetl wersję na żywo

source: Preview the courseware in the LMS
pl: Podgląd materiałów kursu w LMS

source: Collapse All
pl: Zwiń wszystko

source: Adding components
pl: Dodawanie komponentów

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
pl: Wybierz typ komponentu w sekcji {strong_start}Dodaj nowy komponent{strong_end}. Następnie wybierz szablon.

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
pl: Nowy komponent zostanie dodany na dole strony lub grupy. Możesz go następnie edytować i przenosić.

source: Editing components
pl: Edytowanie komponentów

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
pl: Kliknij ikonę {strong_start}Edytuj{strong_end} w komponencie, aby edytować jego zawartość.

source: Reorganizing components
pl: Reorganizacja komponentów

source: Drag components to new locations within this component.
pl: Przeciągnij komponenty do nowych miejsc w tym komponencie.

source: For content experiments, you can drag components to other groups.
pl: W przypadku eksperymentów z treścią, możesz przeciągać komponenty do innych grup.

source: Working with content experiments
pl: Praca z eksperymentami treści

source: Confirm that you have properly configured content in each of your experiment groups.
pl: Potwierdź, że poprawnie skonfigurowałeś zawartość w każdej z grup eksperymentalnych.

source: Learn more about component containers
pl: Dowiedz się więcej o kontenerach komponentów

source: Unit Location
pl: Lokalizacja jednostki

source: Location ID
pl: ID lokalizacji

source: To create a link to this unit from an HTML component in this course, enter {unit_link} as the URL value.
pl: Aby utworzyć link do tej jednostki z komponentu HTML w tym kursie, wprowadź {unit_link} jako wartość URL.

source: Create a Course Rerun of:
pl: Utwórz ponowne uruchomienie kursu:

source: You are creating a re-run from:
pl: Tworzysz ponowne uruchomienie z:

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
pl: Podaj informacje identyfikacyjne dla tego ponownego uruchomienia kursu. Oryginalny kurs nie jest w żaden sposób naruszony przez ponowne uruchomienie.

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
pl: Uwaga: Organizacja, numer kursu i uruchomienie kursu muszą razem jednoznacznie identyfikować tę nową instancję kursu.

source: Required Information to Create a re-run of a course
pl: Wymagane informacje do utworzenia ponownego uruchomienia kursu

source: Course Name
pl: Nazwa kursu

source: The public display name for the new course. (This name is often the same as the original course name.)
pl: Publiczna nazwa wyświetlana dla nowego kursu. (Ta nazwa jest często taka sama jak oryginalna nazwa kursu.)

source: Organization
pl: Organizacja

source: e.g. UniversityX or OrganizationX
pl: np. OrganizationX lub UniversityX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
pl: Nazwa organizacji sponsorującej nowy kurs. (Ta nazwa jest często taka sama jak nazwa oryginalnej organizacji.)

source: Note: No spaces or special characters are allowed.
pl: Uwaga: Spacje i znaki specjalne są niedozwolone.

source: Course Number
pl: Numer kursu

source: e.g. CS101
pl: np. CS101

source: The unique number that identifies the new course within the organization.(This number will be the same as the original course number and cannot be changed.)
pl: Unikalny numer, który identyfikuje nowy kurs w ramach organizacji.(Ten numer będzie taki sam jak numer kursu oryginalnego i nie może być zmieniony.)

source: e.g. 2014_T1
pl: np. 2014_T1

source: The term in which the new course will run. (This value is often different than the original course run value.)
pl: Okres, w którym będzie prowadzony nowy kurs. (Ta wartość często różni się od wartości uruchomienia kursu oryginalnego.)

source: Create Re-run
pl: Utwórz ponowne uruchomienie

source: When will my course re-run start?
pl: Kiedy rozpocznie się ponowne uruchomienie mojego kursu?

source: The new course is set to start on January 1, 2030 at midnight (UTC).
pl: Nowy kurs rozpocznie się 1 stycznia 2030 o północy (UTC).

source: What transfers from the original course?
pl: Co jest przenoszone z oryginalnego kursu?

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
pl: Nowy kurs ma ten sam zarys i zawartość co kurs oryginalny. Wszystkie problemy, filmy, ogłoszenia i inne pliki są duplikowane do nowego kursu.

source: What does not transfer from the original course?
pl: Co nie jest przenoszone z oryginalnego kursu?

source: You are the only member of the new course's staff. No students are enrolled in the course, and there is no student data. There is no content in the discussion topics or wiki.
pl: Jesteś jedynym członkiem personelu nowego kursu. Brak studentów zapisanych na kurs i brak danych studentów. Brak treści w tematach dyskusji lub wiki.

source: Learn more about Course Re-runs
pl: Dowiedz się więcej o ponownych uruchomieniach kursu

source: Course Updates
pl: Aktualizacje kursu

source: New Update
pl: Nowa aktualizacja

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
pl: Używaj aktualizacji kursu do powiadamiania studentów o ważnych datach lub egzaminach, podkreślania konkretnych dyskusji na forach, ogłaszania zmian w harmonogramie i odpowiadania na pytania studentów. Aktualizacje dodajesz lub edytujesz w HTML.

source: Course Outline
pl: Plan kursu

source: This course was created as a re-run. Some manual configuration is needed.
pl: Ten kurs został utworzony jako ponowne uruchomienie. Wymagana jest pewna ręczna konfiguracja.

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
pl: Obecnie żadna treść kursu nie jest widoczna i nie ma zapisanych studentów. Pamiętaj, aby przejrzeć i zresetować wszystkie daty, w tym Datę Rozpoczęcia Kursu; skonfigurować zespół kursu; przejrzeć aktualizacje kursu i inne zasoby pod kątem materiałów z datami; oraz zainicjować dyskusje i wiki.

source: This course run is using an upgraded version of edx discussion forum. In order to display the discussions sidebar, discussions xBlocks will no longer be visible to learners.
pl: Ta edycja kursu korzysta z ulepszonej wersji forum dyskusyjnego edx. Aby wyświetlić pasek boczny dyskusji, bloki xBlocks dyskusji nie będą już widoczne dla uczniów.

source: Learn more
pl: Dowiedz się więcej

source: Share feedback
pl: Przekaż opinię

source: Warning
pl: Ostrzeżenie

source: This course uses features that are no longer supported.
pl: Ten kurs wykorzystuje funkcje, które nie są już obsługiwane.

source: You must delete or replace the following components.
pl: Musisz usunąć lub zastąpić następujące komponenty.

source: Unsupported Components
pl: Nieobsługiwane komponenty

source: Deprecated Component
pl: Przestarzały komponent

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
pl: Aby uniknąć błędów, {platform_name} zdecydowanie zaleca usunięcie nieobsługiwanych funkcji z zaawansowanych ustawień kursu. Aby to zrobić, przejdź do {link_start}strony Ustawień zaawansowanych{link_end}, znajdź ustawienie "Zaawansowana Lista Modułów" , a następnie usuń następujące moduły z listy.

source: Unsupported Advance Modules
pl: Nieobsługiwane moduły zaawansowane

source: This course has proctored exam settings that are incomplete or invalid.
pl: Ten kurs ma niekompletne lub nieprawidłowe ustawienia egzaminu nadzorowanego.

source: To update these settings go to the {link_start}Proctored Exam Settings page{link_end}.
pl: Aby zaktualizować te ustawienia, przejdź do {link_start}strony ustawień egzaminu nadzorowanego{link_end}.

source: To update these settings go to the {link_start}Advanced Settings page{link_end}.
pl: Aby zaktualizować te ustawienia, przejdź do {link_start}strony Ustawień zaawansowanych{link_end}.

source: Proctoring Settings Errors
pl: Błędy ustawień nadzoru

source: Click to add a new section
pl: Kliknij, aby dodać nową sekcję

source: New Section
pl: Nowa sekcja

source: Reindex current course
pl: Ponownie zaindeksuj bieżący kurs

source: Reindex
pl: Ponownie zaindeksuj

source: Collapse All Sections
pl: Zwiń wszystkie sekcje

source: Expand All Sections
pl: Rozwiń wszystkie sekcje

source: Click to open the courseware in the LMS in a new tab
pl: Kliknij, aby otworzyć materiały kursu w LMS w nowej zakładce

source: View Live
pl: Zobacz na żywo

source: Creating your course organization
pl: Tworzenie organizacji kursu

source: You add sections, subsections, and units directly in the outline.
pl: Dodajesz sekcje, podsekcje i jednostki bezpośrednio w planie.

source: Create a section, then add subsections and units. Open a unit to add course components.
pl: Utwórz sekcję, a następnie dodaj podsekcje i jednostki. Otwórz jednostkę, aby dodać komponenty kursu.

source: Reorganizing your course
pl: Reorganizacja kursu

source: Drag sections, subsections, and units to new locations in the outline.
pl: Przeciągnij sekcje, podsekcje i jednostki w nowe miejsca w planie.

source: Learn more about the course outline
pl: Dowiedz się więcej o planie kursu

source: Setting release dates and grading policies
pl: Ustawianie dat publikacji i zasad oceniania

source: Learn more about grading policy settings
pl: Więcej informacji na temat ustawień zasad oceniania

source: Changing the content learners see
pl: Zmienianie treści widocznych dla uczniów

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
pl: Aby opublikować wersję roboczą treści, wybierz ikonę Publikuj dla sekcji, podsekcji lub jednostki.
