Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: These users will be enrolled once they register:
pl: Ci użytkownicy zostaną zapisani po zarejestrowaniu:

source: Emails successfully sent. The following users are no longer enrolled in the course:
pl: E-maile wysłane pomyślnie. Następujący użytkownicy nie są już zapisani w kursie:

source: The following users are no longer enrolled in the course:
pl: Następujący użytkownicy nie są już zapisani w kursie:

source: These users were not affiliated with the course so could not be unenrolled:
pl: Ci użytkownicy nie byli powiązani z kursem, więc nie można ich było wypisać:

source: Your message must have a subject.
pl: Twój e-mail musi mieć temat.

source: Your message cannot be blank.
pl: Twoja wiadomość nie może być pusta.

source: Your message must have at least one target.
pl: Twoja wiadomość musi mieć przynajmniej jednego odbiorcę.

source: There are invalid keywords in your email. Check the following keywords and try again.
pl: W twoim e-mailu znajdują się nieprawidłowe słowa kluczowe. Sprawdź następujące słowa kluczowe i spróbuj ponownie.

source: Yourself
pl: Siebie

source: Everyone who has staff privileges in this course
pl: Wszyscy, którzy mają uprawnienia personelu na tym kursie

source: All learners who are enrolled in this course
pl: Wszyscy uczący się zapisani na ten kurs.

source: All learners in the {cohort_name} cohort
pl: Wszyscy uczący się w kohorcie {cohort_name}

source: All learners in the {track_name} track
pl: Wszyscy uczący się na ścieżce {track_name}

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
pl: Twój e-mail został pomyślnie dodany do kolejki wysyłki. W kursach z dużą liczbą uczniów, wysyłanie e-maili do uczniów może potrwać do godziny.

source: You are sending an email message with the subject {subject} to the following recipients.
pl: Wysyłasz wiadomość e-mail o temacie {subject} do następujących odbiorców.

source: Is this OK?
pl: Czy to jest w porządku?

source: Error sending email.
pl: Błąd podczas wysyłania e-maila.

source: There is no email history for this course.
pl: Brak historii e-maili dla tego kursu.

source: There was an error obtaining email task history for this course.
pl: Wystąpił błąd podczas uzyskiwania historii zadań e-mail dla tego kursu.

source: There was an error obtaining email content history for this course.
pl: Wystąpił błąd podczas uzyskiwania historii treści e-maili dla tego kursu.

source: Send to:
pl: Wyślij do:

source: Please enter a student email address or username.
pl: Proszę, wprowadź adres e-mail studenta lub nazwę użytkownika.

source: Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
pl: Błąd podczas uzyskiwania statusu zapisu dla "<%- student_id %>". Upewnij się, że identyfikator studenta jest poprawnie napisany.

source: Retrieving enrollment status...
pl: Pobieranie statusu zapisu...

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
pl: Błąd podczas pobierania adresu URL postępu studenta dla "<%- student_id %>". Upewnij się, że identyfikator studenta jest poprawnie napisany.

source: Please enter a problem location.
pl: Proszę, podaj lokalizację problemu.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
pl: Sukces! Próby rozwiązania problemu zresetowane dla problemu "<%- problem_id %>" i studenta "<%- student_id %>".

source: Error resetting problem attempts for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
pl: Błąd podczas resetowania prób rozwiązania problemu dla problemu "<%- problem_id %>" i studenta "<%- student_id %>". Upewnij się, że identyfikatory problemu i studenta są kompletne i poprawne.

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
pl: Usunąć stan studenta "<%- student_id %>" dla problemu "<%- problem_id %>"?

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
pl: Błąd podczas usuwania stanu studenta "<%- student_id %>" dla problemu "<%- problem_id %>". Upewnij się, że identyfikatory problemu i studenta są kompletne i poprawne.

source: Module state successfully deleted.
pl: Stan modułu został pomyślnie usunięty.

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
pl: Błąd podczas uzyskiwania historii zadań dla problemu "<%- problem_id %>" i studenta "<%- student_id %>". Upewnij się, że identyfikatory problemu i studenta są kompletne i poprawne.

source: Entrance exam attempts is being reset for student '{student_id}'.
pl: Próby egzaminu wstępnego są resetowane dla studenta "{student_id}".

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
pl: Błąd podczas resetowania prób egzaminu wstępnego dla studenta "{student_id}". Upewnij się, że identyfikator studenta jest poprawny.

source: Enter a student's username or email address.
pl: Wpisz nazwę użytkownika lub adres e-mail studenta.

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
pl: Czy chcesz zezwolić temu studentowi ("{student_id}") na pominięcie egzaminu wstępnego?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
pl: Wystąpił błąd. Upewnij się, że nazwa użytkownika lub adres e-mail studenta jest poprawny i spróbuj ponownie.

source: Entrance exam state is being deleted for student '{student_id}'.
pl: Stan egzaminu wstępnego jest usuwany dla studenta "{student_id}".

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
pl: Błąd podczas usuwania stanu egzaminu wstępnego dla studenta "{student_id}". Upewnij się, że identyfikator studenta jest poprawny.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
pl: Błąd podczas uzyskiwania historii zadań egzaminu wstępnego dla studenta "{student_id}". Upewnij się, że identyfikator studenta jest poprawny.

source: Reset attempts for all students on problem '<%- problem_id %>'?
pl: Zresetować próby dla wszystkich studentów w problemie "<%- problem_id %>"?

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
pl: Pomyślnie rozpoczęto zadanie resetowania prób dla problemu "<%- problem_id %>". Kliknij przycisk "Pokaż status zadania", aby zobaczyć status zadania.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
pl: Błąd podczas uruchamiania zadania resetowania prób dla wszystkich studentów w problemie "<%- problem_id %>". Upewnij się, że identyfikator problemu jest kompletny i poprawny.

source: Error listing task history for this student and problem.
pl: Błąd podczas wyświetlania historii zadań dla tego studenta i problemu.

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
pl: Rozpoczęto zadanie ponownej oceny problemu dla problemu "<%- problem_id %>" i studenta "<%- student_id %>". Kliknij przycisk "Pokaż status zadania", aby zobaczyć status zadania.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
pl: Błąd podczas uruchamiania zadania ponownej oceny problemu "<%- problem_id %>" dla studenta "<%- student_id %>". Upewnij się, że identyfikatory problemu i studenta są kompletne i poprawne.

source: Please enter a score.
pl: Proszę, wprowadź wynik.

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
pl: Rozpoczęto zadanie nadpisania wyniku dla problemu "<%- problem_id %>" i studenta "<%- student_id %>". Kliknij przycisk "Pokaż status zadania", aby zobaczyć status zadania.

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
pl: Błąd podczas uruchamiania zadania nadpisania wyniku dla problemu "<%- problem_id %>" dla studenta "<%- student_id %>". Upewnij się, że wynik oraz identyfikatory problemu i studenta są kompletne i poprawne.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
pl: Rozpoczęto zadanie ponownej oceny egzaminu wstępnego dla studenta "{student_id}". Kliknij przycisk "Pokaż status zadania", aby zobaczyć status zadania.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
pl: Błąd podczas uruchamiania zadania ponownej oceny egzaminu wstępnego dla studenta "{student_id}". Upewnij się, że egzamin wstępny zawiera problemy, a identyfikator studenta jest poprawny.

source: Rescore problem '<%- problem_id %>' for all students?
pl: Ponownie ocenić problem "<%- problem_id %>" dla wszystkich studentów?

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
pl: Pomyślnie rozpoczęto zadanie ponownej oceny problemu "<%- problem_id %>" dla wszystkich studentów. Kliknij przycisk "Pokaż status zadania", aby zobaczyć status zadania.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
pl: Błąd podczas uruchamiania zadania ponownej oceny problemu "<%- problem_id %>". Upewnij się, że identyfikator problemu jest kompletny i poprawny.

source: Task Type
pl: Typ zadania

source: Task inputs
pl: Dane wejściowe zadania

source: Task ID
pl: ID zadania

source: Requester
pl: Zgłaszający

source: Submitted
pl: Przesłano

source: Duration (sec)
pl: Czas trwania (sek.)

source: State
pl: Status

source: Task Status
pl: Status zadania

source: Task Progress
pl: Postęp zadania

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
pl: Wystąpił błąd podczas pobierania Twojego e-maila. Proszę spróbuj ponownie później, i skontaktuj się z pomocą techniczną, jeśli problem będzie się utrzymywał.

source: Sent By
pl: Wysłane przez

source: Sent To
pl: Wysłane do

source: Time Sent
pl: Czas wysłania

source: Number Sent
pl: Liczba wysłanych

source: Copy Email To Editor
pl: Kopiuj e-mail do edytora

source: Subject:
pl: Temat:

source: Sent By:
pl: Wysłane przez:

source: Time Sent:
pl: Czas wysłania:

source: Sent To:
pl: Do:

source: Message:
pl: Wiadomość:

source: No tasks currently running.
pl: Brak aktualnie uruchomionych zadań.

source: File Name
pl: Nazwa pliku

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
pl: Linki są generowane na żądanie i wygasają w ciągu 5 minut ze względu na wrażliwy charakter informacji o studentach.

source: You have access to the {enterpriseName} dashboard
pl: Masz dostęp do pulpitu nawigacyjnego {enterpriseName}

source: To access the courses available to you through {enterpriseName}, visit the {enterpriseName} dashboard.
pl: Aby uzyskać dostęp do kursów dostępnych za pośrednictwem {enterpriseName}, odwiedź pulpit nawigacyjny {enterpriseName}.

source: Go to dashboard
pl: Przejdź do pulpitu nawigacyjnego

source: (Self-paced) Starts {start}
pl: (Samodzielne) Rozpoczyna się {start}

source: (Self-paced) Started {start}
pl: (Samodzielne) Rozpoczęło się {start}

source: (Self-paced) Ends {end}
pl: (Samodzielne) Kończy się {end}

source: (Self-paced) Ended {end}
pl: (Samodzielne) Zakończyło się {end}

source: Starts {start}
pl: Rozpoczyna się {start}

source: Started {start}
pl: Rozpoczęto {start}

source: Ends {end}
pl: Kończy się {end}

source: You must select a session to access the course.
pl: Musisz wybrać sesję, aby uzyskać dostęp do kursu.

source: There was an error. Please reload the page and try again.
pl: Wystąpił błąd. Proszę odświeżyć stronę i spróbować ponownie.

source: Change Session
pl: Zmień sesję

source: Select Session
pl: Wybierz sesję

source: Leave Current Session
pl: Opuść bieżącą sesję

source: Are you sure you want to select this session?
pl: Czy na pewno chcesz wybrać tę sesję?

source: Are you sure you want to change to a different session?
pl: Czy na pewno chcesz zmienić sesję?

source: Any course progress or grades from your current session will be lost.
pl: Wszelkie postępy w kursie lub oceny z bieżącej sesji zostaną utracone.

source: Are you sure that you want to leave this session?
pl: Czy na pewno chcesz opuścić tę sesję?

source: Your unenrollment request could not be processed. Please try again later.
pl: Twoja prośba o rezygnację z rejestracji nie mogła zostać przetworzona. Spróbuj ponownie później.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
pl: Czy na pewno chcesz wyrejestrować się z {courseName} ({courseNumber})? Otrzymasz zwrot zapłaconej kwoty.

source: {type} Progress
pl: {type} Postęp

source: Earned Certificates
pl: Uzyskane certyfikaty

source: Enrolled
pl: Zapisany

source: Successfully reset the attempts for user {user}
pl: Pomyślnie zresetowano próby dla użytkownika {user}

source: Failed to reset attempts for user.
pl: Nie udało się zresetować prób dla użytkownika.

source: Successfully deleted student state for user {user}
pl: Pomyślnie usunięto stan studenta dla użytkownika {user}

source: Failed to delete student state for user.
pl: Nie udało się usunąć stanu studenta dla użytkownika.

source: Successfully rescored problem for user {user}
pl: Pomyślnie przeliczono wynik problemu dla użytkownika {user}

source: Failed to rescore problem for user.
pl: Nie udało się przeliczyć wyniku problemu dla użytkownika.

source: Successfully rescored problem to improve score for user {user}
pl: Pomyślnie przeliczono wynik problemu, aby poprawić wynik dla użytkownika {user}

source: Failed to rescore problem to improve score for user.
pl: Nie udało się ponownie ocenić problemu, aby poprawić wynik dla użytkownika.

source: Successfully overrode problem score for {user}
pl: Pomyślnie nadpisano wynik problemu dla {user}

source: Could not override problem score for {user}.
pl: Nie można nadpisać wyniku problemu dla {user}.

source: Enter and confirm your new password.
pl: Potwierdź swoje hasło

source: New Password
pl: Nowe hasło

source: Confirm Password
pl: Potwierdź hasło

source: Passwords do not match.
pl: Hasła nie pasują do siebie

source: Reset My Password
pl: Zresetuj moje hasło

source: Reset Your Password
pl: Zresetuj swoje hasło

source: Error:
pl: Błąd:

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
pl: Zanim przejdziesz dalej, {htmlStart}odłącz wszystkie konta mediów społecznościowych{htmlEnd}.

source: Before proceeding, please {htmlStart}{emailMsg}{htmlEnd}.
pl: Zanim przejdziesz dalej, {htmlStart}{emailMsg}{htmlEnd}.

source: {htmlStart}Want to change your email, name, or password instead?{htmlEnd}
pl: {htmlStart}Chcesz zamiast tego zmienić swój adres e-mail, imię lub hasło?{htmlEnd}

source: {strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on {platformName}.{strongEnd}
pl: {strongStart}Ostrzeżenie: Usunięcie konta jest trwałe.{strongEnd} Proszę uważnie przeczytać powyższe, zanim przejdziesz dalej. Jest to nieodwracalne działanie, i {strongStart}nie będziesz już mógł używać tego samego adresu e-mail na {platformName}.{strongEnd}

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
pl: Uwaga: usunięcie Twojego konta i danych osobowych jest trwałe i nieodwracalne. {platformName} nie będzie w stanie odzyskać ani Twojego konta, ani usuniętych danych.

source: Once your account is deleted, you cannot use it to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
pl: Po usunięciu konta nie będzie można go używać do uczestniczenia w kursach w aplikacji {platformName}, na stronie {siteName} ani na żadnej innej stronie hostowanej przez {platformName}.

source: This includes access to {siteName} from your employer’s or university’s system{additionalSiteSpecificDeletionText}.
pl: Obejmuje to dostęp do {siteName} z systemu Twojego pracodawcy lub uniwersytetu{additionalSiteSpecificDeletionText}.

source: We’re sorry to see you go!
pl: Przykro nam, że odchodzisz!

source: Delete My Account
pl: Usuń moje konto

source: Password is incorrect
pl: Hasło jest nieprawidłowe

source: Unable to delete account
pl: Nie można usunąć konta

source: Please re-enter your password.
pl: Proszę ponownie wprowadzić swoje hasło.

source: Sorry, there was an error trying to process your request. Please try again later.
pl: Przepraszamy, wystąpił błąd podczas przetwarzania Twojego żądania. Spróbuj ponownie później.

source: A Password is required
pl: Wymagane jest hasło

source: You have selected "Delete my account." Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
pl: Wybrałeś "Usuń moje konto". Usunięcie konta i danych osobowych jest trwałe i nieodwracalne. {platformName} nie będzie w stanie odzyskać Twojego konta ani usuniętych danych.

source: If you proceed, you will be unable to use this account to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
pl: Jeśli będziesz kontynuować, nie będziesz mógł używać tego konta do uczestniczenia w kursach w aplikacji {platformName}, na stronie {siteName} ani na żadnej innej stronie hostowanej przez {platformName}.

source: If you still wish to continue and delete your account, please enter your account password:
pl: Jeśli nadal chcesz kontynuować i usunąć swoje konto, wprowadź hasło do konta:

source: Yes, Delete
pl: Tak, usuń

source: We're sorry to see you go! Your account will be deleted shortly.
pl: Przykro nam, że odchodzisz! Twoje konto zostanie wkrótce usunięte.

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
pl: Usunięcie konta, w tym usunięcie z list e-mailowych, może potrwać kilka tygodni, zanim zostanie w pełni przetworzone w naszym systemie. Jeśli chcesz zrezygnować z otrzymywania wiadomości e-mail wcześniej, wypisz się z subskrypcji w stopce dowolnej wiadomości e-mail.

source: Terms of Service and Honor Code
pl: Warunki świadczenia usług i kodeks honorowy

source: Saving your email preference
pl: Zapisywanie preferencji e-mail

source: Enrolling you in the selected course
pl: Zapisywanie Cię na wybrany kurs

source: Adding the selected course to your cart
pl: Dodawanie wybranego kursu do koszyka

source: Loading your courses
pl: Ładowanie Twoich kursów

source: An error occurred.
pl: Wystąpił błąd.

source: (optional)
pl: (opcjonalnie)

source: We couldn't sign you in.
pl: Nie mogliśmy Cię zalogować.

source: An error occurred when signing you in to %s.
pl: Wystąpił błąd podczas logowania do %s.

source: Check Your Email
pl: Sprawdź swój adres e-mail.

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password recovery instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message after 1 minute, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
pl: {paragraphStart}Wprowadzono {boldStart}{email}{boldEnd}. Jeśli ten adres e-mail jest powiązany z Twoim kontem {platform_name}, wyślemy wiadomość z instrukcjami odzyskiwania hasła na ten adres e-mail.{paragraphEnd}{paragraphStart}Jeśli nie otrzymasz wiadomości o resecie hasła po 1 minucie, sprawdź, czy wprowadziłeś poprawny adres e-mail, lub sprawdź folder ze spamem.{paragraphEnd}{paragraphStart}Jeśli potrzebujesz dalszej pomocy, {anchorStart}skontaktuj się z pomocą techniczną{anchorEnd}.{paragraphEnd}

source: An error has occurred. Try refreshing the page, or check your Internet connection.
pl: Wystąpił błąd. Spróbuj odświeżyć stronę lub sprawdź połączenie internetowe

source: In order to sign in, you need to activate your account.{line_break}{line_break}We just sent an activation link to {strong_start} {email} {strong_end}. If you do not receive an email, check your spam folders or {anchorStart}contact {platform_name} Support{anchorEnd}.
pl: Aby się zalogować, musisz aktywować swoje konto.{line_break}{line_break}Właśnie wysłaliśmy link aktywacyjny na adres {strong_start} {email} {strong_end}. Jeśli nie otrzymasz wiadomości e-mail, sprawdź swoje foldery ze spamem lub {anchorStart}skontaktuj się z pomocą techniczną {platform_name}{anchorEnd}.

source: An unexpected error has occurred.
pl: Wystąpił nieoczekiwany błąd.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
pl: Pomyślnie zalogowano się do %(currentProvider)s, ale Twoje konto %(currentProvider)s nie ma powiązanego konta %(platformName)s. Aby połączyć konta, zaloguj się teraz za pomocą swojego hasła %(platformName)s.

source: We couldn't create your account.
pl: Nie mogliśmy utworzyć Twojego konta

source: Create Account
pl: Utwórz konto

source: (required)
pl: (wymagane)

source: You've successfully signed into %(currentProvider)s.
pl: Pomyślnie zalogowano się do %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
pl: Potrzebujemy jeszcze kilku informacji, zanim zaczniesz naukę z %(platformName)s.

source: Image Upload Error
pl: Błąd przesyłania obrazu

source: Please verify that you have uploaded a valid image (PNG and JPEG).
pl: Proszę sprawdzić, czy przesłałeś prawidłowy obraz (PNG i JPEG).

source: An error has occurred. Please try again later.
pl: Wystąpił błąd, spróbuj ponownie później.

source: Could not submit photos
pl: Nie można przesłać zdjęć.

source: Professional Education Verified Certificate
pl: Zweryfikowany certyfikat edukacji zawodowej

source: Professional Education
pl: Edukacja zawodowa

source: Verified Certificate upgrade
pl: Uaktualnienie zweryfikowanego certyfikatu

source: Verified Certificate
pl: Zweryfikowany certyfikat

source: Checkout
pl: Do kasy

source: Checkout with PayPal
pl: Płać przez PayPal

source: Checkout with {processor}
pl: Przejdź do kasy z {processor}
