Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
pl: Udziel innym członkom swojego zespołu kursu dostępu do tej biblioteki.Nowi użytkownicy biblioteki muszą posiadać aktywne konto {studio_name}.

source: Add a New User
pl: Dodaj nowego użytkownika

source: Library Access Roles
pl: Role dostępu do biblioteki

source: There are three access roles for libraries: User, Staff, and Admin.
pl: Istnieją trzy role dostępu do bibliotek: Użytkownik, Personel i Administrator.

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
pl: Użytkownicy biblioteki mogą przeglądać zawartość biblioteki i mogą odwoływać się lub używać komponentów biblioteki w swoich kursach, ale nie mogą edytować zawartości biblioteki.

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
pl: Personel biblioteki to współautorzy treści. Posiadają pełne uprawnienia do edycji zawartości biblioteki.

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
pl: Administratorzy biblioteki posiadają pełne uprawnienia do edycji, a także mogą dodawać i usuwać innych członków zespołu. W bibliotece musi być co najmniej jeden użytkownik z rolą administratora.

source: Schedule & Details Settings
pl: Ustawienia harmonogramu i szczegółów

source: Schedule & Details
pl: Harmonogram i szczegóły

source: Basic Information
pl: Podstawowe informacje

source: The nuts and bolts of your course
pl: Podstawy Twojego kursu

source: This field is disabled: this information cannot be changed.
pl: To pole jest wyłączone; nie możesz modyfikować jego wartości.

source: Course Summary Page
pl: Strona podsumowania kursu

source: (for student enrollment and access)
pl: (do zapisu i dostępu studentów)

source: Enroll in {course_display_name}
pl: Zapisz się na {course_display_name}

source: The course "{course_display_name}", provided by {platform_name}, is open for enrollment. Please navigate to this course at {link_for_about_page} to enroll.
pl: Kurs "{course_display_name}", dostarczony przez {platform_name}, jest otwarty na zapisy. Aby się zapisać, przejdź do tego kursu pod adresem {link_for_about_page}.

source: Send a note to students via email
pl: Wyślij wiadomość do studentów e-mailem

source: Invite your students
pl: Zaproś swoich studentów

source: Promoting Your Course with {platform_name}
pl: Promowanie Twojego kursu z {platform_name}

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your Program Manager.
pl: Strona podsumowania Twojego kursu nie będzie widoczna, dopóki kurs nie zostanie ogłoszony. Aby dostarczyć treści na stronę i ją podglądnąć, postępuj zgodnie z instrukcjami dostarczonymi przez Kierownika Programu.

source: Please note that changes here may take up to a business day to appear on your course summary page.
pl: Należy pamiętać, że zmiany wprowadzone tutaj mogą pojawić się na stronie podsumowania kursu dopiero po upływie jednego dnia roboczego.

source: Course Credit Requirements
pl: Wymagania dotyczące zaliczenia kursu

source: Steps required to earn course credit
pl: Kroki wymagane do uzyskania punktów kursowych

source: Minimum Grade
pl: Minimalna ocena

source: Successful Proctored Exam
pl: Pomyślnie zdany egzamin nadzorowany

source: ID Verification
pl: Weryfikacja tożsamości

source: In-Course Reverification {number}
pl: Ponowna weryfikacja w kursie {number}

source: Course Pacing
pl: Tempo kursu

source: Set the pacing for this course
pl: Ustaw tempo dla tego kursu

source: Instructor-Paced
pl: Tempo prowadzone przez instruktora

source: Instructor-paced courses progress at the pace that the course author sets.You can configure release dates for course content and due dates for assignments.
pl: Kursy prowadzone przez instruktora postępują w tempie ustalonym przez autora kursu. Możesz skonfigurować daty udostępnienia treści kursu i terminy oddawania zadań.

source: Self-Paced
pl: We własnym tempie

source: Self-paced courses offer suggested due dates for assignments or exams based on the learner’s enrollment date and the expected course duration. These courses offer learners flexibility to modify the assignment dates as needed.
pl: Kursy w trybie samodzielnym oferują sugerowane terminy oddawania zadań lub egzaminów na podstawie daty zapisu uczestnika i przewidywanego czasu trwania kursu. Kursy te oferują uczestnikom elastyczność w modyfikowaniu terminów zadań według potrzeb.

source: Course Schedule
pl: Harmonogram kursu

source: Dates that control when your course can be viewed
pl: Daty kontrolujące, kiedy Twój kurs może być oglądany

source: Course Start Date
pl: Data rozpoczęcia kursu

source: First day the course begins
pl: Pierwszy dzień rozpoczęcia kursu

source: Course Start Time
pl: Godzina rozpoczęcia kursu

source: Course End Date
pl: Data zakończenia kursu

source: Last day your course is active
pl: Ostatni dzień aktywności Twojego kursu

source: Course End Time
pl: Godzina zakończenia kursu

source: Immediately upon passing
pl: Natychmiast po zaliczeniu

source: End date of course
pl: Data zakończenia kursu

source: A date after the course end date
pl: Data po dacie zakończenia kursu.

source: Certificates are awarded at the end of a course run
pl: Certyfikaty są przyznawane po zakończeniu kursu.

source: Read more about this setting
pl: Przeczytaj więcej o tym ustawieniu

source: In all configurations of this setting, certificates are generated for learners as soon as they achieve the passing threshold in the course (which can occur before a final assignment based on course design)
pl: We wszystkich konfiguracjach tego ustawienia, certyfikaty są generowane dla uczących się, gdy tylko osiągną próg zaliczenia kursu (co może nastąpić przed ostatecznym zadaniem, w zależności od projektu kursu)

source: Learners can access their certificate as soon as they achieve a passing grade above the course grade threshold. Note: learners can achieve a passing grade before encountering all assignments in some course configurations.
pl: Uczestnicy mogą uzyskać dostęp do swojego certyfikatu, gdy tylko uzyskają ocenę zaliczającą powyżej progu oceny kursu. Uwaga: uczestnicy mogą uzyskać ocenę zaliczającą przed wykonaniem wszystkich zadań w niektórych konfiguracjach kursu.

source: On course end date
pl: W dacie zakończenia kursu

source: Learners with passing grades can access their certificate once the end date of the course has elapsed.
pl: Uczestnicy z ocenami pozytywnymi mogą uzyskać dostęp do swojego certyfikatu po upływie daty zakończenia kursu.

source: Learners with passing grades can access their certificate after the date that you set has elapsed.
pl: Uczestnicy z ocenami pozytywnymi mogą uzyskać dostęp do swojego certyfikatu po upływie ustawionej daty.

source: Certificates Available Date
pl: Data dostępności certyfikatów

source: Enrollment Start Date
pl: Data rozpoczęcia zapisów

source: First day students can enroll
pl: Pierwszy dzień, w którym studenci mogą się zapisywać

source: Enrollment Start Time
pl: Godzina rozpoczęcia zapisów

source: Enrollment End Date
pl: Data zakończenia zapisów

source: Last day students can enroll.
pl: Ostatni dzień, w którym studenci mogą się zapisywać.

source: Contact your {platform_name} partner manager to update these settings.
pl: Skontaktuj się z menedżerem partnerów {platform_name}, aby zaktualizować te ustawienia.

source: Enrollment End Time
pl: Godzina zakończenia zapisów

source: Upgrade Deadline Date
pl: Data ostatecznego terminu aktualizacji

source: Last day students can upgrade to a verified enrollment.
pl: Ostatni dzień, w którym studenci mogą uaktualnić do zweryfikowanego zapisu.

source: Upgrade Deadline Time
pl: Godzina ostatecznego terminu aktualizacji

source: Course Details
pl: Szczegóły kursu

source: Provide useful information about your course
pl: Podaj przydatne informacje o swoim kursie.

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language. It is also used to localize the 'From:' field in bulk emails.
pl: Tutaj określ język kursu. Służy to do pomocy użytkownikom w znajdowaniu kursów prowadzonych w określonym języku. Służy również do lokalizowania pola "Od:" w masowych wiadomościach e-mail.

source: Introducing Your Course
pl: Przedstawiamy Twój kurs

source: Information for prospective students
pl: Informacje dla potencjalnych studentów

source: Course Title
pl: Nazwa kursu

source: Displayed as title on the course details page. Limit to 50 characters.
pl: Wyświetlany jako tytuł na stronie szczegółów kursu. Limit 50 znaków.

source: Course Subtitle
pl: Podtytuł kursu

source: Displayed as subtitle on the course details page. Limit to 150 characters.
pl: Wyświetlany jako podtytuł na stronie szczegółów kursu. Limit 150 znaków.

source: Course Duration
pl: Czas trwania kursu

source: Displayed on the course details page. Limit to 50 characters.
pl: Wyświetlany na stronie szczegółów kursu. Limit 50 znaków.

source: Course Description
pl: Opis kursu

source: Displayed on the course details page. Limit to 1000 characters.
pl: Wyświetlany na stronie szczegółów kursu. Limit 1000 znaków.

source: Course Short Description
pl: Krótki opis kursu

source: Appears on the course catalog page when students roll over the course name. Limit to ~150 characters
pl: Pojawia się na stronie katalogu kursów, gdy studenci najadą na nazwę kursu. Limit do ~150 znaków.

source: Course Overview
pl: Przegląd kursu

source: HTML Code Editor
pl: Edytor kodu HTML

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
pl: Wprowadzenia, wymagania wstępne, często zadawane pytania, które są używane na {a_link_start}stronie podsumowania kursu{a_link_end} (sformatowane w HTML)

source: Course About Sidebar HTML
pl: HTML paska bocznego informacji o kursie

source: Custom sidebar content for {a_link_start}your course summary page{a_link_end} (formatted in HTML)
pl: Niestandardowa zawartość paska bocznego dla {a_link_start}strony podsumowania kursu{a_link_end} (sformatowana w HTML)

source: Course Card Image
pl: Obraz karty kursu

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
pl: Możesz zarządzać tym obrazem wraz ze wszystkimi innymi {a_link_start}plikami i przesyłanymi plikami{a_link_end}

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
pl: Twój kurs nie ma obecnie obrazu. Prosimy przesłać jeden (format JPEG lub PNG, a minimalne sugerowane wymiary to 375px szerokości na 200px wysokości)

source: Your course image URL
pl: URL obrazu kursu

source: Please provide a valid path and name to your course image (Note: only JPEG or PNG format supported)
pl: Prosimy podać prawidłową ścieżkę i nazwę obrazu kursu. (Uwaga: obsługiwany jest tylko format JPEG lub PNG)

source: Upload Course Card Image
pl: Prześlij obraz karty kursu

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 1440px wide by 400px tall)
pl: Twój kurs nie ma obecnie obrazu. Prosimy przesłać jeden (format JPEG lub PNG, a minimalne sugerowane wymiary to 1440px szerokości na 400px wysokości)

source: Your banner image URL
pl: URL obrazu baneru

source: Please provide a valid path and name to your banner image (Note: only JPEG or PNG format supported)
pl: Proszę podać prawidłową ścieżkę i nazwę obrazu baneru (Uwaga: obsługiwany jest tylko format JPEG lub PNG)

source: Upload Course Banner Image
pl: Prześlij obraz baneru kursu

source: Video Thumbnail Image
pl: Obraz miniatury wideo

source: Your course currently does not have a video thumbnail image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
pl: Twój kurs nie ma obecnie miniatury wideo. Prosimy przesłać jedną (format JPEG lub PNG, a minimalne sugerowane wymiary to 375px szerokości na 200px wysokości)

source: Your video thumbnail image URL
pl: URL miniatury wideo

source: Please provide a valid path and name to your video thumbnail image (Note: only JPEG or PNG format supported)
pl: Prosimy podać prawidłową ścieżkę i nazwę miniatury wideo (Uwaga: obsługiwany jest tylko format JPEG lub PNG)

source: Course Introduction Video
pl: Wideo wprowadzające do kursu

source: Delete Current Video
pl: Usuń bieżące wideo

source: your YouTube video's ID
pl: ID Twojego filmu na YouTube

source: Enter your YouTube video's ID (along with any restriction parameters)
pl: Wprowadź ID swojego filmu na YouTube (wraz z ewentualnymi parametrami ograniczeń)

source: Learning Outcomes
pl: Efekty uczenia się

source: Add the learning outcomes for this course
pl: Dodaj efekty uczenia się dla tego kursu

source: Add Learning Outcome
pl: Dodaj efekt uczenia się

source: Instructors
pl: Instruktorzy

source: Add details about the instructors for this course
pl: Dodaj szczegóły dotyczące instruktorów tego kursu

source: Add Instructor
pl: Dodaj instruktora

source: Requirements
pl: Wymagania

source: Expectations of the students taking this course
pl: Oczekiwania wobec studentów biorących udział w tym kursie

source: Hours of Effort per Week
pl: Godziny wysiłku tygodniowo

source: Time spent on all course work
pl: Czas poświęcony na wszystkie prace kursowe

source: Prerequisite Course
pl: Kurs wymagany

source: None
pl: Brak

source: Course that students must complete before beginning this course
pl: Kurs, który studenci muszą ukończyć przed rozpoczęciem tego kursu

source: set pre-requisite course
pl: Ustaw kurs wymagany

source: Require students to pass an exam before beginning the course.
pl: Wymagaj od studentów zdania egzaminu przed rozpoczęciem kursu.

source: You can now view and author your course entrance exam from the {link_start}Course Outline{link_end}.
pl: Możesz teraz przeglądać i tworzyć swój egzamin wstępny na kurs z {link_start}Zarysu kursu{link_end}.

source: Grade Requirements
pl: Wymagania dotyczące ocen

source: The score student must meet in order to successfully complete the entrance exam.
pl: Wynik, który student musi osiągnąć, aby pomyślnie ukończyć egzamin wstępny.

source: Course Content License
pl: Licencja na zawartość kursu

source: Select the default license for course content
pl: Wybierz domyślną licencję dla treści kursu

source: How are these settings used?
pl: Jak są używane te ustawienia?

source: Your course's schedule determines when students can enroll in and begin a course.
pl: Harmonogram Twojego kursu określa, kiedy studenci mogą się zapisać i rozpocząć kurs.

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
pl: Inne informacje z tej strony pojawiają się na stronie Informacje o kursie. Te informacje obejmują przegląd kursu, obraz kursu, wideo wprowadzające i szacunkowe wymagania czasowe. Studenci używają stron "O kursie", aby wybierać nowe kursy do podjęcia.

source: You will be unable to make changes until the errors are resolved. To update these settings go to the {link_start}Proctored Exam Settings page{link_end}.
pl: Nie będziesz w stanie wprowadzać zmian, dopóki błędy nie zostaną rozwiązane. Aby zaktualizować te ustawienia, przejdź do {link_start}strony Ustawienia egzaminu nadzorowanego{link_end}.

source: You will be unable to make changes until the following settings are updated on the page below.
pl: Nie będziesz w stanie wprowadzać zmian, dopóki poniższe ustawienia nie zostaną zaktualizowane na stronie poniżej.

source: Your policy changes have been saved.
pl: Twoje zmiany zasad zostały zapisane.

source: There was an error saving your information. Please see below.
pl: Wystąpił błąd podczas zapisywania Twoich informacji, proszę zobaczyć poniżej.

source: Manual Policy Definition
pl: Ręczna definicja zasad.

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
pl: {strong_start}Ostrzeżenie{strong_end}: Nie modyfikuj tych zasad, chyba że znasz ich cel.

source: Show Deprecated Settings
pl: Pokaż przestarzałe ustawienia

source: What do advanced settings do?
pl: Do czego służą ustawienia zaawansowane?

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
pl: Ustawienia zaawansowane kontrolują specyficzne funkcjonalności kursu. Na tej stronie możesz edytować ręczne zasady, które są parami klucz-wartość opartymi na JSON, kontrolującymi specyficzne ustawienia kursu.

source: Any policies you modify here override all other information you've defined elsewhere in {studio_name}. Do not edit policies unless you are familiar with both their purpose and syntax.
pl: Wszelkie zasady, które tutaj zmodyfikujesz, zastąpią wszystkie inne informacje, które zdefiniowałeś gdzie indziej w {studio_name}. Nie edytuj zasad, chyba że znasz zarówno ich cel, jak i składnię.

source: łędy zostaną rozwiązane. Aby zaktualizować te ustawienia, przejdź do strony Ustawienia egzaminu nadzorowanego.{em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (") around the string. Do not use single quotation marks (').
pl: {em_start}Uwaga:{em_end}Podczas wprowadzania ciągów jako wartości zasad, pamiętaj o użyciu podwójnych cudzysłowów (") wokół ciągu. Nie używaj pojedynczych cudzysłowów (').

source: Grading Settings
pl: Ustawienia oceniania

source: Overall Grade Range
pl: Ogólny zakres ocen

source: Your overall grading scale for student final grades
pl: Twoja ogólna skala ocen dla końcowych ocen uczniów

source: Add grade
pl: Dodaj ocenę

source: Credit Eligibility
pl: Kryteria kwalifikacji do zaliczenia

source: Settings for course credit eligibility
pl: Ustawienia kwalifikacji do zaliczenia kursu

source: Minimum Credit-Eligible Grade:
pl: Minimalna ocena kwalifikująca do zaliczenia:

source: Must be greater than or equal to the course passing grade
pl: Musi być większa lub równa ocenie zaliczającej kurs

source: Grading Rules & Policies
pl: Zasady i polityki oceniania

source: Deadlines, requirements, and logistics around grading student work
pl: Terminy, wymagania i logistyka związana z ocenianiem prac studentów

source: Grace Period on Deadline:
pl: Okres karencji na termin oddania pracy

source: Leeway on due dates
pl: Tolerancja terminów oddania

source: Assignment Types
pl: Typy zadań

source: Categories and labels for any exercises that are gradable
pl: Kategorie i etykiety dla wszystkich zadań podlegających ocenie

source: New Assignment Type
pl: Nowy typ zadania

source: What can I do on this page?Co mogę zrobić na tej stronie?
pl: Możesz użyć suwaka pod Zakresem ocen ogólnych, aby określić, czy Twój kurs jest zaliczany/niezaliczany, czy oceniany literami, a także aby ustalić progi dla każdej oceny.

source: You can specify whether your course offers students a grace period for late assignments.
pl: Możesz określić, czy Twój kurs oferuje studentom okres karencji na spóźnione zadania.

source: Importing components
pl: Importowanie komponentów

source: Expand or Collapse
pl: Rozwiń lub Zwiń

source: Select this problem
pl: Wybierz ten problem

source: Manage Access
pl: Zarządzaj dostępem

source: Copy to Clipboard
pl: Kopiuj do schowka

source: Details
pl: Szczegóły

source: This block contains multiple components.
pl: Ten blok zawiera wiele komponentów.

source: New Textbook
pl: Nowy podręcznik

source: Why should I break my textbook into chapters?
pl: Dlaczego powinienem podzielić podręcznik na rozdziały?

source: Breaking your textbook into multiple chapters reduces loading times for students, especially those with slow Internet connections. Breaking up textbooks into chapters can also help students more easily find topic-based information.
pl: Podzielenie podręcznika na wiele rozdziałów skraca czas ładowania dla studentów, zwłaszcza tych z wolnym połączeniem internetowym. Podział podręczników na rozdziały może również pomóc studentom łatwiej znaleźć informacje tematyczne.

source: What if my book isn't divided into chapters?
pl: Co jeśli moja książka nie jest podzielona na rozdziały?

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
pl: Jeśli Twój podręcznik nie ma poszczególnych rozdziałów, możesz przesłać cały tekst jako jeden rozdział i wprowadzić wybraną przez siebie nazwę w polu Nazwa rozdziału.

source: Learn more about textbooks
pl: Dowiedz się więcej o podręcznikach

source: Video Uploads
pl: Przesyłanie filmów

source: Course Video Settings
pl: Ustawienia wideo kursu

source: Changing..
pl: Zmiana..

source: Videos per page:
pl: Filmy na stronę:

source: Access is not restricted
pl: Dostęp nie jest ograniczony

source: Access to this unit is not restricted, but visibility might be affected by inherited settings.
pl: Dostęp do tej jednostki nie jest ograniczony, ale widoczność może być zmieniona przez dziedziczone ustawienia.

source: Access to this component is not restricted, but visibility might be affected by inherited settings.
pl: Dostęp do tego komponentu nie jest ograniczony, ale widoczność może być zmieniona przez dziedziczone ustawienia.

source: You can restrict access to this unit to learners in specific enrollment tracks or content groups.
pl: Możesz ograniczyć dostęp do tej jednostki dla uczących się w określonych ścieżkach zapisu lub grupach treści.

source: You can restrict access to this component to learners in specific enrollment tracks or content groups.
pl: Możesz ograniczyć dostęp do tego komponentu dla uczących się w określonych ścieżkach zapisu lub grupach treści.

source: You can restrict access to this unit to learners in specific content groups.
pl: Możesz ograniczyć dostęp do tej jednostki dla uczących się w określonych grupach treści.

source: You can restrict access to this component to learners in specific content groups.
pl: Możesz ograniczyć dostęp do tego komponentu dla uczących się w określonych grupach treści.

source: Manage content groups
pl: Zarządzaj grupami treści

source: {screen_reader_start}Warning:{screen_reader_end} The unit that contains this component is hidden from learners. The unit setting overrides the component access settings defined here.
pl: {screen_reader_start}Ostrzeżenie:{screen_reader_end} Jednostka zawierająca ten komponent jest ukryta przed uczniami. Ustawienia jednostki nadrzędnej zastępują ustawienia dostępu do komponentu zdefiniowane tutaj.

source: Access is restricted to:
pl: Dostęp jest ograniczony do:

source: Restrict access to:
pl: Ogranicz dostęp do:

source: Select a group type
pl: Wybierz typ grupy

source: All Learners and Staff
pl: Wszyscy uczący się i personel

source: Select one or more groups:
pl: Wybierz jedną lub więcej grup:

source: This group no longer exists. Choose another group or remove the access restriction.
pl: Ta grupa już nie istnieje. Wybierz inną grupę lub usuń ograniczenie dostępu.

source: {email} has requested {studio_name} course creator privileges on edge
pl: {email} zażądał uprawnień twórcy kursu {studio_name} na edge
