Repository: medical-tribune-polska/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: {platform_name_capitalized} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
pl: {platform_name_capitalized} może również aktualizować lub modyfikować API od czasu do czasu bez wcześniejszego powiadomienia. Zmiany te mogą wpłynąć na Twoje korzystanie z API lub sposób interakcji Twojej integracji z API. Jeśli wprowadzimy zmianę, która jest dla Ciebie nie do przyjęcia, powinieneś przestać korzystać z API. Dalsze korzystanie z API oznacza akceptację zmiany.

source: Confidentiality
pl: Poufność

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and prevent and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
pl: Twoje dane uwierzytelniające (takie jak klucz klienta i identyfikatory) są przeznaczone wyłącznie do Twojego użytku. Będziesz utrzymywać swoje dane uwierzytelniające w tajemnicy oraz zapobiegać i zniechęcać innych do korzystania z Twoich danych uwierzytelniających. Twoje dane uwierzytelniające nie mogą być osadzane w projektach open source.

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential Information does not include information that you independently developed, that was rightfully given to you by a third party without any confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
pl: W przypadku, gdy {platform_name} udostępni Ci informacje specyficzne dla {platform_name} i/lub interfejsów API, które są oznaczone jako "Poufne" lub które rozsądna osoba uznałaby za poufne lub zastrzeżone, biorąc pod uwagę warunki ich ujawnienia ("Informacje poufne"), zgadzasz się używać tych informacji wyłącznie do korzystania i budowania z interfejsów API. Nie możesz ujawniać Informacji poufnych nikomu bez uprzedniej pisemnej zgody {platform_name} i zgadzasz się chronić Informacje poufne przed nieautoryzowanym użyciem i ujawnieniem w taki sam sposób, w jaki chroniłbyś własne informacje poufne. Informacje poufne nie obejmują informacji, które niezależnie opracowałeś, które zostały Ci słusznie przekazane przez stronę trzecią bez żadnych zobowiązań poufności lub które stały się publiczne bez Twojej winy. Możesz ujawnić Informacje poufne, gdy jesteś do tego zmuszony prawem, jeśli dostarczysz {platform_name} uzasadnione wcześniejsze powiadomienie, chyba że sąd zarządzi, aby {platform_name} nie otrzymywało powiadomienia.

source: Disclaimer of Warranty / Limitation of Liabilities
pl: Wyłączenie gwarancji / Ograniczenie odpowiedzialności

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
pl: API I WSZELKIE INFORMACJE, ZAWARTOSĆ API LUB USŁUGI UDOSTĘPNIANE NA LUB ZA POŚREDNICTWEM API SĄ DOSTARCZANE "TAK JAK SĄ" I "W MIARĘ DOSTĘPNOŚCI" BEZ ŻADNYCH GWARANCJI (WYRAŹNYCH, DOROZUMIANYCH LUB INNYCH), W TYM, BEZ OGRANICZEŃ, WSZELKICH DOROZUMIANYCH GWARANCJI WARTOŚCI HANDLOWEJ, PRZYDATNOŚCI DO OKREŚLONEGO CELU I NIENARUSZANIA PRAW, Z WYJĄTKIEM PRZYPADKÓW, W KTÓRYCH TAKIE DOROZUMIANE GWARANCJE NIE MOGĄ BYĆ WYŁĄCZONE NA MOCY OBOWIĄZUJĄCEGO PRAWA.

source: {platform_name} AND THE {platform_name} PARTICIPANTS DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE.
pl: {platform_name} ORAZ UCZESTNICY {platform_name} NIE GWARANTUJĄ, ŻE API BĘDĄ DZIAŁAĆ BEZ PRZERW I BŁĘDÓW, ŻE API SĄ WOLNE OD WIRUSÓW LUB INNYCH SZKODLIWYCH KOMPONENTÓW, ANI ŻE DOSTARCZONE API LUB TREŚCI API SPEŁNIĄ TWOJE POTRZEBY LUB OCZEKIWANIA. {platform_name} ORAZ UCZESTNICY {platform_name} NIE UDZIELAJĄ RÓWNIEŻ ŻADNYCH GWARANCJI DOTYCZĄCYCH DOKŁADNOŚCI, KOMPLETNOŚCI, AKTUALNOŚCI LUB JAKOŚCI API LUB JAKICHKOLWIEK TREŚCI API, ANI ŻE JAKIEKOLWIEK KONKRETNE TREŚCI API BĘDĄ DALEJ UDOSTĘPNIANE.

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK.YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH INFORMATION, MATERIALS OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
pl: KORZYSTANIE Z API, ZAWARTOSCI API ORAZ WSZELKICH USŁUG UZYSKANYCH Z LUB ZA POŚREDNICTWEM API, ODBYWA SIĘ NA WŁASNE RYZYKO.TWÓJ DOSTĘP DO LUB POBIERANIE INFORMACJI, MATERIAŁÓW LUB DANYCH ZA POŚREDNICTWEM API ODBYWA SIĘ WEDŁUG WŁASNEGO UZNANIA I NA WŁASNE RYZYKO, I BĘDZIESZ WYŁĄCZNIE ODPOWIEDZIALNY ZA WSZELKIE USZKODZENIA TWOJEJ WŁASNOŚCI (W TYM SYSTEMU KOMPUTEROWEGO) LUB UTRATĘ DANYCH, WYNIKAJĄCE Z POBIERANIA LUB UŻYWANIA TAKICH INFORMACJI, MATERIAŁÓW LUB DANYCH, CHYBA ŻE CO INNEGO ZOSTANIE WYRAŹNIE ZAPEWNIONE W POLITYCE PRYWATNOŚCI {platform_name}.

source: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THE TERMS, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE APIS OR ANY API CONTENT, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE APIS, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.
pl: W NAJSZERSZYM ZAKRESIE DOZWOLONYM PRZEZ OBOWIĄZUJĄCE PRAWO, ZGADZASZ SIĘ, ŻE ANI {platform_name} ANI ŻADEN Z UCZESTNIKÓW {platform_name} NIE BĘDZIE ODPOWIEDZIALNY WOBEC CIEBIE ZA JAKIEKOLWIEK STRATY LUB SZKODY, RZECZYWISTE LUB WTÓRNE, WYNIKAJĄCE Z LUB ZWIĄZANE Z WARUNKAMI, LUB Z TWOJEGO (LUB JAKIEJKOLWIEK STRONY TRZECIEJ) UŻYTKOWANIA LUB NIEMOŻNOŚCI UŻYTKOWANIA API LUB JAKIEJKOLWIEK TREŚCI API, LUB Z TWOJEGO UZALEŻNIENIA OD INFORMACJI UZYSKANYCH Z LUB ZA POŚREDNICTWEM API, NIEZALEŻNIE OD TEGO, CZY TWOJE ROSZCZENIE OPIERA SIĘ NA UMOWIE, CZYNIE NIEDOZWOLONYM, PRZEPISACH USTAWOWYCH LUB INNYM PRAWIE.

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
pl: W SZCZEGÓLNOŚCI, W NAJSZERSZYM ZAKRESIE DOZWOLONYM PRZEZ OBOWIĄZUJĄCE PRAWO, ANI {platform_name} ANI ŻADEN Z UCZESTNIKÓW {platform_name} NIE BĘDZIE PONOSIĆ ODPOWIEDZIALNOŚCI ZA ŻADNE SZKODY WYNIKOWE, POŚREDNIE, KARNE, SPECJALNE, PRZYKŁADOWE LUB UBOCZNE, NIEZALEŻNIE OD TEGO, CZY BYŁY ONE PRZEWIDYWALNE, CZY NIEPRZEWIDYWALNE, ORAZ NIEZALEŻNIE OD TEGO, CZY {platform_name} LUB KTÓRYKOLWIEK Z UCZESTNIKÓW {platform_name} BYŁ NIEDBALSKI LUB W INNY SPOSÓB PONOSIŁ WINĘ (W TYM, LECZ NIE OGRANICZAJĄC SIĘ DO, ROSZCZEŃ O ZNIESŁAWIENIE, BŁĘDY, UTRATĘ ZYSKÓW, UTRATĘ DANYCH LUB PRZERWY W DOSTĘPNOŚCI DANYCH).

source: CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.
pl: NIEKTÓRE PRAWA STANOWE NIE ZEZWALAJĄ NA OGRANICZENIA GWARANCJI DOROZUMIANYCH ANI NA WYŁĄCZENIE LUB OGRANICZENIE NIEKTÓRYCH SZKÓD. JEŚLI TE PRAWA MAJĄ ZASTOSOWANIE DO CIEBIE, NIEKTÓRE LUB WSZYSTKIE POWYŻSZE WYŁĄCZENIA, WYKLUCZENIA LUB OGRANICZENIA MOGĄ NIE MIEĆ ZASTOSOWANIA DO CIEBIE, I MOŻESZ MIEĆ DODATKOWE PRAWA.

source: The APIs and API Content may include hyperlinks to sites maintained or controlled by others and not affiliated with or under the control of {platform_name}. {platform_name_capitalized} and the {platform_name} Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these third-party sites. If you decide to access linked third-party websites, you do so at your own risk.
pl: Interfejsy API i Zawartość API mogą zawierać hiperłącza do witryn utrzymywanych lub kontrolowanych przez inne podmioty i niepowiązanych lub niepodlegających kontroli {platform_name}. {platform_name_capitalized} i Uczestnicy {platform_name} nie ponoszą odpowiedzialności i nie rutynowo sprawdzają, zatwierdzają, recenzują ani nie popierają treści ani wykorzystania żadnych produktów lub usług, które mogą być oferowane na tych witrynach stron trzecich. Jeśli zdecydujesz się uzyskać dostęp do połączonych witryn stron trzecich, robisz to na własne ryzyko.

source: To the maximum extent permitted by applicable law, you agree to defend, hold harmless and indemnify {platform_name} and the {platform_name} Participants, and their respective subsidiaries, affiliates, officers, faculty, students, fellows, governing board members, agents and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the APIs and any API Content, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. In such a case, {platform_name} or one of the {platform_name} Participants will provide you with written notice of such claim, action or demand.
pl: W maksymalnym zakresie dozwolonym przez obowiązujące prawo, zgadzasz się bronić, zwalniać z odpowiedzialności i zabezpieczać {platform_name} oraz Uczestników {platform_name}, a także ich odpowiednie spółki zależne, podmioty stowarzyszone, urzędników, wykładowców, studentów, stypendystów, członków zarządu, agentów i pracowników od wszelkich roszczeń, działań lub żądań osób trzecich wynikających z, powstałych w wyniku lub w jakikolwiek sposób związanych z Twoim korzystaniem z API i wszelkich Treści API, w tym wszelkich zobowiązań lub wydatków wynikających z wszelkich roszczeń, strat, szkód (rzeczywistych i wtórnych), pozwów, wyroków, kosztów sądowych i honorariów adwokackich, wszelkiego rodzaju i natury. W takim przypadku, {platform_name} lub jeden z Uczestników {platform_name} dostarczy Ci pisemne powiadomienie o takim roszczeniu, działaniu lub żądaniu.

source: General Legal Terms
pl: Ogólne Warunki Prawne

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
pl: Warunki stanowią całość porozumienia pomiędzy Tobą a {platform_name} w zakresie korzystania z API i treści API, zastępując wszelkie wcześniejsze umowy pomiędzy Tobą a {platform_name} dotyczące korzystania z API i treści API. Niewykonanie lub niewymuszenie przez {platform_name} jakiegokolwiek prawa lub postanowienia Warunków nie będzie stanowić zrzeczenia się takiego prawa lub postanowienia. Jeśli jakiekolwiek postanowienie Warunków zostanie uznane przez sąd właściwej jurysdykcji za nieważne, strony mimo to zgadzają się, że sąd powinien dążyć do nadania skuteczności intencjom stron, odzwierciedlonym w tym postanowieniu, a pozostałe postanowienia Warunków pozostaną w pełnej mocy. Warunki nie tworzą żadnych praw beneficjentów trzecich ani żadnej agencji, partnerstwa lub wspólnego przedsięwzięcia. W przypadku jakichkolwiek powiadomień dostarczanych Ci przez {platform_name} na podstawie niniejszych Warunków, {platform_name} może powiadomić Cię za pośrednictwem adresu e-mail powiązanego z Twoim kontem {platform_name}.

source: You agree that the Terms, the APIs, and any claim or dispute arising out of or relating to the Terms or the APIs will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions.You agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A. You consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum). Notwithstanding the foregoing, you agree that {platform_name} shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.
pl: Zgadzasz się, że Warunki, API i wszelkie roszczenia lub spory wynikające z lub związane z Warunkami lub API będą regulowane przez prawo Commonwealth of Massachusetts, z wyłączeniem przepisów kolizyjnych. Zgadzasz się, że wszystkie takie roszczenia i spory będą rozpatrywane i rozstrzygane wyłącznie w sądach federalnych lub stanowych zlokalizowanych i obsługujących Cambridge, Massachusetts, USA. Wyrażasz zgodę na osobistą jurysdykcję tych sądów nad Tobą w tym celu i zrzekasz się i zgadzasz się nie zgłaszać żadnych sprzeciwów wobec takiego postępowania w tych sądach (w tym jakiejkolwiek obrony lub sprzeciwu wobec braku właściwej jurysdykcji lub miejsca lub niedogodności forum). Niezależnie od powyższego, zgadzasz się, że {platform_name} będzie nadal uprawniony do ubiegania się o środki nakazowe (lub równoważny rodzaj pilnej ulgi prawnej) w dowolnej jurysdykcji.

source: Termination
pl: Zakończenie

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liability.
pl: Możesz przestać korzystać z interfejsów API w dowolnym momencie. Zgadzasz się, że {platform_name}, według własnego uznania i w dowolnym momencie, może zakończyć korzystanie z interfejsów API lub dowolnej zawartości API z dowolnego powodu lub bez powodu, bez wcześniejszego powiadomienia lub odpowiedzialności.

source: {platform_name_capitalized} and the {platform_name} Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any API or API Content offered through {platform_name}, or to cease providing any part or all of the APIs or API Content or related services, and you agree that neither {platform_name} nor any of the {platform_name} Participants will have any liability to you for such an action.
pl: {platform_name_capitalized} i Uczestnicy {platform_name} zastrzegają sobie prawo w dowolnym momencie, według własnego uznania, do anulowania, opóźnienia, zmiany harmonogramu lub zmiany formatu dowolnego API lub treści API oferowanych za pośrednictwem {platform_name}, lub do zaprzestania świadczenia dowolnej części lub wszystkich interfejsów API lub treści API lub powiązanych usług, a Ty zgadzasz się, że ani {platform_name}, ani żaden z Uczestników {platform_name} nie ponosi wobec Ciebie żadnej odpowiedzialności za takie działanie.

source: Upon any termination of the Terms or discontinuation of your access to an API for any reason, your right to use any API and API Content will immediately cease. You will immediately stop using the APIs and delete any cached or stored API Content from Your Application and your networks, systems and servers as soon as reasonably possible. All provisions of the Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability. Termination of your access to and use of the APIs and API Content shall not relieve you of any obligations arising or accruing prior to such termination or limit any liability that you otherwise may have to {platform_name}, including without limitation any indemnification obligations contained herein.
pl: W przypadku wypowiedzenia Warunków lub zaprzestania dostępu do interfejsu API z dowolnego powodu, Twoje prawo do korzystania z dowolnego interfejsu API i treści API natychmiast wygasa. Niezwłocznie zaprzestaniesz korzystania z interfejsów API i usuniesz wszelkie buforowane lub przechowywane treści API z Twojej Aplikacji oraz Twoich sieci, systemów i serwerów tak szybko, jak to możliwe. Wszystkie postanowienia Warunków, które ze swej natury powinny pozostać w mocy po zakończeniu, pozostaną w mocy po zakończeniu, w tym między innymi postanowienia dotyczące własności, wyłączenia odpowiedzialności z tytułu gwarancji i ograniczenia odpowiedzialności. Zakończenie dostępu i korzystania z interfejsów API i treści API nie zwolni Cię z żadnych zobowiązań powstałych lub narosłych przed takim zakończeniem, ani nie ograniczy żadnej odpowiedzialności, którą w inny sposób możesz ponieść wobec {platform_name}, w tym między innymi wszelkich zobowiązań odszkodowawczych zawartych w niniejszym dokumencie. zakończenie dostępu i korzystania z interfejsów API i treści API nie zwolni Cię z żadnych zobowiązań wynikających lub narastających przed takim zakończeniem, ani nie ograniczy żadnej odpowiedzialności, którą w inny sposób możesz ponieść wobec {platform_name}, w tym między innymi wszelkich zawartych w niniejszym dokumencie zobowiązań odszkodowawczych.

source: Edit {catalog_name}
pl: Edytuj {catalog_name}

source: Download CSV
pl: Pobierz CSV

source: Delete this catalog
pl: Usuń ten katalog

source: Update Catalog
pl: Aktualizuj katalog

source: Catalogs for {username}
pl: Katalogi dla {username}

source: Create new catalog:
pl: Utwórz nowy katalog:

source: Create Catalog
pl: Utwórz katalog

source: Catalog search
pl: Wyszukiwanie w katalogu

source: Catalog Search
pl: Wyszukiwanie w katalogu

source: Enter a username to view catalogs belonging to that user.
pl: Wpisz nazwę użytkownika, aby wyświetlić katalogi należące do tego użytkownika.

source: confirm unsubscribe from {org} {course} emails.
pl: potwierdź rezygnację z subskrypcji wiadomości e-mail {org} {course}.

source: Note:
pl: Uwaga:

source: You will still receive course emails from other courses you are enrolled in.
pl: Nadal będziesz otrzymywać e-maile z kursów, na które jesteś zapisany.

source: You have successfully unsubscribed from {org} {course} emails.
pl: Pomyślnie wypisałeś się z subskrypcji e-maili {org} {course}.

source: You have not been unsubscribed from {org} {course} emails.
pl: Nie zostałeś wypisany z subskrypcji e-maili {org} {course}.

source: {link_start}Return to {platform_name}{link_end}
pl: {link_start}Powrót do {platform_name}{link_end}

source: Open Calculator
pl: Otwórz Kalkulator

source: Enter equation
pl: Wprowadź równanie

source: Calculator Input Field
pl: Pole wprowadzania kalkulatora

source: Hints
pl: Wskazówki

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
pl: Użyj klawiszy strzałek, aby poruszać się po wskazówkach, lub klawisza tabulatora, aby powrócić do kalkulatora

source: Tips
pl: Wskazówki

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
pl: Używaj nawiasów () aby wyrażenia były czytelne. Możesz używać nawiasów wewnątrz innych nawiasów.

source: Do not use spaces in expressions.
pl: Nie używaj spacji w wyrażeniach.

source: For constants, indicate multiplication explicitly (example: 5*c).
pl: Dla stałych, wyraźnie wskazuj mnożenie (przykład: 5*c).

source: For affixes, type the number and affix without a space (example: 5c).
pl: Dla afiksów, wpisz liczbę i afiks bez spacji (przykład: 5c).

source: For functions, type the name of the function, then the expression in parentheses.
pl: Dla funkcji, wpisz nazwę funkcji, a następnie wyrażenie w nawiasach.

source: To Use
pl: Do użycia

source: Examples
pl: Przykłady

source: Numbers
pl: Liczby

source: Integers
pl: Liczby całkowite

source: Fractions
pl: Ułamki

source: Decimals
pl: Ułamki dziesiętne

source: Operators
pl: Operatory

source: + - * / (add, subtract, multiply, divide)
pl: + - * / (dodawanie, odejmowanie, mnożenie, dzielenie)

source: ^ (raise to a power)
pl: ^ (podnoszenie do potęgi)

source: || (parallel resistors)
pl: || (rezystory równoległe)

source: Constants
pl: Stałe

source: Affixes
pl: Afiksy

source: Percent sign (%)
pl: Znak procentu (%)

source: Basic functions
pl: Podstawowe funkcje

source: Trigonometric functions
pl: Funkcje trygonometryczne

source: Scientific notation
pl: Notacja naukowa

source: 10^ and the exponent
pl: 10^ i wykładnik

source: e notation
pl: Notacja e

source: 1e and the exponent
pl: 1e i wykładnik

source: Calculate
pl: Oblicz

source: Result
pl: Wynik

source: CCX Coach Dashboard
pl: Panel trenera CCX

source: Name your CCX
pl: Nazwij swój CCX

source: Create a new Custom Course for {platform_name}
pl: Utwórz nowy kurs niestandardowy dla {platform_name}

source: Grading Policy
pl: Polityka oceniania

source: Batch Enrollment
pl: Rejestracja wsadowa

source: Student Grades
pl: Oceny studentów

source: Please enter a valid CCX name.
pl: Wprowadź prawidłową nazwę CCX.

source: Email Addresses/Usernames
pl: Adresy e-mail/Nazwy użytkowników

source: Enter one or more email addresses or usernames separated by new lines or commas.
pl: Wprowadź jeden lub więcej adresów e-mail lub nazw użytkowników oddzielonych nowymi liniami lub przecinkami.
