Repository: medical-tribune-polska/openedx-translations
Catalog: translations/xblock-drag-and-drop-v2/drag_and_drop_v2/conf/locale/*/LC_MESSAGES/django.po
Languages: pl

source: An isosceles triangle with three layers of similar height. It is shown upright, so the widest layer is located at the bottom, and the narrowest layer is located at the top.
pl: Trójkąt równoramienny z trzema warstwami podobnej wysokości. Jest pokazany pionowo, więc najszersza warstwa znajduje się na dole, a najwęższa warstwa znajduje się na górze.

source: The Top Zone
pl: Strefa Górna

source: The Middle Zone
pl: Strefa Środkowa

source: The Bottom Zone
pl: Strefa Dolna

source: Use this zone to associate an item with the top layer of the triangle.
pl: Użyj tej strefy, aby powiązać element z górną warstwą trójkąta.

source: Use this zone to associate an item with the middle layer of the triangle.
pl: Użyj tej strefy, aby powiązać element ze środkową warstwą trójkąta.

source: Use this zone to associate an item with the bottom layer of the triangle.
pl: Użyj tej strefy, aby powiązać element z dolną warstwą trójkąta.

source: Correct! This one belongs to The Top Zone.
pl: Zgadza się! Ten należy do Strefy Górnej.

source: Correct! This one belongs to The Middle Zone.
pl: Zgadza się! Ten należy do Strefy Środkowej.

source: Correct! This one belongs to The Bottom Zone.
pl: Zgadza się! Ten należy do Strefy Dolnej.

source: No, this item does not belong here. Try again.
pl: Nie. To nie pasuje. Spróbuj ponownie.

source: You silly, there are no zones for this one.
pl: Głuptasie. Nie ma dla tego stref.

source: Of course it goes here! It goes anywhere!
pl: Oczywiście, że pasuje! Pasuje wszędzie!

source: Goes to the top
pl: Idzie na szczyt

source: Goes to the middle
pl: Idzie do środka

source: Goes to the bottom
pl: Idzie na dół

source: Goes anywhere
pl: Idzie wszędzie.

source: I don't belong anywhere
pl: Nie należę nigdzie

source: Drag the items onto the image above.
pl: Przeciągnij elementy na obrazek powyżej.

source: Good work! You have completed this drag and drop problem.
pl: Dobra robota! Ukończyłeś to zadanie przeciągania i upuszczania.

source: Title
pl: Tytuł

source: The title of the drag and drop problem. The title is displayed to learners.
pl: Tytuł problemu przeciągnij i upuść. Tytuł jest wyświetlany uczącym się.

source: Drag and Drop
pl: Przeciągnij i upuść

source: Mode
pl: Tryb

source: Standard mode: the problem provides immediate feedback each time a learner drops an item on a target zone. Assessment mode: the problem provides feedback only after a learner drops all available items on target zones.
pl: Tryb standardowy: problem zapewnia natychmiastową informację zwrotną za każdym razem, gdy uczeń upuści element w strefie docelowej. Tryb oceny: problem zapewnia informację zwrotną dopiero po tym, jak uczeń upuści wszystkie dostępne elementy w strefach docelowych.

source: Standard
pl: Standardowy

source: Assessment
pl: Ocena

source: Maximum attempts
pl: Maksymalna liczba prób

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
pl: Definiuje liczbę razy, ile student może spróbować odpowiedzieć na to pytanie. Jeśli wartość nie jest ustawiona, dozwolone są nieskończone próby.

source: Show title
pl: Pokaż tytuł

source: Display the title to the learner?
pl: Wyświetlić tytuł uczącemu się?

source: Problem text
pl: Tekst problemu

source: The description of the problem or instructions shown to the learner.
pl: Opis problemu lub instrukcje wyświetlane uczącemu się.

source: Show "Problem" heading
pl: Pokaż nagłówek „Problem”

source: Display the heading "Problem" above the problem text?
pl: Wyświetlić nagłówek „Problem” nad tekstem problemu?

source: Show answer
pl: Pokaż odpowiedź

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings. To revert setting a custom value, choose the 'Default' option.
pl: Definiuje, kiedy pokazać odpowiedź na problem. Wartość domyślna może być ustawiona w Ustawieniach zaawansowanych. Aby przywrócić ustawienie wartości niestandardowej, wybierz opcję „Domyślne”.

source: Default
pl: Domyślne

source: Always
pl: Zawsze

source: Answered
pl: Odpowiedziano

source: Attempted or Past Due
pl: Próbowane lub po terminie

source: Closed
pl: Zamknięte

source: Finished
pl: Zakończone

source: Correct or Past Due
pl: Poprawne lub po terminie

source: Past Due
pl: Po terminie

source: Never
pl: Nigdy

source: After All Attempts
pl: Po wszystkich próbach

source: After All Attempts or Correct
pl: Po wszystkich próbach lub poprawne

source: Attempted
pl: Próbowano

source: Problem Weight
pl: Waga problemu

source: Defines the number of points the problem is worth.
pl: Definiuje liczbę punktów, jaką wart jest problem.

source: Item background color
pl: Kolor tła elementu

source: The background color of draggable items in the problem (example: 'blue' or '#0000ff').
pl: Kolor tła przeciągalnych elementów w problemie (np. „niebieski” lub „#0000ff”).

source: Item text color
pl: Kolor tekstu elementu

source: Text color to use for draggable items (example: 'white' or '#ffffff').
pl: Kolor tekstu do użycia dla przeciągalnych elementów (np. „biały” lub „#ffffff”).

source: Maximum items per zone
pl: Maksymalna liczba elementów na strefę

source: This setting limits the number of items that can be dropped into a single zone.
pl: To ustawienie ogranicza liczbę elementów, które można upuścić do pojedynczej strefy.

source: Problem data
pl: Dane problemu

source: Information about zones, items, feedback, explanation and background image for this problem. This information is derived from the input that a course author provides via the interactive editor when configuring the problem.
pl: Informacje o strefach, elementach, opiniach, wyjaśnieniach i obrazie tła dla tego problemu. Informacje te pochodzą z danych wejściowych, które autor kursu udostępnia za pośrednictwem interaktywnego edytora podczas konfigurowania problemu.

source: Information about current positions of items that a learner has dropped on the target image.
pl: Informacje o aktualnych pozycjach elementów, które uczeń upuścił na obraz docelowy.

source: Number of attempts learner used
pl: Liczba prób wykorzystanych przez ucznia

source: Indicates whether a learner has completed the problem at least once
pl: Wskazuje, czy uczeń ukończył problem przynajmniej raz.

source: DEPRECATED. Keeps maximum score achieved by student as a weighted value.
pl: PRZESTARZAŁE. Utrzymuje maksymalny wynik osiągnięty przez studenta jako wartość ważoną.

source: Keeps maximum score achieved by student as a raw value between 0 and 1.
pl: Utrzymuje maksymalny wynik osiągnięty przez studenta jako wartość surową między 0 a 1.

source: Maximum score available of the problem as a raw value between 0 and 1.
pl: Maksymalny dostępny wynik problemu jako wartość surowa między 0 a 1.

source: Unknown DnDv2 mode {mode} - course is misconfigured
pl: Nieznany tryb DnDv2 {mode} - kurs jest błędnie skonfigurowany

source: show_answer handler should only be called for assessment mode
pl: Funkcja show_answer powinna być wywoływana tylko w trybie oceny.

source: The answer is unavailable
pl: Odpowiedź jest niedostępna

source: do_attempt handler should only be called for assessment mode
pl: Funkcja do_attempt powinna być wywoływana tylko w trybie oceny.

source: Max number of attempts reached
pl: Osiągnięto maksymalną liczbę prób

source: Submission deadline has passed.
pl: Termin składania minął.

source: Loading drag and drop problem.
pl: Wczytywanie problemu przeciągnij i upuść.

source: Basic Settings
pl: Ustawienia podstawowe

source: (inherited from Advanced Settings)
pl: (odziedziczone z Ustawień zaawansowanych)

source: Introductory feedback
pl: Informacja zwrotna wprowadzająca

source: Final feedback
pl: Końcowa informacja zwrotna

source: Explanation Text
pl: Tekst wyjaśnienia

source: Zones
pl: Strefy

source: Background Image
pl: Obraz tła

source: Provide custom image
pl: Dostarcz niestandardowy obraz

source: Generate image automatically
pl: Wygeneruj obraz automatycznie

source: Background URL
pl: URL tła

source: Change background
pl: Zmień tło

source: For example, 'http://example.com/background.png' or '/static/background.png'.
pl: Na przykład „http://example.com/background.png” lub „/static/background.png”.

source: Zone Layout
pl: Układ stref

source: Number of columns
pl: Liczba kolumn

source: Number of rows
pl: Liczba wierszy

source: Number of columns and rows.
pl: Liczba kolumn i wierszy.

source: Zone Size
pl: Rozmiar strefy

source: Zone width
pl: Szerokość strefy

source: Zone height
pl: Wysokość strefy

source: Size of a single zone in pixels.
pl: Rozmiar pojedynczej strefy w pikselach.

source: Generate image and zones
pl: Generuj obraz i strefy.

source: Background description
pl: Opis tła

source: Please provide a description of the image for non-visual users. The description should provide sufficient information to allow anyone to solve the problem even without seeing the image.
pl: Podaj opis obrazu dla użytkowników niewidomych. Opis powinien zawierać wystarczające informacje, aby umożliwić każdemu rozwiązanie problemu nawet bez widzenia obrazu.

source: Zone labels
pl: Etykiety stref

source: Display label names on the image
pl: Wyświetl nazwy etykiet na obrazie

source: Zone borders
pl: Granice strefy

source: Display zone borders on the image
pl: Wyświetlaj granice strefy na obrazie

source: Display zone borders when dragging an item
pl: Wyświetlaj granice strefy podczas przeciągania elementu

source: Zone definitions
pl: Definicje stref

source: Add a zone
pl: Dodaj strefę

source: Items
pl: Elementy

source: Item definitions
pl: Definicje elementów

source: Add an item
pl: Dodaj element

source: Continue
pl: Kontynuuj

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Your highest score is {score}
pl: Twój najwyższy wynik to {score}

source: Final attempt was used, highest score is {score}
pl: Wykorzystano ostatnią próbę, najwyższy wynik to {score}

source: Correctly placed {correct_count} item
pl: Poprawnie umieszczono {correct_count} element

source: Misplaced {misplaced_count} item
pl: Źle umieszczono {misplaced_count} element

source: Misplaced {misplaced_count} item (misplaced item was returned to the item bank)
pl: Źle umieszczono {misplaced_count} element (źle umieszczony element został zwrócony do banku elementów)

source: Did not place {missing_count} required item
pl: Nie umieszczono {missing_count} wymaganego elementu

source: Submitting
pl: Przesyłanie

source: Unknown Zone
pl: Nieznana Strefa

source: Placed in: {zone_title}
pl: Umieszczono w: {zone_title}

source: Correctly placed in: {zone_title}
pl: Poprawnie umieszczono w: {zone_title}

source: , draggable, grabbed
pl: , przeciągalny, złapany

source: , draggable
pl: , przeciągalny

source: No items placed here
pl: Nie umieszczono tutaj żadnych elementów.

source: Items placed here:
pl: Elementy umieszczone tutaj:

source: , dropzone
pl: , strefa upuszczania

source: droppable
pl: możliwe do upuszczenia

source: Feedback
pl: Informacja zwrotna

source: Explanation
pl: Wyjaśnienie

source: Close
pl: Zamknij

source: Keyboard Help
pl: Pomoc klawiatury

source: This is a screen reader-friendly problem.
pl: To jest problem przyjazny dla czytników ekranu.

source: Drag and Drop problems consist of draggable items and dropzones. Users should select a draggable item with their keyboard and then navigate to an appropriate dropzone to drop it.
pl: Problemy z przeciąganiem i upuszczaniem składają się z elementów przeciągalnych i stref upuszczania. Użytkownicy powinni wybrać element przeciągalny za pomocą klawiatury, a następnie przejść do odpowiedniej strefy upuszczania, aby go upuścić.

source: You can complete this problem using only your keyboard by following the guidance below:
pl: Możesz rozwiązać ten problem, używając tylko klawiatury, postępując zgodnie z poniższymi wskazówkami:

source: Use only TAB and SHIFT+TAB to navigate between draggable items and drop zones.
pl: Używaj tylko TAB i SHIFT+TAB do poruszania się między przeciągalnymi elementami a strefami upuszczania.

source: Press CTRL+M to select a draggable item (effectively picking it up).
pl: Naciśnij CTRL+M, aby wybrać element przeciągalny (skutecznie go podnieść).

source: Navigate using TAB and SHIFT+TAB to the appropriate dropzone and press CTRL+M once more to drop it here.
pl: Przejdź za pomocą TAB i SHIFT+TAB do odpowiedniej strefy upuszczania i naciśnij CTRL+M jeszcze raz, aby go tutaj upuścić.

source: Press ESC if you want to cancel the drop operation (for example, to select a different item).
pl: Naciśnij ESC, jeśli chcesz anulować operację upuszczania (na przykład, aby wybrać inny element).

source: TAB back to the list of draggable items and repeat this process until all of the draggable items have been placed on their respective dropzones.
pl: Wróć z TAB do listy przeciągalnych elementów i powtarzaj ten proces, dopóki wszystkie przeciągalne elementy nie zostaną umieszczone w swoich odpowiednich strefach upuszczania.

source: You have used {used} of {total} attempts.
pl: Wykorzystałeś {used} z {total} prób.

source: Submit
pl: Prześlij

source: Show Answer
pl: Pokaż odpowiedź

source: Actions
pl: Akcje

source: Go to Beginning
pl: Przejdź na początek

source: Reset
pl: Zresetuj

source: Some of your answers were not correct.
pl: Niektóre z twoich odpowiedzi były niepoprawne.

source: Hints:
pl: Wskazówki:

source: Correct
pl: Poprawne

source: Incorrect
pl: Niepoprawne

source: {earned}/{possible} point (graded)
pl: {earned}/{possible} punkt (oceniony)

source: {earned}/{possible} point (ungraded)
pl: {earned}/{possible} punkt (nieoceniony)

source: {possible} point possible (graded)
pl: {possible} możliwy punkt (oceniony)

source: {possible} point possible (ungraded)
pl: {possible} możliwy punkt (nieoceniony)

source: Drag and Drop Problem
pl: Problem przeciągnij i upuść

source: Item Bank
pl: Bank elementów

source: Drop Targets
pl: Obszary docelowe

source: An error occurred. Unable to load drag and drop problem.
pl: Wystąpił błąd. Nie można załadować problemu przeciągania i upuszczania.

source: You cannot add any more items to this zone.
pl: Nie możesz dodać więcej elementów do tej strefy.

source: There was an error with your form.
pl: Wystąpił błąd w formularzu.

source: Please check over your submission.
pl: Proszę sprawdzić swoje zgłoszenie.

source: Zone {num}
pl: Strefa {num}

source: Please check the values you entered.
pl: Proszę sprawdzić wprowadzone wartości.

source: Saving
pl: Zapisywanie
